Repository: swfans/swars
Catalog: lang/alltext_syndct_ita.po
Languages: it_it

# syndicate map screen headings - name
source: Dropsite
it_it: Lancio su

# syndicate map screen headings - population size
source: UTOPIA Identkeys
it_it: Chiavi ID di UTOPIA

# syndicate map screen headings - landscape
source: Infra-structure
it_it: Infrastr.

# syndicate map screen headings - language
source: Dialect
it_it: Dialetto

# syndicate map screen headings - industry
source: Commerce
it_it: Commercio

# syndicate map screen headings - toxicity
source: Toxicity
it_it: Tossicità

# mission title
source: Executive Alert
it_it: Allarme esecutivo

# mission brief email header
source: Message Type: DIRECT
it_it: Tipo di messaggio: DIRETTO

# mission brief email header
source: Priority: 3
it_it: Priorità: 3

# mission brief email header
source: Message begins:
it_it: Inizio messaggio:

# mission brief email orders
source: Orders
it_it: Ordini

# mission brief email orders
source: London: Quell disorder.
it_it: Londra: Sono riportate violazioni dei codici di comportamento da parte di civili di categoria U all'interno di un chilometro quadrato dalla sotto-stazione. Seleziona gli agenti. Reprimi i disordini.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
it_it: Sono riportati gravissimi malfunzionamenti dei chip UTOPIA. I malfunzionamenti sono tutti guasti totali, avarie complete dei CHIP. La categoria successiva dei cittadini è U-Non Guidati. Civili di categoria U denunciati per violazione dei codici di comportamento nel raggio di un chilometro quadrato da questa sottostazione.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
it_it: Nucleo EuroCorp 0-1-0/171261/26D: Intelligenza artificiale di Londra, UTOPIA

# mission brief email sender
source: Universal Transferred Organic Processing Interface Architecture
it_it: Universal Transferred Organic Processing Interface Architecture (Architettura Interfaccia Processore Organico Trasferimento Universale)

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
it_it: Destinazione: stazione a terra AI EuroCorp di Londra

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
it_it: Cittadini categoria U-Non Guidati rilevati nel quartiere commerciale

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
it_it: Personale della Stazione a Terra: difenderà la Stazione a Terra da attacchi e infiltrazioni

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
it_it: Notizie: i poliziotti forniti di auto hanno l'ordine di affrontare chiunque abbia un'arma

# mission title
source: Detroit Drop-Outs
it_it: Emarginati di Detroit

# mission brief email header
source: Message Type: HARDWIRED
it_it: Tipo di messaggio: VIA CAVO

# mission brief email header
source: Priority: 1 - Emergency
it_it: Priorità: 1 - Emergenza

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
it_it: Detroit: Scovare i membri della Chiesa della Nuova Epoca e terminarli. Neutralizzare I cittadini di categoria U-Non Guidati.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
it_it: Attenzione, Dirigente <login>. Sono l'Agente di UTOPIA Maritz, EuroCorp Intelligence.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
it_it: La situazione è critica. UTOPIA è stata attaccata. L'infrastruttura informativa di EuroCorp è statagravemente compromessa. La procedura di emergenza è stata avviata.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
it_it: Sto trasferendo tutte ledecisioni di comando dell'EuroCorp all'AI di riserva, con effetto immediato. Ti riferirò le sueanalisi e i suoi ordini. Ripeto, il comando supremo dell'EuroCorp viene trasferito all'Intelligenzaartificiale di Londra.Il suo ordine principale è di ricostruire UTOPIA, anche dai principi fondamentali, se necessario.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
it_it: L'AI di Londra sta già eseguendo una valutazione iniziale della situazione. Seguirà la formulazione delle missioni.

# mission brief email paragraph
source: You will direct agents to execute these missions.
it_it: Darai istruzioni agli agenti di eseguire queste missioni.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
it_it: La situazione generale non è buona. È stato lanciato un attacco globale contro il sindacato. L'AI UTOPIA di Detroit è stata attaccata e il mio collega eliminato. Coloro che hanno attaccato Detroit hanno rilasciato un virus sofisticato all'interno di UTOPIA. I dispositivi di emergenza non sono entrati in funzione. Qualunque sia il virus, sta passando da un'AI all'altra talmente velocemente che ci risulta impossibile seguirlo.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
it_it: Un gruppo assolutamente non autorizzato che si fa chiamare La Chiesa della Nuova Epoca dichiara di essere responsabile del virus, denominato "Harbinger (Araldo)", ed ha dichiarato di essere in guerra con l'EuroCorp. È Harbinger che provoca questa crescita esponenziale nei guasti ai CHIP.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
it_it: I seguaci di questa cosiddetta "Chiesa" si fanno chiamare "Discepoli" e indossano un'armatura a mantello.

# mission brief tactical information
source: City surveillance camera recording
it_it: Registrazione telecamera di sorveglianza

# mission brief tactical information
source: Dropsite: Detroit IML Link
it_it: Destinazione: collegamento IML di Detroit

# mission brief tactical information
source: Gateway to attacked Ground Station
it_it: Ingresso alla Stazione a Terra

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
it_it: Notizie: la polizia rileva un crescente numero di violazioni di proprietà da parte di cittadini Non Guidati

# mission title
source: Fusion
it_it: Fusione

# mission title
source: Friendly Persuasion
it_it: Persuasione amichevole

# mission brief email header
source: Priority: 1
it_it: Priorità: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
it_it: Hong Kong: Persuadere i tecnici della centrale Yamaguchi.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
it_it: Pechino: Persuadere i dirigenti della società Yamaguchi.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
it_it: Congratulazioni, <login>. Detroit è stata stabilizzata con successo. Tuttavia, il caos portato dal virus Harbinger si è diffuso altrove. Le comunicazioni del sindacato vengono intercettate a livello globale, mentre codici di ordine non autorizzati vengono impartiti in tutta UTOPIA. Le divisioniregionali dell'EuroCorp si stanno isolando per la propria sicurezza, creando così nuovi sindacativeri e propri. Questi dovranno essere riportati sotto il controllo dell'EuroCorp, quando possibile. In caso contrario, dovranno essere distrutti.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
it_it: A Hong Kong, la Yamaguchi Holodata, il principale produttore di CHIP UTOPIA del Pacifico sta tentando di creare un Sindacato indipendente. Intendiamo stroncare i piani di Yamaguchi tramite due colpi fondamentali.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
it_it: La principale risorsa energetica della Yamaguchi deriva dall'impianto di fusione di Hong Kong. Invia un gruppo di agenti per penetrare questo sito e persuadi i tecnici ad unirsi a noi. Senza l'attenzione dei tecnici, il nucleo si surriscalderà, provocando un'esplosione. La distruzione di questa stazione dovrebbe essere sufficiente a tenere occupato Yamaguchi per un po' di tempo.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
it_it: Per completare il colpo contro Yamaguchi, recati nei loro uffici di Pechino. Trova e persuadi i loro principali dirigenti. Neutralizza tutti gli agenti che incontri. Dato che le simulazioni di missione dell'AI di Londra indicano la necessità che altri agenti affianchino quelli in sospensione inanimata nelle nostre criovasche, sei autorizzato ad utilizzare il persuadertron a tua discrezione.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
it_it: Una volta che avrai completato i tuoi obiettivi, Yamaguchi dovrebbe essere pronto ad abbandonare il proprio piano di lasciare l'EuroCorp.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
it_it: Destinazione: collegamento IML di Hong Kong

# mission brief tactical information
source: Yamaguchi Fusion Batteries
it_it: Batterie di fusione Yamaguchi

# mission brief tactical information
source: Technicians
it_it: Tecnici

# mission brief tactical information
source: Evac zone: IML Link
it_it: Zona di evacuazione: collegamento IML

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
it_it: Fanatici della Chiesa della Nuova Epoca sono stati avvistati in città

# mission brief tactical information
source: Dropsite: Beijing IML Link
it_it: Destinazione: collegamento IML di Pechino

# mission brief tactical information
source: Yamaguchi Executive Zaibatsu
it_it: Dirigente Yamaguchi Zaibatsu

# mission brief tactical information
source: Yamaguchi Agent Training Camp
it_it: Campo di addestramento agenti Yamaguchi

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
it_it: Notizie: la polizia rileva insurrezioni da parte dei Non Guidati

# mission title
source: Where Is Wisdom?
it_it: Dov' la saggezza?

# mission title
source: Lost Minds
it_it: Menti perdute

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
it_it: Ginevra, Vancouver e Matochkin Shar: Scova e persuadi gli scienziati della Bluesky Tendencies in queste città..

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
it_it: Salve, <login>. Il tuo successo è rincuorante.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
it_it: La tua prossima missione consiste nel consegnarci alcuni cervelli necessari per costruire un nuovo laboratorio di Ricerca e sviluppo. I laboratori Bluesky Tendencies di Ginevra, Vancouver e Matochkin Shar dispongono tutti di personale di Grado A. Non appena i tuoi agenti raggiungeranno una di queste destinazioni, una traccia di identificazione di UTOPIA nella rete locale dovrebbe rilevare il personale cercato.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
it_it: Questi scienziati sono tra i cervelli più importanti per il Sindacato. È fondamentale che non accada loronulla di male.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
it_it: Aggiornamento: La misteriosa Chiesa della Nuova Epoca conquista nuovi membri di ora in ora, convertendo i cittadini con il lavaggio del cervello e tecniche di hacking dei CHIP. I convertiti non presentano affatto i segni di una vera motivazione religiosa. La Chiesa della Nuova Epoca predica ai propri seguaci che la fine del mondo è vicina e che solo la Chiesa possiede la tecnologia per salvare i fedeli dal Cataclisma. La loro dottrina è apertamente anti-Sindacato.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
it_it: È interessante il fatto che i cittadini Non Guidati non si uniscono sempre a questo culto, anche quando ne incontrano i fanatici.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
it_it: Sembra anche che i nostri Persuadertron non funzionino contro i seguaci del culto. Non sappiamo perché. Non sappiamo praticamente nulla della tecnologia del culto, ma la ricerca è stata ora avviata e le è stata assegnata la massima priorità. Le loro conoscenze tecniche sono indubbiamente impressionanti.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
it_it: Zona di lancio e di evacuazione: collegamento IML di Genova

# mission brief tactical information
source: Bluesky laboratories
it_it: Laboratori Bluesky

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
it_it: Notizie: la Bluesky ha richiesto la scorta della polizia per gli amministratori di grado D

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
it_it: Punto di lancio e di evacuazione: collegamento IML di Vancouver

# mission brief tactical information
source: Bluesky laboratory
it_it: Laboratori Bluesky

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
it_it: Notizie: attività di Non Guidati stata rilevata dalla polizia

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
it_it: Allarme satellite: veicoli con fanatici a bordo in avvicinamento alla città da sud-ovest

# mission brief tactical information
source: Bluesky R&D facility
it_it: Agevolazioni R&D di Bluesky

# mission brief tactical information
source: Hover car licences detected
it_it: Rilevate licenze per le macchine a volo stazionario

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
it_it: Notizie: stato rintracciato un trasferimento di crediti in favore della Chiesa della Nuova Epoca

# mission title
source: Open Re-Bullion
it_it: Aperta ribellione

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
it_it: Singapore: Neutralizza tutti gli ostili. Ruba le macchine d'oro. Torna alla base una volta completati questi obiettivi.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
it_it: <login>, la tua relazione è interessante. Alcuni tra i più esperti responsabili del laboratorio di Ricerca e sviluppo che l'EuroCorp abbia mai avuto alle sue dipendenze sono scomparsi, è per questo che dobbiamo scoprire dove si trovano e cosa stanno facendo. È possibile che stiano lavorando per una scheggia impazzita del sindacato. Rimarrò in ascolto su tutti i canali per scoprire altre informazioni.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
it_it: Un problema più immediato richiede ora la nostra attenzione. La società immobiliare Assicurazioni Tang di Singapore ha deciso stoltamente di dichiarare la città indipendente. Di conseguenza, l'oro verrà trasferito sotto scorta armata, dai forzieri della banca centrale alla sede della Tang. Non c'è tempo per distruggere la banca, dato che i funzionari della Tang arriveranno prima dei tuoi agenti. Tuttavia, questo ci offre la possibilità di sequestrare la scorta armata prima che raggiunga la propria destinazione.

# mission brief tactical information
source: Dropsite: Singapore IML Link
it_it: Destinazione: collegamento IML di Singapore

# mission brief tactical information
source: Singapore City Bank
it_it: Banca Città di Singapore

# mission brief tactical information
source: Primary vault (underground)
it_it: Forziere principale (sotterraneo)

# mission brief tactical information
source: Tang Protective bullion convoy
it_it: Convoglio di lingotti della Tang Protective

# mission brief tactical information
source: Target vehicle
it_it: Veicolo da eliminare

# mission brief tactical information
source: Rendezvous point
it_it: Punto di incontro

# mission brief tactical information
source: Tang HQ
it_it: QG di Tang

# mission title
source: Phoenix In Flames
it_it: Phoenix in fiamme

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
it_it: Phoenix: Penetra le difese del tempio del culto e ruba i segreti tecnologici.

# mission brief email paragraph
source: Greetings, <login>.
it_it: Saluti, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
it_it: La Chiesa della Nuova Epoca sta mettendo in campo armi sempre più sofisticate, progettate utilizzando tecnologie speciali completamente sconosciute al nostro laboratorio di ricerca e sviluppo. Vogliamo acquisire altri esempi di questa tecnologia, la cui analisi si rileverà utile perscoprire chi sta dietro al culto e come combatterne al meglio l'influenza.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
it_it: Stando agli scanner di rete e ai passaggi del satellite, il culto ha costituito un importante centro operativo a Phoenix. Il virus Harbinger ha danneggiato completamente l'AI di UTOPIA residente, consentendo al culto di rovesciare l'autorità dell'EuroCorp. Gli accoliti anziani portano i fanatici convertiti di recente in un tempio a Phoenix per un programma intensivo di indottrinamento e addestramento. L'efficienza dei fanatici è stata quindi temprata dalla carneficina compiuta da cittadini divenuti Non Guidati subito dopo l'attacco virale.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
it_it: Dirigiti al tempio e cerca qualsiasi cosa che possa spiegarci di più.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
it_it: Destinazione: collegamento IML di Phoenix

# mission brief tactical information
source: Cult of the New Epoch temple
it_it: Tempio del Culto della Nuova Epoca

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
it_it: Posizione stimata dell'indottrinatore della Chiesa

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
it_it: Notizie: i Non Guidati sono completamente fuori controllo
