Repository: swfans/swars
Catalog: lang/alltext_comm_ita.po
Languages: it_it

# map screen location - industry
source: Brewing, Animal Husbandry
it_it: Fabbricaz. della birra, Zootecnia

# map screen location - toxicity
source: Chemical Waste, Animal Effluent
it_it: Rifiuti chimici, Scarico animale

# map screen location - language
source: Idiom Bahasa
it_it: Idioma Bahasa

# map screen location - industry
source: Clothing Fabrication, Foodstuff Preparation
it_it: Fabbrica vestiti, Preparaz. alimentari

# map screen location - language
source: Demi-Scando
it_it: Demi-scandinavo

# map screen location - name
source: Moscow
it_it: Mosca

# map screen location - language
source: Moldav
it_it: Moldavo

# map screen location - industry
source: Clothing Fabrication, Distilling
it_it: Fabbrica di vestiti, Alcolici

# map screen location - toxicity
source: Radioactive Fallout, Human Effluent
it_it: Fallout radioatt., Scarico umano

# map screen location - language
source: Neo-Japanese
it_it: Neo-giapponese

# map screen location - industry
source: Hi-Tech Manufacture, Financial Services
it_it: Produz. hi-tech, Servizi finanz.

# map screen location - industry
source: Simulant Manufacture, Tourism
it_it: Produz. simulante, Turismo

# map screen location - name
source: Cairo
it_it: Il Cairo

# map screen location - industry
source: Historical Artefacts, Tourism
it_it: Manufatti storici, Turismo

# map screen location - name
source: New Delhi
it_it: Nuova Delhi

# map screen location - industry
source: Intelligent Clothing
it_it: Abbigliam. intellig.

# map screen location - toxicity
source: Heavy Industrial, Chemical Waste, Human Effluent
it_it: Industria pesante, Rifiuti chimici, Scarico umano

# map screen location - name
source: Sevastopol
it_it: Sebastopoli

# map screen location - industry
source: Distilling
it_it: Alcolici

# map screen location - toxicity
source: Radioactive Fallout
it_it: Fallout radioattivo

# map screen location - language
source: Arabic (Ancient)
it_it: Arabo (Antico)

# map screen location - industry
source: Fuel Refining
it_it: Raffinaz. petrolio

# map screen location - language
source: New Sinhalese
it_it: Neo Singalese

# map screen location - name
source: Colombo Orbit Station
it_it: Stazione Orbitale Colombo

# map screen location - landscape
source: Experimental
it_it: Speriment.

# map screen location - language
source: EuroCorp Technical Multi-State Code
it_it: Codice multi-stato tec. EuroCorp

# map screen location - industry
source: Interstellar Transport, Microgravitic Manufacture
it_it: Trasporto interstel., Produz. in microgravità

# map screen location - toxicity
source: Nil
it_it: Nessuno

# map screen location - language
source: Proto-Moldav
it_it: Proto-moldavo

# map screen location - industry
source: Air Re-processing
it_it: Depurazione dell'aria

# map screen location - landscape
source: Sub-Simple Urban
it_it: Sub-urbano semplice

# map screen location - language
source: Omni Scando
it_it: Scandinavo totale

# map screen location - industry
source: Forestry
it_it: Silvi-coltura

# map screen location - language
source: Russian (Ancient)
it_it: Russo (Antico)

# map screen location - landscape
source: Sub-Sub-Simple Urban
it_it: Sub-sub-urbano semplice

# map screen location - language
source: Mongol-Chinese
it_it: Mongolo-cinese

# map screen location - industry
source: Ore Extraction
it_it: Estraz. di minerali

# map screen location - name
source: Seoul
it_it: Seul

# map screen location - language
source: United Korean
it_it: Coreano Unito

# map screen location - industry
source: Chemical Processing, Vehicle Manufacture
it_it: Lavoraz. chimiche, Industria automobile

# map screen location - toxicity
source: Chemical Waste, Heavy Industrial
it_it: Rifiuti chimici, Industria pesante

# map screen location - language
source: Zonal Mandarin
it_it: Mandarino locale

# map screen location - industry
source: Animal Husbandry, Vegetative Re-processing
it_it: Zootecnia, Rigeneraz. vegetativa

# map screen location - toxicity
source: Animal Effluent, Chemical Waste
it_it: Scarico animale, Rifiuti chimici

# map screen location - industry
source: Furniture Manufacture
it_it: Produz. di mobilio

# map screen location - language
source: Idiom Afrikaans
it_it: Idioma Afrikaans

# map screen location - industry
source: Ore Processing
it_it: Lavoraz. minerali

# map screen location - language
source: Neutral Somali
it_it: Somalo neutrale

# map screen location - industry
source: Animal Husbandry, Tanning
it_it: Zootecnia, Concia

# map screen location - population size
source: 0.86 M
it_it: 2,2 M

# map screen location - language
source: Anglo-Cyrillic
it_it: Amer-eskimo

# map screen location - industry
source: Weather Manipulation
it_it: Depuraz. delle acque

# map screen location - toxicity
source: High Radioactive, Light Industrial
it_it: Rifiuti chimici

# map screen location - language
source: Lingvo Pseud
it_it: Pseudo lingua

# map screen location - industry
source: Magnetic Processing
it_it: Lavoraz. magnetica

# map screen location - landscape
source: Municipality
it_it: Comune

# map screen location - industry
source: Air
it_it: Aria

# map screen location - toxicity
source: Low Radioactive
it_it: Bassa radio-attività

# map screen location - language
source: Idiom Spania
it_it: Idioma Spania

# map screen location - industry
source: Mineral Extraction
it_it: Estraz. di minerali

# map screen location - toxicity
source: High Radioactive Waste, Heavy Industrial
it_it: Scorie radioatt., Industria pesante

# map screen location - name
source: Sao Paulo
it_it: San Paulo

# map screen location - language
source: Portuguese (Ancient)
it_it: Portoghese (Antico)

# map screen location - toxicity
source: Radioactive Waste, Light Industrial
it_it: Scorie radioatt., Industria leggera

# scientists death reason
source: Laboratory accident
it_it: Incidente nel laboratorio

# scientists death reason
source: Natural causes
it_it: Cause naturali

# scientists death reason
source: Time-delay virus
it_it: Virus a tempo

# scientists death reason
source: Experimental error
it_it: Sperimentazione errata

# scientists death reason
source: Fatal miscalculation
it_it: Fatale errore di calcolo

# scientists death reason
source: Illogical deduction
it_it: Deduzione illogica

# scientists death reason
source: Terminal delusion
it_it: Delusione eterna

# scientists death reason
source: Rash judgement
it_it: Giudizio affrettato

# scientists death reason
source: Flawed reasoning
it_it: Ragionamento insensato

# scientists death reason
source: Insanity
it_it: Pazzia

# scientists death reason
source: Negligence
it_it: Negligenza

# scientists death reason
source: Unsafe procedure
it_it: Procedura insicura

# scientists death reason
source: Mental collapse
it_it: Esaurimento mentale

# scientists death reason
source: Equipment malfunction
it_it: Malfunzionamento

# scientists death reason
source: Unsuccessful test
it_it: Test fallito

# scientists death reason
source: Cardiac arrest
it_it: Arresto cardiaco

# scientists death reason
source: Incorrect assumption
it_it: Conclusione errata

# scientists death reason
source: Electrocution
it_it: Folgorazione

# scientists death reason
source: Disintegration
it_it: Disintegrazione

# scientists death reason
source: Misadventure
it_it: Disavventura
