Repository: swfans/swars
Catalog: lang/alltext_comm_spa.po
Languages: es_es

# map screen location - toxicity
source: Chemical Waste, Animal Effluent
es_es: Desechos Químicos y Animales

# map screen location - language
source: Idiom Bahasa
es_es: Bahasa

# map screen location - industry
source: Clothing Fabrication, Foodstuff Preparation
es_es: Textil, Manufactura de Alimentos

# map screen location - name
source: Reykjavik
es_es: Reikiavik

# map screen location - name
source: Moscow
es_es: Moscú

# map screen location - language
source: Moldav
es_es: Moldavo

# map screen location - industry
source: Clothing Fabrication, Distilling
es_es: Textil, Destilerías

# map screen location - toxicity
source: Radioactive Fallout, Human Effluent
es_es: Lluvia Radiactiva, Residuos Humanos

# map screen location - name
source: Tokyo
es_es: Tokio

# map screen location - language
source: Neo-Japanese
es_es: Neo-Japones

# map screen location - industry
source: Hi-Tech Manufacture, Financial Services
es_es: Alta Tecnología, Finanzas

# map screen location - industry
source: Simulant Manufacture, Tourism
es_es: Simulantes, Turismo

# map screen location - name
source: Johannesburg
es_es: Johannesburgo

# map screen location - name
source: Cairo
es_es: El Cairo

# map screen location - industry
source: Historical Artefacts, Tourism
es_es: Antigüedades, Turismo

# map screen location - name
source: New Delhi
es_es: Nueva Delhi

# map screen location - language
source: Proto-Hindustani
es_es: Proto-Hindú

# map screen location - industry
source: Intelligent Clothing
es_es: Ropa Inteligente

# map screen location - toxicity
source: Heavy Industrial, Chemical Waste, Human Effluent
es_es: Industria Pesada, Desechos Químicos y Humanos

# map screen location - industry
source: Distilling
es_es: Destilación

# map screen location - toxicity
source: Radioactive Fallout
es_es: Lluvia Radiactiva

# map screen location - name
source: Tripoli
es_es: Trípoli

# map screen location - language
source: Arabic (Ancient)
es_es: Árabe (antiguo)

# map screen location - industry
source: Fuel Refining
es_es: Refinado de Petróleo

# map screen location - language
source: New Sinhalese
es_es: Nuevo Sinhalese

# map screen location - name
source: Colombo Orbit Station
es_es: Estación Orbital Colombo

# map screen location - language
source: EuroCorp Technical Multi-State Code
es_es: Técnico EuroCorp

# map screen location - industry
source: Interstellar Transport, Microgravitic Manufacture
es_es: Transporte Interestelar, Microgravedad

# map screen location - toxicity
source: Nil
es_es: Nada

# map screen location - language
source: Proto-Moldav
es_es: Proto-Moldavo

# map screen location - industry
source: Air Re-processing
es_es: Reprocesado de Aire

# map screen location - landscape
source: Sub-Simple Urban
es_es: Urbana Subdesa-rrollada

# map screen location - industry
source: Forestry
es_es: Silvi-cultura

# map screen location - language
source: Russian (Ancient)
es_es: Ruso (Antiguo)

# map screen location - landscape
source: Sub-Sub-Simple Urban
es_es: Urbana Subdesa-rrollada

# map screen location - language
source: Mongol-Chinese
es_es: Mongol-Chino

# map screen location - industry
source: Ore Extraction
es_es: Extracción de mineral

# map screen location - name
source: Seoul
es_es: Seúl

# map screen location - language
source: United Korean
es_es: Coreano Unificado

# map screen location - industry
source: Chemical Processing, Vehicle Manufacture
es_es: Procesado Químico, Automóviles

# map screen location - toxicity
source: Chemical Waste, Heavy Industrial
es_es: Desechos Químicos, Industria Pesada

# map screen location - language
source: Zonal Mandarin
es_es: Mandarín Zonal

# map screen location - industry
source: Animal Husbandry, Vegetative Re-processing
es_es: Ganadería, Reprocesado de Vegetales

# map screen location - toxicity
source: Animal Effluent, Chemical Waste
es_es: Residuos Animales y Químicos

# map screen location - industry
source: Furniture Manufacture
es_es: Carpintería

# map screen location - language
source: Idiom Afrikaans
es_es: Afrikaans

# map screen location - industry
source: Ore Processing
es_es: Procesado de Minerales

# map screen location - language
source: Neutral Somali
es_es: Somalí Neutral

# map screen location - industry
source: Animal Husbandry, Tanning
es_es: Animal Husbandry, Curtidos

# map screen location - population size
source: 0.86 M
es_es: 2.2 M

# map screen location - language
source: Anglo-Cyrillic
es_es: Anglocirílico

# map screen location - industry
source: Weather Manipulation
es_es: Depuración de Agua

# map screen location - toxicity
source: High Radioactive, Light Industrial
es_es: Alta Radiación, Industria Ligera

# map screen location - industry
source: Magnetic Processing
es_es: Procesado Magnético

# map screen location - landscape
source: Municipality
es_es: Municipio

# map screen location - industry
source: Air
es_es: Aire

# map screen location - toxicity
source: Low Radioactive
es_es: Radiactividad Baja

# map screen location - language
source: Idiom Spania
es_es: Espania

# map screen location - industry
source: Mineral Extraction
es_es: Extracción de Minerales

# map screen location - toxicity
source: High Radioactive Waste, Heavy Industrial
es_es: Industria Pesada, Residuos Radiactivos

# map screen location - language
source: Portuguese (Ancient)
es_es: Portugués (Antiguo)

# map screen location - toxicity
source: Radioactive Waste, Light Industrial
es_es: Residuos Radiactivos Industria Ligera

# scientists death reason
source: Laboratory accident
es_es: Accidente en laboratorio

# scientists death reason
source: Natural causes
es_es: Causas naturales

# scientists death reason
source: Time-delay virus
es_es: Infeccion virica

# scientists death reason
source: Experimental error
es_es: Error experimental

# scientists death reason
source: Fatal miscalculation
es_es: Error de calculo

# scientists death reason
source: Illogical deduction
es_es: Deduccion ilogica

# scientists death reason
source: Terminal delusion
es_es: Ilusion terminal

# scientists death reason
source: Rash judgement
es_es: Juicio precipitado

# scientists death reason
source: Flawed reasoning
es_es: Razonamiento equivocado

# scientists death reason
source: Insanity
es_es: Demencia

# scientists death reason
source: Negligence
es_es: Negligencia

# scientists death reason
source: Unsafe procedure
es_es: Proceder arriesgado

# scientists death reason
source: Mental collapse
es_es: Colapso mental

# scientists death reason
source: Equipment malfunction
es_es: Averia del equipo

# scientists death reason
source: Unsuccessful test
es_es: Prueba sin exito

# scientists death reason
source: Cardiac arrest
es_es: Paro cardiaco

# scientists death reason
source: Incorrect assumption
es_es: Asuncion incorrecta

# scientists death reason
source: Electrocution
es_es: Electrocucion

# scientists death reason
source: Disintegration
es_es: Desintegracion

# scientists death reason
source: Misadventure
es_es: Accidente
