Repository: swfans/swars
Catalog: lang/alltext_syndct_fre.po
Languages: fr_fr

# mission brief email paragraph
source: Executive <login>.
fr_fr: Exécutant <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
fr_fr: L'intelligence de Bahreïn nous fait part de ses inquiétudes. Certains Dévoyés rescapés se sont équipés de blindés et ont encerclé la ville. Une attaque à grande échelle semble désormais imminente. Leur cible est vraisemblablement l'IA de Bahreïn qui constitue le noyau du système de commande du réseau UTOPIA au Moyen-Orient. S'il était détruit, il faudrait des années à l'EuroCorp pour rétablir son autorité à travers le monde.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
fr_fr: L'IA de Bahreïn contrôle une équipe d'anciens agents de l'EuroCorp et les a déployés dans des positions défensives dans le centre de la ville. Nous devons reprendre la ville en main avant que des installations vitales ne soient touchées.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
fr_fr: Terminal: Liaison LMI de Bahrein

# mission brief tactical information
source: AI bunker
fr_fr: Bunker de l'IA

# mission brief tactical information
source: Disposition of rogue agents
fr_fr: Eviction des agents traItres

# mission brief tactical information
source: Direction of approaching Unguided forces
fr_fr: Direction des forces dévoyées à l'approche

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
fr_fr: Un lieu saint mineur de l’Église de l'Ere Nouvelle reste occupé

# mission title
source: Church Of The Poisoned Mind
fr_fr: Eglise des Esprits Corrompus

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
fr_fr: Colombo: Protégez l'élévateur orbital. Des agents d'exécution seront envoyés en renfort sur place.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
fr_fr: Vissick a pu s'échapper mais la rébellion est matée. Lui et les quelques un qui l'accompagnent ne pourront pas survivre longtemps dans les environs toxiques de la ville. Lorsque nous en aurons fini avec l’Église, nous pourrons organiser une recherche pour retrouver leurs corps.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
fr_fr: J'ai pu déchiffrer les ordres codés qu'Anika-Mirabelle portait sur elle lorsque vous l'avez éliminée. Elle avait rendez-vous au Sri Lanka avec les dignitaires de l’Église, c'est à dire les Neuf. Je pense que l’Église prévoit de s'emparer de l'élévateur orbital Clarke à Colombo. Depuis ce point, ils pensent pouvoir prendre le contrôle de la Lune.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
fr_fr: Le professeur Drennan pense que le lavage de cerveau pratiqué par l’Église exploite un "canal" psychique pas encore décelé et que les Neuf ont besoin de ce canal pour maintenir leur contrôle sur les adeptes. Il craint par ailleurs qu'ils ne mettent en pratique certaines des théories exposées dans le "Codex", c'est-à-dire accroître la puissance du dispositif de recalibrage ionosphérique développé par les savants de la colonie scientifique Amundsen, située sur la Lune.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
fr_fr: Des rapports en provenance d'autres IA indiquent une diminution de l'activité des zélateurs à l'échelle mondiale, ce qui laisse penser que l’Église tente de rassembler la plus grosse force de frappe possible. L'attaque de Colombo est imminente.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
fr_fr: Soyez averti: en cas d'incapacité à résoudre la situation sur le terrain, vous devrez peut-être balayer les installations à travers l'ascenseur orbital. Il est fortement déconseillé d’emporter des explosifs – les utiliser ou les transporter en orbite risque de fermer définitivement cette voie. On s'attend également à ce que The Nine ait pris de nouveaux prototypes d'armes et posé des pièges. Cela pourrait s’avérer difficile, et il n’y a pas de retour en arrière possible.

# mission brief tactical information
source: Dropsites
fr_fr: Terminaux

# mission brief tactical information
source: Orbital elevator
fr_fr: Elévateur orbital

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
fr_fr: Système de missiles anti-satellites de l'Elévateur Orbital

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
fr_fr: Tokyo: Des citoyens armés de catégorie D: Dévoyés ont violé les codes de conduite. Réprimez la révolte.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
fr_fr: Le constructeur d'UTOPIA, le professeur Klein a été repéré par Netscan. Re-persuadez le professeur pour qu'il revienne travailler pour nous.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
fr_fr: Complément: Des zélateurs de l'Eglise de l'Ere Nouvelle ont été détectés dans cette zone. Comme il n'y a pas de persuatron dans notre inventaire, il faudra en prendre à ces zélateurs.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
fr_fr: Le virus Harbinger que les zélateurs ont introduit dans l'UTOPIA de Tokyo a temporairement endommagé Netscan. Pas d'information supplémentaire disponible.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
fr_fr: Catégorie D - Dévoyés citoyens localisés à ces endroits

# mission brief tactical information
source: Cult 'temple'
fr_fr: "Temple" des zélateurs

# mission brief tactical information
source: Professor Klein's current location
fr_fr: Emplacement du professeur Klein

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
fr_fr: Vous avez vaincu les Neuf. Vous avez réussi à démanteler l’Église de l'Ere Nouvelle et vous avez empêché le Cataclysme. UTOPIA est à nouveau en service. Félicitations pour votre promotion, Chef Exécutant.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
fr_fr: Né du chaos engendré par les combats de rue du milieu du 20ème siècle, cette mitraillette 9 mm à grenaille énergétique constitue encore l'équipement de base des opérations d'EuroCorp. C'est une arme d'appui bon marché utilisée par les agents confrontés à des cas de déviances psychotiques.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
fr_fr: L'utilisation de mitraillettes à inertie par le Syndicate n'a cessé de se développer depuis le Nouveau Calendrier. Cette version 20 mm avec stabilisation de couple et capsules de plasma possède un canon en alliage de mousse d'acier permettant une réduction du poids et des couts de production.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
fr_fr: C'est un exemple typique de la pensée scientifique révolutionnaire de l’Église. Il s'agit d'une massue énergétique. Nous n'avons jamais mis ces dispositifs en pratique car l'énergie nécessaire à leur fonctionnement est prohibitive. Ce dispositif utilise un système sophistiqué de leviers subatomiques afin d'économiser les réserves personnelles d'énergie mais on peut la pousser en surcharge. Une technologie très impressionnante.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
fr_fr: Ce laser utilise le gaz Trisodium 89 (développé autour de -20 NC). Cette arme peut être poussée en surcharge en relachant la gachette avec un léger retard. Dans les situations particulièrement critiques, le recharge en énergie peut s'effectuer jusqu'à dix fois par minute.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
fr_fr: Cette a été développé grace aux techniques d'annihilation électronique. Elle utilise une concentrateur monopolaire pour projeter des faisceaux transformant les molécules atmosphériques en plasma. La matière solide se vaporise au contact du plasma en libérant de l'énergie. Ce champ peut causer des dommages très importants sur une portée considérable. Poussez le concentrateur monopolaire pour un résultat optimal sur des matériaux denses ou trempés.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
fr_fr: Conçu pour faire face à la prolifération des armes cybernétiques à l'époque du Nouveau Calendrier, ce lance-roquettes tire des grenades à fragmentation munies de têtes chercheuses. Le guidage des roquettes s'effectue grace à un dispositif de recherche de cible équipé d'un stabilisateur gyroscopique.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
fr_fr: Le Technium utilisé pour la construction de cette arme thermonucléaire amortit l'effet de souffle, ce qui permet de contenir la réaction en chaIne à l'intérieur d'une zone restreinte. L'emploi d'un isotope permet de faire retomber les radiations à un niveau tolérable quelques temps après l'explosion. Ces améliorations ont permis d'intégrer pour la première fois un détonateur à l'intérieur d'une mallette à main. Etant donné la radioactivité dégagée par l'explosion, l'utilisation de cette arme exige un minimum de précautions.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
fr_fr: Il s'agit d'un dispositif classique permettant d'accéder aux fonctions cérébrales supérieures des citoyens équipés de puces CHIP compatibles avec le réseau UTOPIA. Même si la puissance n'est pas le principal atout de cette arme, le Persuatron a permis à l'EuroCorp d'asseoir sa domination à travers le monde et le rôle qu'il a joué dans l'Histoire ne peut être sous-estimé. Les sujets persuadés obéissent à l'agent sans broncher, jusqu'à accepter de prendre les armes et s'engager dans le combat sans aucune appréhension.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
fr_fr: RETRO-RESEARCH recommande l'emploi de cette arme à main de faible portée qui projette une gelée incandescente à base d'essence. Au contact de matières organiques, ce napalm gélifié adhère à la cible pour l'enflammer violemment. Particulièrement adapté en cas de débordements de foules.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
fr_fr: Ce dispositif de proximité émet des fréquences altérant par résonance la programmation des puces CHIP des individus pris dans son champ d'action. Cette arme est particulièrement efficace contre les l'effets du Persuatron en attaquant son signal à la base. Tout individu modifié à l'aide du Persuatron retrouve son état initial sous l'effet du Déprogrammeur.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
fr_fr: Les recherches menées sur les propriétés narcotiques du fongus provenant de la planète Création ont abouti à la substance active contenue dans ce dangereux gaz hallucinogène. Un mélange de spores cryptogamiques et d'agents oxydants est contenu dans une bombe à main qui permet de vaporiser un nuage dont les effets sont violemment psychogènes. Cette arme est très utile pour faire diversion lorsque les adversaires sont en trop grand nombre pour pouvoir employer d'autres méthodes de neutralisation. Toutefois, les résultats obtenus restent aléatoires.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
fr_fr: Les masques à gaz se révèlent inefficaces contre cette grenade à main car elle contient un agent innervant. Toutes les assaillants perdent temporairement connaissance sous l'effet du nuage émis lors de l'explosion..

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
fr_fr: Mine à impulsions électromagnétiques déclenchée par proximité. Les équipements pris dans le champ sont temporairement voire parfois irrémédiablement détruits et les systèmes électriques des tissus organiques entièrement dévastés. Les corps conducteurs, comme les véhicules, le mobilier urbain ou les cyborgs, absorbent la plus grande partie de la décharge. Cette arme peut éventuellement affecter l'état de persuasion des individus pris dans son champ d'action.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
fr_fr: Bénéficiant d'une portée impressionnante, bien que rudimentaire, il est capable de pulvériser un véhicule ou d'endommager sérieusement la structure d'un immeuble. Trouvez-lui une position stratégique et maintenez vos agents à une distance raisonnable. L'explosion est déclenchée par minuteur.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
fr_fr: Le barillet monopolaire utilisé sur ce nouveau fusil permet de tirer des balles de gros calibre en uranium avec des vitesses de tir de l'ordre de Mach 5.2. Ce type de barillet n'autorise qu'un coup à la fois mais la précision et la portée obtenues par le système de détente restent inégalées. Ce fusil est l'arme de prédilection des tireurs embusqués.

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
fr_fr: Chaque satellite du réseau des plates-formes orbitales d'UTOPIA est équipé de ce dispositif. Il s'agit d'un stock de barres en alliage d'acier au tungstène montées sur un support dirigeable. Une fois lancées, ces barres se transforment dans l'atmosphère en une pluie particulièrement destructrice. Nous avons pu remédier au blocage de nos systèmes provoqué par le virus Harbinger. Par la transmission de protocoles de réinitialisation, ce système est de nouveau à la disposition de nos agents munis d'un activateur à main. Cependant, étant donné le cout très élevé d'une telle opération, cette arme doit être utilisée avec modération.

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
fr_fr: Le double prisme maintenu dans une chambre de Noxon sert à catalyser une réaction en chaIne permettant de diriger la puissance sur un parcours défini par polarisation gravitationnelle. La réaction en chaIne est déclenchée par une simple pression sur la gachette, puis elle est contenue dans la chambre de Noxon oë elle se développe jusqu'au relachement de la gachette. La matière ciblée est pulvérisée, molécule par molécule. Cette arme peut entraIner des dommages aux alentours de la zone ciblée du fait des rayonnements latéraux.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
fr_fr: Il s'agit d'un fil barbelé en alliage de titane et d'acier, très long, très fin et très coupant. Il est utilisé pour maintenir les civils non-autorisés à l'écart des zones interdites et constitue une défense efficace contre les intrus, y compris ceux équipés des dernières innovations cybernétiques. Son caractère létal est renforcé par le fait qu'il reste invisible à l'oeil humain non-appareillé.

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
fr_fr: Les recherches de Drennan sur la technologie de l’Église ont permis le développement du Persuatron II. Ce dispositif est capable de manipuler les esprits les plus réfractaires, y compris les zélateurs les plus forcenés. Sous son influence, les pratiquants vous obéissent au doigt et à l'oeil comme s'ils suivaient les enseignements tordus de l’Église.
