Repository: swfans/swars
Catalog: lang/alltext_church_ita.po
Languages: it_it

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
it_it: Ci hai servito bene. Ora il momento è nostro. Resta dove sei e non seguirci. Procederemo verso la Struttura a lenti ioniche. Quando la attiveremo, coloro che saranno rimasti sulla Terra periranno.Non temere, il tuo nome verrà ricordato nei secoli e ti chiameremo Santo della Nuova Epoca.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
it_it: La vita umana su questo pianeta verrà praticamente eliminata e noi torneremo a ripopolare il globo con i nostri simili. Questa è sempre stata la nostra fede ed ora la porteremo avanti da soli.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
it_it: Chiunque cerchi di fermarci verrà sterminato dalle Guardie scelte del Santo Protettorato. Accetta il tuo destino: non agire stoltamente tentando di interferire con i nostri piani. Il potere del Santo Protettorato è immenso. Resta dove sei e deponi le tue armi, perché è finita e noi abbiamo vinto.

# mission brief book quote
source: The world shall turn and the human race shall pass.
it_it: Il mondo sarà trasformato e la razza umana scomparirà.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
it_it: Tutto ricomincia da capo. La fede ha esaurito il suo corso ed è finita.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
it_it: Zona di atterraggio: piattaforma dello Shuttle esecutivo di Colombo

# mission brief tactical information
source: Your proper place
it_it: La tua posizione ottimale

# mission brief tactical information
source: Colombo Orbital Elevator
it_it: Ascensore orbitale di Colombo

# mission brief tactical information
source: Elevator anti-missile missile system
it_it: Sistema missilistico anti-missili dell'ascensore

# mission brief email header
source: Shine, Selfless One.
it_it: Splendore, Altruista Uno.

# mission brief email orders
source: Demolish a UTOPIA ground station and wipe out its security garrison.
it_it: Demolisci una stazione di terra di UTOPIA e spazza via la sua guarnigione di sicurezza.

# mission brief email paragraph
source: Your guidance is required in Bangkok, which we shall soon save from the Syndicate.
it_it: La tua guida è richiesta a Bangkok, che salveremo presto dal Sindacato.

# mission brief email paragraph
source: EuroCorp's presence has been contained to a UTOPIA ground station and its security garrison. Already, your brother and sisters gather on the other side of the river, in preparation for making the greatest sacrifice.
it_it: La presenza di EuroCorp è stata ridotta a una stazione di terra di UTOPIA con la sua guarnigione di sicurezza. Intanto i tuoi fratelli e sorelle si stanno raccogliendo sull'altra sponda del fiume, preparandosi ad eseguire il grande sacrificio.

# mission brief email paragraph
source: Lead the way. Destroy the buildings which link the chain of slavery EuroCorp calls UTOPIA. Show our followers the way of the Cataclysm by eliminating the security personnel.
it_it: Apri la strada. Distruggi le costruzioni che formano la catena di schiavitù che Eurocorp chiama UTOPIA. Mostra ai nostri discepoli la strada del Cataclisma eliminando il personale di sicurezza.

# mission brief email paragraph
source: Do this for the Nine.
it_it: Fai questo per i Novi.

# mission brief book quote
source: The Master held his palms aloft. "Behold my wounds," said He. The onlookers observed the cauterization and the sunlight that shone through His great hands.
it_it: Il Maestro alzò le mani. "Guardate le mie ferite", disse. Gli spettatori osservarono le stigmate a la luce del sole che filtrava attraverso le Sue grandi mani.

# mission brief book quote
source: "Let there be pain."
it_it: "Che il dolore sia."

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
it_it: Cosý la fiducia in te stesso ne uscita trionfante. Non solo hai contrastato il folle piano dei Novi di ricreare la razza umana clonando se stessi, ma hai anche preso possesso della più potente arma mai costruita.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
it_it: Sulla Terra, l'UTOPIA del Sindacato in rovina. In milioni sentono la voce di Ko-Paull Vissick che invoca affinch la ragione prevalga.

# game win message
source: But let your will be done.
it_it: Ma lascia che la tua volontà sia compiuta.

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
it_it: Arma di difesa personale di vecchio tipo. L'originale sparava munizioni cinetiche a propulsione chimica. Questa versione aggiornata molto affidabile in quanto si basa su una cellula di energia propria per il rilascio di ogni colpo. Nonostante ciò, l'Uzi il ricordo di un'altra era e come tali lo consideriamo virtualmente obsoleto. La Chiesa della Nuova Epoca sta lavorando ad armi largamente superiori da offrire ai propri Discepoli.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
it_it: Nonostante assomigli più ad un pezzo da museo, questo dispositivo cinetico a tamburo rotante considerato superiore all'Uzi e più efficace contro i nemici della nostra fede. Come l'Uzi, stata aggiornata in modo da trarre energia dalla cellula personale. I punti a suo sfavore sono le dimensioni e il rumore, ma vengono più che compensati dalla portata e dal potere esplosivo. Quando utilizzate in gran numero, le pistole sono efficace contro i veicoli.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
it_it: I Novi hanno scoperto la struttura sub-fotonica della luce e ne hanno svelato i segreti. La loro santa ricerca ha sviluppato un concentratore ionico che trasferisce scariche su un bersaglio. La portata dell'arma superiore a quella delle armi a energia cinetica ed particolarmente efficace sull'acciaio conduttivo.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
it_it: I nostri scribi hanno sviluppato un'arma efficace basata sul laser convenzionale. Il gas TriSodico 89 viene iniettato nella camera di sparo del laser ad impulsi dove viene trasformato elettricamente in fascio luminoso. La pressione del gas nella camera di sparo può essere aumentata trattenendo il grilletto, sovraccaricando l'arma e rendendola, dunque, più efficace.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
it_it: Quest'arma utilizza l'energia combinata degli elettroni accelerati per emettere un fascio di energia instabile lungo un'onda magnetica portante. Un significativo progresso per la Chiesa che conferma il valore degli insegnamenti dei Novi.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
it_it: Una granata a implosione viene lanciata verso il bersaglio ed utilizza il proprio sistema di guida per garantire la detonazione all'impatto. I lanciagranate si avvalgono di slitte acceleratrici monopolari per assicurare una portata notevole e raramente il bersaglio riesce a sfuggire al sistema di guida giroscopico. Quest'arma superba inoltre utile per creare incendi in zone circoscritte. Il tempo richiesto dalla ricarica, automatica, rende effettivamente vulnerabili i nostri santi Accoliti per un breve periodo di tempo.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
it_it: La luce della fede verrà vista a chilometri di distanza quando una granata nucleare verrà detonata in nome della Chiesa. Utilizzala con cura, Apostolo: la devastazione provocata da questa arma notevole. Ritirati dalla zona nella quale cadrà. particolarmente efficace contro strutture e gruppi; utilizzarla contro un singolo nemico equivarrebbe a una bestemmia.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
it_it: La nostra congregazione cresce ogni giorno. Alcune anime, tuttavia, pongono resistenza al cammino di verità che offriamo: per questo che abbiamo l'Indottrinatore. In un istante, inculca nelle menti di quei miscredenti tutto ciò in cui crediamo. Come potranno resistere a questa valanga di conoscenza e saggezza?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
it_it: Coloro che si oppongono al cammino della rettitudine bruceranno in eterno. Questi enormi lanciafiamme sono il loro primo assaggio dell'inferno. Non hanno certo la portata delle armi a energia e neppure di quelle cinetiche, ma hanno impieghi specifici, come contro la folla. I lanciafiamme ispirano inoltre il terrore e la sottomissione che desideriamo.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
it_it: Questa piccola unità rende non persuaso il bersaglio, o i seguaci persuasi del bersaglio, con estrema semplicità. Sebbene il Distruttore non sia una vera alternativa alle armi di distruzione create dai nostri scienziati e benefattori, comunque un'arma meravigliosamente sovversiva.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
it_it: Distillato da un narcotico fungoide alieno, il Gas Allucinogeno l'arma ideale per provocare caos su larga scala. Lanciato contro un gruppo di civili, provocherà istantaneamente una sommossa incontrollabile. Questo costringerà le autorità a sprecare le proprie energie per riacquisire il controllo, consentendo ai tuoi santi Accoliti di proseguire la missione.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
it_it: Questo incensiere produce una nuvola che si posa su tutti i bersagli non protetti che tocca. La semplicità benvenuta quando può essere cosý efficace.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
it_it: Attivata da presenze nemiche nelle vicinanza, la Mina a ioni emette lingue di energia elettrica in tutte le direzioni ed estremamente efficace contro i nemici della fede all'interno di un veicolo o a piedi. Questo dispositivo attivato dalla prossimità del bersaglio. La sua scarica avrà effetto anche sullo stato del CHIP di coloro colpiti dall'esplosione.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
it_it: Una mina convenzionale che utilizza un detonatore a ritardo inserito direttamente nella carica di detonazione. Un'arma pratica da utilizzare contro carri o altri veicoli corazzati.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
it_it: Il nostro divino lavoro comporta a volte l'eliminazione di singoli individui anzichÚ la liquidazione di gruppi di persone. Il fucile a lungo raggio spara colpi cinetici a uranio impoverito con grande accuratezza anche a lunga distanza. Sono pochi I giubbotti antiproiettile in grado di sopportare il colpo inferto da questi proiettili avanzati. In genere un colpo abbatterà un bersaglio e sarà possibile fuggire senza essere visti.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
it_it: Possiamo acquisire i codici di lancio per molti dei satelliti geostazionari che sorvolano il nostro pianeta, ma i costi di elaborazione per superare le difese codificate del Sindacato sono alti. Quando si attiva un colpo, nel giro di pochi secondi, il satellite più vicino punterà la posizione designata e lancerà barre di una lega di tungsteno e uranio che si surriscaldano nell'atmosfera e provocano distruzioni massicce in tutta la zona.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
it_it: Questo dispositivo l'arma più distruttiva che i Novi sono riusciti a rendere portatile. La Pistola gravitazionale può rilasciare un'energia tale da ridurre una montagna in briciole. Ammirate l'ira dei Novi!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
it_it: Una bobina di filo con spine intrecciate. Il Filo spinato difficile da rilevare, specialmente in situazione di combattimento. Collocatelo in punti strategici e i vostri avversari si feriranno gravemente inciampando nei fili. Un'arma che ha dato prova del proprio valore per lungo tempo.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
it_it: Solo degli dei hanno potuto creare un dispositivo simile. Quando lo si attiva, viene creata una cupola di spazio sub-temporale atomicamente stabile. Conosciuto nel corso dei secoli come tempo stregato, quando si verifica naturalmente, ha l'effetto di rallentare drasticamente chiunque o qualunque cosa all'interno della cupola. La sua vista ti spinge a pregare.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
it_it: I nostri scienziati hanno svelato altri arcani segreti del Codex ed hanno costruito un congegno in grado di esportare le forze elettrochimiche naturali contenute nelle cellule di qualsiasi struttura organica. Questo dispositivo succhia l'energia di qualsiasi cosa vivente o morta, a patto che la sua struttura cellulare non sia stata distrutta. Loda i Novi per la loro sagacia, Accolito.

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
it_it: Il Codex ci ha dato questo. Utilizzando il tempo stregato in modo ancora più avanzato, ora possibile trasportare i nemici in altri piani temporali. Un vero e proprio scivolo del tempo, perfetto per far scomparire un bersaglio. Puoi usarlo anche sui tuoi compagni, ma presta attenzione: gli effetti non sono del tutto prevedibili.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
it_it: Una sentinella radiocomandata dotata di un laser ad alto potenziale. Un rilevatore termico e di movimento costruito nella base connesso ad un lettore di chiave di identità e la sentinella spara contro qualsiasi movimento sconosciuto. Queste unità sono particolarmente efficaci in zone aperte con un ampio campo visivo.

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
it_it: Credi nella Chiesa e la Chiesa si prenderà cura di te. Quando uno o più Discepoli vengono feriti nella guerra santa contro EuroCorp, l'utilizzo di questa unità riporterà la salute e la forma fisica. Un congegno di questo tipo dimostra la cura e la comprensione sulle quali fondata la Chiesa della Nuova Epoca.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
it_it: Un'unità di riparazione avanzata che si occuperà delle tue ferite senza distrarre i membri del tuo gruppo. Un'aggiunta inestimabile all'attrezzatura operativa degli adepti che diffondono la parola della fede nel Cataclisma.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
it_it: Una trappola che, quando installata nella posizione prescelta, distruggerà chiunque si avventuri attraverso il cavo molecolare tirato tra due punti. Senza volerlo, il nemico provocherà un'esplosione che non lo renderà più un ostacolo alla causa della diffusione della nostra religione.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
it_it: Questo dispositivo renderà uno del tuo gruppo completamente invisibile. Apparirà agli occhi di EuroCorp e di altri come un innocuo dirigente e sarà in grado di camminare attraverso le zone di controllo del fuoco che i nostri Accoliti non riuscirebbero sicuramente ad attraversare. Il perfetto travestimento, particolarmente utile per operazioni segrete nel nome della Chiesa.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
it_it: Il tempo nostro. Non dobbiamo sprecarlo. Ogni nanosecondo sacro. I tuoi Accoliti devono agire in fretta e con vigore. Rimuovendo la loro carne mortale e sostituendola con questo prodigio tecnologico, come descritto negli insegnamenti del Codex, puoi offrire loro entrambi.
