Repository: swfans/swars
Catalog: lang/alltext_church_ita.po
Languages: it_it

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
it_it: Possa la lezione dei salmi frattali illuminarci sempre. I segreti del cosmo sono stati svelati per creare materiali che non potevano essere creati nei confini della gravità. Utilizzando oculatamente i nostri fondi, abbiamo utilizzato queste rare sostanze per creare queste protesi superiori.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
it_it: Per salvare un'anima, si dovrà prima investire la massima tecnologia in questo sforzo. Beati, dunque, coloro che camminano sulla terra ferma con un santo scopo nel loro passo. Che incarnino gli ideali della Chiesa; dota i tuoi Accoliti delle migliori opere dei Novi.

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
it_it: Possa la tua mira essere sempre giusta. A questo scopo, i miglioramenti offerti dal braccio cinetico rappresentano un ausilio significativo alla precisione. Questa corazza supplementare offre inoltre maggiori probabilità di sopravvivenza ai tuoi Accoliti. Gli Accoliti dotati di braccia di questo tipo possono inoltre lanciare gli oggetti a maggiore distanza.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
it_it: È il nostro così che uniamo la macchina all'uomo. Se uno migliora l'uomo, allora dovrà anche migliorare la macchina. Le nuove tecniche di costruzione utilizzate per queste braccia migliorano i benefici apportati dalle braccia cibernetiche ai tuoi Accoliti. Siano ringraziati i Novi.

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
it_it: Ora che il Cataclisma prossimo, solo i più forti parlano. Le enormi armi che utilizziamo richiedono una grande forza per essere usate. Con queste braccia i tuoi Accoliti avranno i mezzi per la nostra vittoria e possederanno la forza per piegare chiunque tenti di impedire il Cataclisma.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
it_it: Il cammino del fedele contrassegnato da continui miglioramenti cibernetici. da qui che inizia il viaggio della salvezza. Questo sofisticato torso artificiale, che aumenta la resistenza e la salute di un discepolo, funge inoltre da base per altre protesi.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
it_it: L'anima può essere indistruttibile, ma il corpo non lo . Se troppi dei tuoi Accoliti compiono l'estremo sacrificio, offri loro questi sistemi respiratori che garantiscono uno scudo leggero in metallo multicellulare.

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
it_it: Arriva un tempo di grandi cambiamenti; questo tempo richiede che le grandi forze siano messe alle prova. Un discepolo modificato con questo santo tessuto sofisticato non teme alcun male. I tuoi fratelli saranno addirittura in grado di camminare in mezzo a una nuvola di gas nervino senza essere uccisi. Ammira la corazza di coloro che portano il Cataclisma!

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
it_it: Col prosieguo della nostra missione, la sfida alle nostre attività diviene più forte. Aumenta la percezione e la salute dei tuoi Accoliti e le masse si prostreranno. cosý che verrà conosciuto il nome della Chiesa della Nuova Epoca.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
it_it: Conosci il tuo nemico, discepolo, e riconoscilo a grande distanza, cosý che tu possa prepararti a purificarlo. I Novi hanno rivolto la loro attenzione a ciò che richiesto ai nostri Accoliti, mentre preparano la strada del Cataclisma. Migliora le menti dei tuoi Accoliti con nuovi cervelli.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
it_it: La mente di un dio la mente di una macchina. Per una consapevolezza accresciuta oltre i limiti dei soli mezzi biologici, dota i tuoi Accoliti dell'ultimo ritrovato in fatto di Intelligenza artificiale mobile. Con la comprensione viene grande potere. Incarna questa comprensione e abbraccia il potere.

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
it_it: A volte, il nostro nemico EuroCorp crea alcune tecnologie innovative. Da questo progetto di cyberpelle possiamo produrre un'epidermide migliore rispetto a quella tradizionale. Un rivestimento costituito da una trama molecolare sospesa in un materiale multicellulare rende gli Accoliti che lo indossano praticamente invulnerabili ai colpi ad energia cinetica.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
it_it: Il calore uno dei nemici del combattente. In nostro nemico se ne preoccupato ed ha trovato la soluzione descritta in questi documenti. Utilizzando tessuti provenienti dall'industria spaziale, hanno elaborato un progetto di cyberpelle in grado di rendere i nostri Accoliti resistenti alle fiamme e all'energia termica.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
it_it: Anche i Novi sono rimasti colpiti dalla teoria che sta alla base di questo ritrovato. Utilizzando alcune tecnologie Codex, pervertite dalla loro inferiore comprensione, gli EuroCorp erano prossimi a inserire nella cyberpelle una trama a tecnologia spettrale in grado di assorbire l'energia, proteggendo cosý i loro agenti dagli effetti delle armi elettromagnetiche. Interessante. Possiamo ora completare il loro lavoro e sfruttare queste conoscenze per noi stessi.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
it_it: Ancor più esecrabili, gli EuroCorp non hanno smesso di tentare di competere con la nostra tecnologia infinitamente superiore. Nonostante ciò, questi documenti indicano che hanno prodotto qualcosa di veramente speciale: le istruzioni per produrre una cyberpelle dotata di alcune delle proprietà dello Schermo clonatore. In particolare, questa pelle riflette in continuazione un dirigente civile agli scanner di UTOPIA, nascondendo pertanto una minaccia fino a quando non entra nel campo visivo. Anche noi potremmo utilizzare questa tecnica.
