Repository: swfans/swars
Catalog: lang/alltext_church_fre.po
Languages: fr_fr

# mission brief email paragraph
source: Truly, you are chosen.
fr_fr: En vérité, tu es un élu.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
fr_fr: Il n'y a pas de mauvais outils, il n'y a que de mauvais artisans. Le bon artisan sait façonner l'outil qui le servira bien.

# mission brief tactical information
source: Landing Ground: Rome IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Rome

# mission brief tactical information
source: Domicile zones overrun by the Unguided
fr_fr: Zones résidentielle de catégorie inférieure contrOlées par les Dévoyés

# mission brief tactical information
source: EuroCorp garrison
fr_fr: Garnison de l'EuroCorp

# mission brief tactical information
source: EuroCorp agents
fr_fr: Agents de l'EuroCorp

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
fr_fr: Écoutes: Contenu des coffres estimé à 400.000 Cr

# mission title
source: Not One Of Us
fr_fr: Aucun d'entre nous

# mission title
source: Watcher
fr_fr: Guetteur

# mission title
source: Serpent's Egg
fr_fr: L'oeuf du serpent

# mission title
source: A Mote In God's Eye
fr_fr: Une paille dans l'oeil de Dieu

# mission brief email header
source: Receive our blessings, Son of Light.
fr_fr: Nous te bénissons, Fils de Lumière.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
fr_fr: En trouvant le talon d'Achille de notre ennemi, nous avons pu fonder notre Eglise. Les Neuf prédisent aujourd'hui une contre-offensive d'EuroCorp sur les villes que nous contrôlons.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
fr_fr: Le Syndicat a déjà entrepris des missions de reconnaissance à Johannesburg, Buenos-Aires, Santiago et Tripoli. C'est intolérable. Ceux qui s'infiltrent dans nos villes doivent se rallier à notre cause ou mourir.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
fr_fr: Nous avons eu confirmation de la présence d'intrus à Johannesburg, Buenos-Aires, Santiago et Tripoli. Notre présence sur place est insuffisante et nous devons nous contenter de surveiller les mouvements de l'ennemi. Les Neuf pensent également qu'EuroCorp a implanté un saboteur dans notre mission à Johannesburg.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
fr_fr: Tes Acolytes doivent s'assurer qu'aucun espion d'EuroCorp n'entre en contact avec le Syndicat. N'aie de cesse que tout intrus cyborg soit éliminé.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
fr_fr: Chaque conversion nous rapproche du jour du jugement. La machine divine a besoin de croyants. Et seuls les croyants survivront au Cataclysme.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
fr_fr: Sois courageux, Acolyte et sois brutal car ton salut en dépend.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
fr_fr: Dérober l'âme des machines est source de félicité.

# mission brief tactical information
source: City district under our control
fr_fr: District placé sous notre contrOle

# mission brief tactical information
source: Your brethren
fr_fr: Vos frères

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
fr_fr: Écoutes: modification du signal d'identification UTOPIA détecté - en mettant l'accent sur les entrées des tubes de transport et la détection des dispositifs explosifs transportés

# mission brief tactical information
source: EuroCorp militia garrisons
fr_fr: Garnisons de la milice de l'EuroCorp

# mission brief tactical information
source: Landing Ground: Santiago IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Santiago

# mission brief tactical information
source: Our temple
fr_fr: Notre temple

# mission brief tactical information
source: Sanctuary: Santiago IML Link
fr_fr: Sanctuaire: Liaison LMI de Santiago

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
fr_fr: Écoutes: L'arrivée de la force de frappe du Syndicate en garnison est prévue d'ici 48 heures

# mission brief tactical information
source: Those you shall keep from harm
fr_fr: Aucun mal ne doit leur Etre fait

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
fr_fr: Sanctuaire: Liaison LMI de Tripoli

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
fr_fr: Coffres: Contenu estimé à 800.000 Cr

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
fr_fr: Alerte satellite: Codes d'identité d'agents de l'EuroCorp détectés, instabilité du suivi

# mission title
source: Powermonger
fr_fr: Marchand d'énergie

# mission brief email header
source: May faith burn within you, Favourite One.
fr_fr: Que la foi brûle en toi, Favori.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
fr_fr: Nos oracles ont révélé qu'un haut responsable du Syndicat appelé Koto Sek se rend en visite au Caire. Il sera sous haute protection. Au nom de notre juste cause, il doit pourtant mourir.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
fr_fr: Koto Sek va monter à bord d'une navette pour une destination inconnue. Arrête-le dès que possible. Assure-toi qu'il est bien mort avant de revenir. S'il y a d'autres victimes, c'est qu'il en est ainsi. Je suis certain que tu l'acceptes désormais.

# mission brief email paragraph
source: Go forth.
fr_fr: Va!

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
fr_fr: Se tourneront vers les chefs non seulement les regards mais aussi les viseurs.

# mission brief tactical information
source: Landing Ground: APC destination
fr_fr: Terrain d'atterrissage: Destination APC

# mission brief tactical information
source: EuroCorp HQ
fr_fr: QG de l'EuroCorp

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
fr_fr: Navette transportant Koto Sek

# mission brief tactical information
source: Sanctuary: Cairo IML Link
fr_fr: Sanctuaire: Liaison LMI de Caire

# mission title
source: Deadly Harvest
fr_fr: Mortelle Moisson

# mission brief email header
source: You shine strong, Apostle.
fr_fr: Tu rayonnes, Apôtre.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
fr_fr: A Bahreïn, EuroCorp se prépare à l'assaut contre nous. Tu sonneras le glas de leurs espoirs.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
fr_fr: Par bonté, nous t'avons assigné plusieurs cibles et un tank de combat. Fais preuve de sagesse, Acolyte. Fais bon usage de notre équipement. Fais taire à jamais EuroCorp et ses laquais. Notre triomphe et la liberté du monde en dépendent.

# mission brief email paragraph
source: The light of your being grows ever brighter.
fr_fr: Tu rayonnes chaque jour davantage.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
fr_fr: Le peuple écoutait, dressé comme des épis de blé. Lorsque la faux s'abattit, le Maître se tut. Cette leçon devrait être apprise de tous.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Bahrein

# mission brief tactical information
source: EuroCorp reforger zone
fr_fr: Zone de réorganisation EuroCorp

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
fr_fr: Écoutes: la police a été chargée d'escorter un agent financier de l'EuroCorp en déplacement d'affaires dans le nord-est de la ville

# mission brief email header
source: Congratulations on your progress, Disciple.
fr_fr: Félicitations pour vos progrès, Disciple.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
fr_fr: A toi incombe la tâche sacrée de récupérer les fonds qui, selon nos émissaires, doivent être convoyés vers la Banque Centrale de Singapour.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
fr_fr: Bien sûr, EuroCorp sera en alerte et il y aura des gardes partout. Une attaque de front serait peu raisonnable car c'est ce à quoi s'attend le Syndicat. Nous avons prié pour qu'il en aille autrement et nous savons que nos prières seront exhaucées. A toi de faire le reste, Acolyte.

# mission brief email paragraph
source: Remember the wonders money works.
fr_fr: Souviens-toi que l'argent fait des miracles.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
fr_fr: Le Maître n'a que faire de l'argent. S'il s'assied pour le compter c'est juste pour méditer.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Singapour

# mission brief tactical information
source: Vault (empty)
fr_fr: Coffres (vides)

# mission brief tactical information
source: Target vehicles A and B
fr_fr: Véhicules -cibles A et B

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
fr_fr: Écoutes: destination du véhicule A

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
fr_fr: Écoutes: destination du véhicule B

# mission title
source: Audacity
fr_fr: Audace

# mission brief email header
source: Greetings, Acolyte.
fr_fr: Félicitations, Acolyte.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
fr_fr: Nous avons un projet audacieux pour toi. Tu dois enlever une personnalité du Syndicat au quartier général d'EuroCorp à Londres, à la barbe des agents de la sécurité.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
fr_fr: Le professeur Kurt Drennan est un membre important du programme de recherche d'EuroCorp. Les agents d'EuroCorp ont eu vent de nos découvertes à Reykjavik. Drennan doit informer les dirigeants d'EuroCorp lors d'une réunion à Londres. A cette occasion, il se verra attribuer une nouvelle assistante. Fais en sorte que Mirabelle prenne la place de l'assistante au moment opportun pour qu'elle nous livre Drennan.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
fr_fr: Une fois que Mirabelle aura pris la place de l'assistante, elle devra rester incognito et tenir son rôle pendant la présentation de Drennan. Le professeur doit se rendre ensuite en voiture à un autre rendez-vous. Si tu as fait le nécessaire pour que Mirabelle soit avec lui, il n'arrivera jamais à destination. Grâce à nos prières, Drennan ne tardera pas à confesser sa pensée.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
fr_fr: Que ton esprit suive la voie tracée par les Neuf. Eternellement.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
fr_fr: Cent éléphants peuvent abattre les murs d'une forteresse. Un seul rat malade suffit à tuer ceux qui sont à l'intérieur.

# mission brief tactical information
source: Landing Ground: London IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Londres

# mission brief tactical information
source: Professor Drennan's assistant
fr_fr: Assistante du professeur Drennan

# mission brief tactical information
source: Professor Drennan
fr_fr: Professeur Drennan

# mission brief tactical information
source: Presentation podium
fr_fr: Estrade

# mission brief tactical information
source: Sanctuary: London outlet road
fr_fr: Sanctuaire: Route de sortie de Londres

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
fr_fr: Écoutes: Sur son chemin, le professeur doit passer par ce batiment pour prendre des données

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
fr_fr: Écoutes: Les Dévoyés s'apprEtent à envahir le quartier nord

# mission title
source: Divine Light
fr_fr: Divine Lumière

# mission brief email header
source: Meditate with us, Disciple.
fr_fr: Médite avec nous, Disciple.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
fr_fr: Empare-toi des plans d'une nouvelle arme du Syndicat, dans les locaux d'EuroCorp à New-York.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
fr_fr: Le professeur Drennan est mort. Il a été victime d'une grave hémorragie en résistant nos inquisiteurs neuronaux. Dommage. Toutefois, grâce à nos prières, il a eu le temps de nous dire que le Syndicat prépare une offensive contre notre sainte Église. Des manoeuvres d'entraînement se déroulent dans les bases d'EuroCorp à New-York.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
fr_fr: A New-York, les techniciens du Syndicat testent, sous bonne garde, une arme de poing thermonucléaire que nous voulons. Il y a deux jours, nos frères et soeurs, qui défient la présence d'EuroCorp en occupant la Cathédrale de la ville, ont entendu une terrible déflagration provenant de l'enceinte ennemie. D'après Drennan, c'est là que nous devrions trouver les données concernant les engins expérimentaux mais cette enceinte est placée sous haute surveillance. Une diversion sera probablement nécessaire.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
fr_fr: Frère Methuselah quittera l'abri de la cathédrale pour te rejoindre à la station LMI. Il te conduira vers une zone résidentielle et commerciale où il déclenchera une émeute en répandant un nuage d'encens contenant du psychogaz. Tu devras trouver le moyen de t'introduire dans l'enceinte pendant que les gardes du Syndicat seront occupés à réprimer l'émeute.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
fr_fr: Le courageux s'engage seul dans les ténèbres de la caverne. L'astucieux laisse le courageux le précéder. Mais le plus intelligent de tous reste sagement derrière l'astucieux.

# mission brief tactical information
source: Landing Ground: New York IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de New-York

# mission brief tactical information
source: EuroCorp installation gateways
fr_fr: Accès des installations de l'EuroCorp

# mission brief tactical information
source: Site of blast
fr_fr: SiteLieu de l'explosion

# mission brief tactical information
source: Target building
fr_fr: Batiment cible

# mission brief tactical information
source: Diversion will be created in this commercial zone
fr_fr: Une manoeuvre de diversion sera organisée dans cette zone commerciale

# mission brief tactical information
source: Our temple and satellite uplink
fr_fr: Notre temple et la voie montante du satellite

# mission brief tactical information
source: Sanctuary: New York IML Link
fr_fr: Sanctuaire: Liaison LMI de New-York

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
fr_fr: Écoutes: Contenu des coffres estimée à 2.000.000 Cr

# mission title
source: The Levellers
fr_fr: Les Niveleurs

# mission brief email header
source: Precious Believer,
fr_fr: Précieux Croyant,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
fr_fr: Détruisez les dépôts d'armes d'EuroCorp à Riyad. Par cette destruction, nous célébrons le Cataclysme.

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
fr_fr: Harbinger a mis le réseau UTOPIA à genoux. Les efforts d'EuroCorp pour constituer une nouvelle armée prouve l'efficacité de nos attaques. Beaucoup d'armes du Syndicat sont en réserve pendant que les cryocuves épuisées remettent en état son nombre décroissant d'agents. Dans ses confessions, Drennan nous a indiqué que la plus grande réserve est dans les murs de l'ancienne ville de Riyad.

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
fr_fr: Le voeu sacré des Neuf est que cet arsenal disparaisse à jamais dans les sables du désert. Localise les dépôts et détruis-les. Convertis ou élimine tout les agent osant se mettre en travers de ton chemin. Fais comme bon te semble. Lorsque le stock d'armes du Syndicat ne sera plus qu'un souvenir, tous les fidèles chanteront tes louanges.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
fr_fr: Nos machines transformeront le monde, Acolyte. Elles plongeront la planète dans le tourment. Presque toute la population périra mais nous souhaitons un renouveau de la vie. Imagine un monde sans syndicats, sans manipulation des esprits et sans violence. Ce jour viendra, Disciple. Il nous faut plus d'adeptes.

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
fr_fr: Les élèves demandèrent au Maître: "Quand accéderons-nous à l'immortalité?"

# mission brief book quote
source: And the Master answered, "Not in this life."
fr_fr: Et le Maître répondit, "Pas dans cette vie."

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Riyad

# mission brief tactical information
source: Target bunkers
fr_fr: DépOts ciblés

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
fr_fr: Sanctuaire: Liaison LMI de Riyad

# mission title
source: Fallen Among Thieves
fr_fr: Parmi les voleurs

# mission brief email header
source: Brave Apostle.
fr_fr: Valeureux Apôtre.

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
fr_fr: Mirabelle Lucy De Saxo, fille de notre sainte Eglise de l'Ere Nouvelle, s'est écrasée en territoire Dévoyé, à proximité de son abri du Cap. Il faut la secourir pour qu'elle puisse accomplir son destin sacré.
