Repository: swfans/swars
Catalog: lang/alltext_comm_ger.po
Languages: de_de

# map screen location - toxicity
source: Heavy Industrial, Human Effluent
de_de: Schwere Industrie-Verseuch., menschl. Abfälle

# map screen location - name
source: Cape Town
de_de: Kapstadt

# map screen location - language
source: Afrikaans (Ancient)
de_de: Afrikaans (veraltet)

# map screen location - industry
source: Mineral Processing
de_de: Mineralien-Gewinnung

# map screen location - language
source: Sub English
de_de: Sub-englisch

# map screen location - industry
source: Brewing, Animal Husbandry
de_de: Brauerei, Tierzucht

# map screen location - toxicity
source: Chemical Waste, Animal Effluent
de_de: Chemie-abfälle, Tier-abfälle

# map screen location - industry
source: Clothing Fabrication, Foodstuff Preparation
de_de: Kleidungs-Produktion, Lebensm.-zubereit

# map screen location - name
source: Moscow
de_de: Moskau

# map screen location - language
source: Moldav
de_de: Moldavisch

# map screen location - industry
source: Clothing Fabrication, Distilling
de_de: Kleidungs-Produktion, Destilla-tion

# map screen location - toxicity
source: Radioactive Fallout, Human Effluent
de_de: Atomarer Fallout, menschl. Abfälle

# map screen location - name
source: Tokyo
de_de: Tokio

# map screen location - language
source: Neo-Japanese
de_de: Neo-japanisch

# map screen location - industry
source: Hi-Tech Manufacture, Financial Services
de_de: High-Tech-Produktion, Finanzen

# map screen location - industry
source: Simulant Manufacture, Tourism
de_de: Simulator-Produktion, Tourismus

# map screen location - name
source: Cairo
de_de: Kairo

# map screen location - industry
source: Historical Artefacts, Tourism
de_de: Historische Kunst, Tourismus

# map screen location - name
source: New Delhi
de_de: Neu Delhi

# map screen location - industry
source: Intelligent Clothing
de_de: Qualitäts-Bekleidung

# map screen location - toxicity
source: Heavy Industrial, Chemical Waste, Human Effluent
de_de: Schwere Industrie-Verseuch., Chemie-abfälle, menschl. Abfälle

# map screen location - industry
source: Distilling
de_de: Destilla-tion

# map screen location - toxicity
source: Radioactive Fallout
de_de: Atomarer Fallout

# map screen location - name
source: Tripoli
de_de: Tripolis

# map screen location - language
source: Arabic (Ancient)
de_de: Arabisch (veraltet)

# map screen location - industry
source: Fuel Refining
de_de: Treibstoff-raffinerie

# map screen location - name
source: Riyadh
de_de: Riyad

# map screen location - language
source: New Sinhalese
de_de: Neu-singaleisch

# map screen location - name
source: Colombo Orbit Station
de_de: Colombo-Orbital-station

# map screen location - landscape
source: Experimental
de_de: Experi-mentell

# map screen location - language
source: EuroCorp Technical Multi-State Code
de_de: EuroCorp techn. Code

# map screen location - industry
source: Interstellar Transport, Microgravitic Manufacture
de_de: Interstell. Transport, Graviton-produkte

# map screen location - toxicity
source: Nil
de_de: Keine

# map screen location - language
source: Proto-Moldav
de_de: Proto-moldavisch

# map screen location - industry
source: Air Re-processing
de_de: Luft Rück-gewinnung

# map screen location - landscape
source: Sub-Simple Urban
de_de: Sub-Stadt

# map screen location - industry
source: Forestry
de_de: Försterei

# map screen location - language
source: Russian (Ancient)
de_de: Russisch (veraltet)

# map screen location - landscape
source: Sub-Sub-Simple Urban
de_de: Sub-Stadt

# map screen location - language
source: Mongol-Chinese
de_de: Mongol-chinesisch

# map screen location - industry
source: Ore Extraction
de_de: Erz-gewinnung

# map screen location - language
source: United Korean
de_de: Vereintes Koreanisch

# map screen location - industry
source: Chemical Processing, Vehicle Manufacture
de_de: Chemische Industrie, Automobil-produktion

# map screen location - toxicity
source: Chemical Waste, Heavy Industrial
de_de: Chemie-abfälle, schwere Industrie-Verseuch.

# map screen location - language
source: Zonal Mandarin
de_de: Zonales Mandarin

# map screen location - industry
source: Animal Husbandry, Vegetative Re-processing
de_de: Tierzucht, vegetative Wiederauf-bereitung

# map screen location - toxicity
source: Animal Effluent, Chemical Waste
de_de: Tier-abfälle, Chemie-abfälle

# map screen location - industry
source: Furniture Manufacture
de_de: Möbel-produktion

# map screen location - industry
source: Ore Processing
de_de: Erzauf-bereitung

# map screen location - industry
source: Animal Husbandry, Tanning
de_de: Tierzucht, Bräunung

# map screen location - language
source: Anglo-Cyrillic
de_de: Anglo-kyrillisch

# map screen location - industry
source: Weather Manipulation
de_de: Wetter-Manipul.

# map screen location - toxicity
source: High Radioactive, Light Industrial
de_de: Hoch radioaktiv, leichte Industrie-abfälle

# map screen location - industry
source: Magnetic Processing
de_de: Magnet. Aufbereit.

# map screen location - landscape
source: Municipality
de_de: Gemeinde

# map screen location - industry
source: Air
de_de: Luft-Produktion

# map screen location - toxicity
source: Low Radioactive
de_de: Gering radioaktiv

# map screen location - industry
source: Mineral Extraction
de_de: Mineral-gewinnung

# map screen location - toxicity
source: High Radioactive Waste, Heavy Industrial
de_de: Hoch-radioaktive Abfälle, schwere Industrie-Verseuch.

# map screen location - language
source: Portuguese (Ancient)
de_de: Portug. (Alt)

# map screen location - toxicity
source: Radioactive Waste, Light Industrial
de_de: Radioaktive Abfälle, leichte Industrie-abfälle

# scientists death reason
source: Laboratory accident
de_de: Laborunfall

# scientists death reason
source: Natural causes
de_de: Natrliche ursachen

# scientists death reason
source: Time-delay virus
de_de: Zeitverzígerungs-virus

# scientists death reason
source: Experimental error
de_de: Experiment-fehler

# scientists death reason
source: Fatal miscalculation
de_de: Fatale fehlkalkulation

# scientists death reason
source: Illogical deduction
de_de: Unlogische folgerung

# scientists death reason
source: Terminal delusion
de_de: Unheilbare illusion

# scientists death reason
source: Rash judgement
de_de: Voreiliges urteil

# scientists death reason
source: Flawed reasoning
de_de: Fehlerhafte argumentation

# scientists death reason
source: Insanity
de_de: Wahnsinn

# scientists death reason
source: Negligence
de_de: Nachlssigkeit

# scientists death reason
source: Unsafe procedure
de_de: Unsicheres verfahren

# scientists death reason
source: Mental collapse
de_de: Geistiger zusammenbruch

# scientists death reason
source: Equipment malfunction
de_de: Equipment-defekt

# scientists death reason
source: Unsuccessful test
de_de: Erfolgloser test

# scientists death reason
source: Cardiac arrest
de_de: Herzstillstand

# scientists death reason
source: Incorrect assumption
de_de: Falsche vermutung

# scientists death reason
source: Electrocution
de_de: Stromschlag

# scientists death reason
source: Disintegration
de_de: Zerfall

# scientists death reason
source: Misadventure
de_de: Missgeschick
