Repository: swfans/swars
Catalog: lang/alltext_church_ger.po
Languages: de_de

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
de_de: Ein Notfall hat sich ergeben, um unsere Standhaftigkeit auf die Probe zu stellen. Einer der Neun wurde gefangengenommen. Er wird in einem Hochsicherheitstrakt in Adelaide festgehalten. Ihr müsst ihn befreien und in Sicherheit bringen.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
de_de: Ihr müsst um einen Weg ins Herz der Anlage beten, und Ihr müsst genug Waffen dabei haben, um alle Ungläubigen abzuwehren, die sich Euch in den Weg stellen wollen. Dies ist eine Prüfung Eures Glaubens, Jünger des Lichts. Versagt nicht. Bleibt wachsam. Vertraut dem wahren Weg, und wenn er es will, werdet Ihr Erfolg haben.

# mission brief email paragraph
source: Travel on holy paths.
de_de: Reist auf heiligen Pfaden.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
de_de: In den dunkelsten aller Zeiten wird der wahre Gläubige üben, um seine Kampfkunst zu verbessern.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
de_de: Landebereich: Adelaide, IML-Station

# mission brief tactical information
source: The compound holding Brother Ix
de_de: Der gefangengehaltene Bruder Ix

# mission brief tactical information
source: Rendezvous point
de_de: Treffpunkt

# mission brief tactical information
source: Syndicate MBT deployment
de_de: MBT-Stationierung durch das Syndikat

# mission title
source: Revelations
de_de: Enthüllungen

# mission title
source: Cataclysm
de_de: Kataklysmus

# mission brief email header
source: Disciple.
de_de: Jünger des Lichts.

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
de_de: Ihr habt uns gut gedient. Nun ist unser Moment gekommen. Bleibt, wo Ihr seid, und folgt uns nicht. Wir werden uns alleine zur Ionentor-Linse begeben. Wenn wir sie aktivieren, werden alle, die auf der Erde zurückbleiben, vergehen. Doch fürchtet Euch nicht - Euer Name wird auf immer mit uns sein, und wahrlich, wir werden Euch einen Heiligen nennen.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
de_de: Das menschliche Leben auf diesem Planeten wird ausradiert, und wir werden die Erde mit unseren Ebenbildern neu besiedeln. Das war immer unser Glaube, und wir werden ihn verwirklichen - alleine.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
de_de: Wer immer uns jetzt noch zu stoppen versucht, wird von der Sanctum-Protektorats-Garde ausgelöscht werden. Akzeptiert Euer Schicksal - seid nicht so närrisch, es ändern zu wollen. Die Macht der Protektorats-Garde ist immens. Bleibt, wo Ihr seid, und legt Eure Waffen nieder, denn es ist vorbei, und wir haben gewonnen.

# mission brief book quote
source: The world shall turn and the human race shall pass.
de_de: Die Welt wird sich drehen, und die menschliche Rasse wird vergehen.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
de_de: Alles beginnt von neuem. Der Glaube hat seinen Weg vollendet, es ist vorbei.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
de_de: Landegebiet: Colombo, Managershuttlerampe

# mission brief tactical information
source: Your proper place
de_de: Der Platz, wo Sie hingehören

# mission brief tactical information
source: Colombo Orbital Elevator
de_de: Colombo-Orbitallift

# mission brief tactical information
source: Elevator anti-missile missile system
de_de: Anti-Satelliten-Raketensystem des Orbitalliftes

# mission brief email header
source: Shine, Selfless One.
de_de: Erleuchtet uns, oh Selbstloser.

# mission brief email orders
source: Demolish a UTOPIA ground station and wipe out its security garrison.
de_de: Vernichtet eine UTOPIA-Bodenstation und beseitigt die Sicherheitscyborgs.

# mission brief email paragraph
source: Your guidance is required in Bangkok, which we shall soon save from the Syndicate.
de_de: Eure segensreiche Führung wird in Bangkok benötigt, das wir schon bald vom Joch des Syndikats befreien werden.

# mission brief email paragraph
source: EuroCorp's presence has been contained to a UTOPIA ground station and its security garrison. Already, your brother and sisters gather on the other side of the river, in preparation for making the greatest sacrifice.
de_de: Die Präsenz von EuroCorp beschränkt sich dort inzwischen auf eine einzige UTOPIA-Bodenstation samt Wachcyborgs. Schon versammeln sich unsere Brüder und Schwestern am anderen Flußufer und bereiten sich darauf vor, das größte aller Opfer zu bringen.

# mission brief email paragraph
source: Lead the way. Destroy the buildings which link the chain of slavery EuroCorp calls UTOPIA. Show our followers the way of the Cataclysm by eliminating the security personnel.
de_de: Zeigt Ihnen den Weg. Zerschmettert die Gebäude, die das Schloß jener Sklavenkette bilden, die EuroCorp als UTOPIA bezeichnet. Zeigt unseren Gläubigen den Weg des Kataklysmus auf, indem Ihr die Wachdroiden beseitigst.

# mission brief email paragraph
source: Do this for the Nine.
de_de: Geht und tut dies für die Neun.

# mission brief book quote
source: The Master held his palms aloft. "Behold my wounds," said He. The onlookers observed the cauterization and the sunlight that shone through His great hands.
de_de: Und der Meister erhob seine Hände: "Schauet meine Wunden". Und alle, die es sahen, bestaunten seine ausgebrannten Wundränder und das Sonnenlicht, das durch seine großen Hände fiel.

# mission brief book quote
source: "Let there be pain."
de_de: "Es werde Leid!"

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
de_de: Der Glaube an Euch selbst hat gesiegt. Ihr habt nicht nur den verrückten Plan der Neun durchkreuzt, die menschliche Rasse wieder aufleben zu lassen, indem sie sich selbst klont, Ihr habt sogar die fürchterlichste Waffe in Besitz genommen, die jemals erschaffen wurde.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
de_de: Auf der Erde liegt das UTOPIA des Syndikats in Schutt und Asche. Millionen können die Klagerufe des Ko-Paull Vissick hören.

# game win message
source: But let your will be done.
de_de: Aber Euer Wille geschehe.

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
de_de: Eine fast altmodische Abwehrwaffe. Das Original feuerte noch mit chemisch angetriebener kinetischer Munition. Diese verbesserte Version ist etwas zuverlässiger, weil sie auf die Energiezelle des Gegners abzielt. Nichtsdestoweniger ist die UZI ein Rückfall in längst überwunden geglaubte Zeiten, wir gehen davon aus, dass sie bald ihre Bedeutung verlieren wird. Die Kirche der Neuen Epoche arbeitet schon an der Entwicklung einer weit wirkungsvolleren Alternative und hofft, sie Ihren Jüngern bald präsentieren zu können.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
de_de: Obwohl fast schon ein Museumsstück, ist diese kinetisch feuernde Rotationskanone der UZI überlegen, weil sie sich effektiver gegen die Feinde unseres Glaubens einsetzen lässt. Die neueste Version ist nach dem gleichen Prinzip wie die Uzi aufgerüstet. Ihre Nachteile, hohes Gewicht und grosse Lärmbelästigung, gleicht sie mit ihrer Reichweite und grossen Zerstörungskraft wieder aus. Im Pulk eingesetzt, ist sie nach wie vor ein wirkungsvolles Instrument gegen Fahrzeuge aller Art.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
de_de: Die Neun haben die Sub-Photon-Struktur des Lichts entdeckt und die ihr innewohnenden Geheimnisse enträtselt. Diese geheiligte und segensbringende Forschungsarbeit hat zu der Entwicklung eines Ionen-Fokus geführt, der gebündelte Blitze auf ein Ziel schleudert. Seine Reichweite ist den althergebrachten Waffen mit kinetischer Energie überlegen. Die Elektrokeule entfaltet ihre ganze Kraft auf leitfähigem Stahl.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
de_de: Unsere Gelehrten haben eine effektive Waffe entwickelt, die auf der Basis eines konventionellen Lasers arbeitet. In die Feuerkammer des Pulslasers wird TriSodium 89 injiziert und aufgeladen. Der Gasdruck in der Kammer kann durch langes Anhalten des Auslösers noch erhöht werden. Die daraus resultierende berhitzung zeitigt wahrhaft anbetungswürdige Ergebnisse.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
de_de: Die Plasmalanze verwendet die kombinierte Energie beschleunigter Elektronenteilchen und produziert einen Strahl instabiler Energie, der entlang einer magnetischen Transportwelle verläuft. Eine für den Feind spürbare Demonstration der berlegenheit unserer Kirche und ein weiterer Beweis für die Gültigkeit unserer Glaubenssätze.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
de_de: Eine Implosionsgranate wird auf das Ziel abgefeuert, und die systemeigene Zielführung garantiert den Einschlag an der gewünschten Stelle. Raketenwerfer verwenden monopolare Beschleunigungsschlitten, um die Reichweite auf ein beeindruckendes Mass zu erhöhen. Einmal anvisierte Ziele können dem Gyro-Suchsystem kaum entkommen. Eine wundervolles Gerät, wie geschaffen für ein Abschnittsfeuer. Der Prozess des Wiederaufladens braucht allerdings seine Zeit, und hinterlässt, zumindest vorübergehend, die heiligen Jünger ungeschützt.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
de_de: Die Explosion einer Atomgranate, abgefeuert im Namen der Kirche, verbreitet das Licht unseres Glaubens meilenweit. Doch benutzt sie mit Vorsicht, Bruder Apostel. Ihre Zerstörungskraft ist beträchtlich. Sorgt dafür, dass Ihr Euch rechtzeitig vom Ort des Geschehens entfernt und beachtet ihre Wirkung auf Gebäude und Gruppen. Wer die Atomgranate gegen Einzelpersonen einsetzt, der macht sich des Vergehens der Blasphemie schuldig.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
de_de: Unsere Glaubensgemeinschaft wächst von Tag zu Tag. Und dennoch gibt es einige renitente Geister, die partout nicht dem Weg folgen wollen, den wir ihnen anbieten. Doch für solche Fälle haben wir den Indoktrinator. Alle uns wohlbekannten Wahrheiten werden von einem Moment auf den anderen in die Köpfe der Ungläubigen gesät. Denn, seien wir ehrlich, liebe Brüder: Wer kann sich dieser Lawine von Wissen und Weisheit dauerhaft entziehen?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
de_de: Diejenigen, die dem Pfad der Rechtschaffenheit nicht folgen wollen, haben ein Recht auf Ewigkeit. Und mit diesem Gerät verschaffen wir ihnen das Recht. Der Flammenwerfer verfügt nicht mal über die Reichweite von kinetischen Waffen, aber er hat durchaus seine Daseinsberechtigung. Ausserdem verbreitet er Angst und Schrecken, Reaktionen also, die durchaus in unserem Interesse liegen.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
de_de: Ohne grossen Aufwand erlöst diese kleine, leicht zu handhabende Einheit vom berzeugstrahler getroffene Ziele von ihrer Fremdbestimmung. Auch wenn der Trenner keine Alternative zu den Zerstörungswaffen darstellt, die uns von unseren Wissenschaftlern und Wohltätern zur Verfügung gestellt werden, so ist er dennoch ein herrlich subversives Mittel, die Ungläubigen auf den Pfad der Weisheit zurückzubringen.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
de_de: Das aus den Sporen eines fremden Pilzes gewonnene Psychogas ist ein hocheffektives Mittel, die Herrschaft der Ungläubigen zu destabilisieren. Feuert es in eine Gruppe von Zivilisten, und Ihr werdet in kürzester Zeit den schönsten Aufstand erleben. Die herrschende Clique ist gezwungen, all ihre Energie auf die Wiedergewinnung ihrer Kontrollfunktionen zu legen, und muss tatenlos zusehen, wie unsere Jünger ihren Aufgaben nachgehen.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
de_de: Ein kleines Weihrauchfässchen produziert eine Wolke, die alles ausser Gefecht setzt, was ungeschützt mit ihr in Berührung kommt. Sei willkommen, Einfachheit, wo immer Du Dich effektiv einsetzen lässt.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
de_de: Abgefeuert auf feindliche Aktivitäten in unmittelbarer Umgebung, sendet die Ionenmine ganze Bündel elektrischer Energie aus. Sie entfaltet ihre volle Kraft gegen alle Glaubensgegner, die sich in Fahrzeugen befinden oder zu Fuss unterwegs sind. Die Entladung beeinflusst darüber hinaus den CHIP-Status der Getroffenen.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
de_de: Eine konventionelle Mine mit Zeitzünder, eingebettet in eine lenkbare Explosionsladung. Eine handliche und wirksame Waffe gegen Panzer oder andere stark geschützte Fahrzeuge.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
de_de: Unser göttliches Werk verlangt zuweilen nach der Ausschaltung einzelner Cyborgs und nicht gleich grösserer Gruppen. Die Fernwaffe feuert mit hoher Präzision kinetische Munition aus verbrauchtem Uran und überwindet dabei grosse Entfernungen. Nur wenige Panzerungselemente können ihrem hohen Aufpralldruck widerstehen. Im Allgemeinen genügt ein einzelner Schuss, und Ihr habt Zeit genug, unerkannt zu entkommen.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
de_de: Wir sind in der Lage, die Abschusscodes der meisten geostationären Satelliten, mit denen das Syndikat unseren Planeten umgeben hat, zu knacken. Der Kostenaufwand ist allerdings beträchtlich. Wenn Sie einen Schlag aktivieren, dann wird der nächstgelegene Satellit in wenigen Sekunden die angegebene Position anvisieren und ein Bündel speziallegierter Metallstäbe abfeuern, die sich bei Eintritt in die Atmosphäre erhitzen und in dem betroffenen Gebiet beträchtliche Schäden anrichten.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
de_de: Die wohl mächtigste Waffe, die die Neun mobilisieren konnten. Die Gravitonkanone bläst genügend Energie aus, um einen mächtigen Berg auf ein paar Kieselsteine zu reduzieren. Schaut auf den Zorn der Neun!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
de_de: Eine Spule aus hochdehnbarem monomolekularem Draht mit Widerhaken. Der Monomoldraht ist nur schwer aufzuspüren, besonders in Kampfsituationen. Plaziert ihn an strategisch wichtigen Punkten, und der Gegner wird sich wundern, wenn er durch die Sperre tappt. Eine zeitgemässe Waffe, die ihre Tauglichkeit längst unter Beweis gestellt hat.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
de_de: Nur ein richtiger Gott kann eine derartige Vorrichtung ins Leben rufen. Nach seiner Aktivierung entsteht eine Kuppel aus subtemporärem, atomar stabilem Raum. Ein Phänomen, das zuweilen auch in der Natur vorkommt; in früheren Jahrhunderten nannte man es auch die 'Stunde der Geister'. Der Effekt ist der gleiche: Jedes Wesen, jedes Objekt, das sich innerhalb der Kuppel befindet, wird in seinen Bewegungen oder Reaktionen geradezu dramatisch abgebremst. Eine Aussicht zum Anbeten.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
de_de: Unsere Gelehrten haben die esoterischen Geheimnisse des Kodex weiter entschlüsselt und eine Apparatur geschaffen, die die elektrochemische Kraft einer organischen Zellstruktur exportieren kann. Mit der Vampirette lässt sich die Energie jeder Zelle, sei sie tot oder lebendig, abzapfen, vorausgesetzt, die Zellstruktur ist noch intakt. Preist die Neun für diese visionäre Tat, Ihr Jünger.

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
de_de: Wurde uns vom Kodex mitgegeben. Basierend auf dem Prinzip der Geisterstunde, kann das ZR-Tron den Feind in eine andere Zeitebene transportieren. Euch selbst allerdings auch. Seid also vorsichtig, Ihr Jünger: Die Wirkungsweise des ZR-Trons ist noch nicht vollständig erforscht.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
de_de: Der Zerberus ist eine Wachdrohne, an der ein Hochleistungslaser angebracht ist. Der integrierte Thermo-Bewegungsmelder ist an ein Lesegerät angeschlossen. Jede unautorisierte Bewegung wird unter Feuer genommen. Besonders effektiv sind diese Wacheinheiten in offen zugänglichen Bereichen mit freiem Blickfeld.
