Repository: swfans/swars
Catalog: lang/alltext_church_ita.po
Languages: it_it

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
it_it: È sacro volere dei Novi che questo arsenale venga sepolto per sempre sotto la sabbia del deserto. Trova questo bunker e distruggilo. Converti o annienta qualsiasi agente che osi incrociare la tua strada. Usa il tuo giudizio in questa faccenda. Quando l'arsenale del Sindacato non sarà che un lontano ricordo, il tuo nome verrà cantato dai fedeli.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
it_it: Le nostre macchine ricostruiranno il mondo, Accolito. Faranno piombare il pianeta nel disordine. La maggior parte della popolazione morirà, ma è il rinnovamento della vita che ci chiama. Immagina un mondo senza sindacati, senza controllo della mente, senza violenza. Accadrà, Discepolo. Accadrà. Sono necessarie altre menti.

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
it_it: Gli apprendisti chiesero al Maestro. "Quando raggiungeremo l'immortalità?"

# mission brief book quote
source: And the Master answered, "Not in this life."
it_it: E il Maestro rispose, "Non in questa vita."

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
it_it: Zona di atterraggio: collegamento IML di Riyadh

# mission brief tactical information
source: Target bunkers
it_it: Bunker da attaccare

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
it_it: Santuario: collegamento IML di Riyadh

# mission title
source: Fallen Among Thieves
it_it: Caduto tra i ladri

# mission brief email header
source: Brave Apostle.
it_it: Coraggioso Apostolo.

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
it_it: La nostra figlia della Nuova Epoca, Mirabelle Lucy De Saxo, ha eseguito un atterraggio di fortuna nel territorio dei Non Guidati, vicino alla sua base di Citt… del Capo. I tuoi accoliti devono affrettarsi al suo fianco. Deve vivere per portare a compimento il suo destino di essere la prima a percorrere il cammino verso la salvezza.

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
it_it: Sappiamo che è ancora viva, ma ha urgente bisogno di aiuto. Ovviamente, sei stato scelto per primo per questo pericoloso compito. Entra nella zona dei Non Guidati e trova la De Saxo. Portala via di là in fretta. Potrebbe essere in pericolo di vita. Sii risoluto con coloro che ti impediscono il passaggio.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
it_it: Il coraggio ti porterà nei luoghi più pericolosi. Una potenza di fuoco schiacciante ti consentirà di attraversarli in tutta sicurezza.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
it_it: Zona di atterraggio: destinazione APC Città del Capo

# mission brief tactical information
source: De Saxo's crash site
it_it: Luogo incidente della De Saxo

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
it_it: Santuario: collegamento IML a Città del Capo

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
it_it: Notizie: la squadra EuroCorp ha previsto l'arrivo in meno di 36 ore

# mission title
source: Rain Of Terror
it_it: Pioggia di terrore

# mission brief email header
source: May faith be with you, <login>.
it_it: Che la fede sia con te, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
it_it: Scova e annienta un pericoloso hacker ficcanaso che si nasconde tra i Non Guidati, perché ha assunto il controllo di un satellite militare strategico stazionato sopra Pechino.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
it_it: Un hacker reietto con accesso alle difese satellitari di UTOPIA sta facendo cadere la pioggia di acciaio dal cielo quando e ovunque lo desideri. Deve essere fermato. Deve essere trovato e eliminato.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
it_it: Fai attenzione, Discepolo. Pechino è un luogo senza fede, pieno di reietti che vedono solo attraverso il mirino delle loro armi.

# mission brief email paragraph
source: Go with spirit.
it_it: Vai nello spirito.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
it_it: Colui che vive nell'occhio del ciclone è un fuscello nell'occhio di un dio pieno d'ira.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
it_it: Zona di atterraggio: collegamento IML di Pechino

# mission brief tactical information
source: Hacker's location
it_it: Posizione dell'hacker

# mission brief tactical information
source: Sanctuary: Beijing IML Link
it_it: Santuario: collegamento IML di Pechino

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
it_it: Notizie: stato stimato che il forziere della città contenga Cr 1.500.000

# mission title
source: Armour Of The Gods
it_it: Scudo degli dei

# mission brief email header
source: Disciple, your aura feeds our strength.
it_it: Discepolo, la tua aureola alimenta la nostra forza.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
it_it: Il Sindacato ha perso il controllo di Sebastopoli a favore dei Non Guidati. Cavalcando il mezzo corazzato rubato ai nemici sconfitti, i non credenti eretici portano desolazione ovunque. Sono falsi profeti, tutti loro. Mandali al Cataclisma.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
it_it: Coloro che usano queste armi infernali contro di noi dovranno pagare il prezzo più alto. Non c'è onore nel distruggere le macchine ed è un'operazione estremamente pericolosa.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
it_it: Avanza cautamente mentre ti avvicini all'isola. Per prima cosa conquistala.

# mission brief email paragraph
source: Be full of spirit.
it_it: Sii pieno di spirito.

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
it_it: Il coraggioso si nasconde dietro la tecnologia. Lo stupido si nasconde da essa. Ma gli astuti hanno la tecnologia e la nascondono.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
it_it: Zona di atterraggio: collegamento IML di Nuova Delhi

# mission brief tactical information
source: EuroCorp forces in river port island
it_it: Forze EuroCorp nell'isola-porto fluviale

# mission brief tactical information
source: The Unguided
it_it: I Non Guidati

# mission brief tactical information
source: Sanctuary: Delhi IML Link
it_it: Santuario: collegamento IML di Nuova Delhi

# mission title
source: The Dead Zone
it_it: La zona morta

# mission brief email header
source: Blessings, Chosen One.
it_it: Benedizioni, oh Prescelto.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
it_it: Portaci il segreto che l'EuroCorp sta proteggendo a Bangkok e pregheremo per la tua salvezza.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
it_it: Il tanfo del caos si diffonde in ogni angolo, mentre UTOPIA abbandona la plebaglia e porta i suoi figli prediletti nelle viscere della terra. A Bangkok il sindacato ha completamente abbandonato ogni tentativo di restaurare il proprio regime. Ha, invece, imposto una zona morta. Cosa accada là, non lo sappiamo per certo.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
it_it: Di recente, uno dei nostri fratelli ha tentato di scoprire cosa l'EuroCorp nasconda con tanto accanimento. Egli ha appreso che gli agenti del nemico si avventurano di tanto in tanto nella zona morta, al fine di rapire dei Non Guidati, molti dei quali sono ancora aggrappati alle loro vane speranze tra le rovine fumanti. Gli agenti tornano poi nella roccaforte con i prigionieri. I Novi non capiscono perché il Sindacato debba agire così, quando altrove elimina a vista tutti i Non Guidati.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
it_it: Vogliamo ragguagli su questa situazione. Manda i tuoi Accoliti tra le ostili periferie della città, fino alla zona morta. Scopri qual è lo scopo dell'EuroCorp e compi qualsiasi azione ritieni necessaria per affrontare la situazione che troverai. Quindi ritorna e confessaci tutto ciò che avrai scoperto, così che possiamo purificarti dal male che potresti aver incontrato.

# mission brief email paragraph
source: Forgive nothing.
it_it: Non perdonare nulla.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
it_it: Un rifugiato di guerra cercò il Maestro. Gli disse, "Tu sei saggio e sereno. Insegnami a fuggire dagli orrori di questo mondo". E il Maestro lo accecò con un attizzatoio.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
it_it: Zona di atterraggio: collegamento IML di Bangkok

# mission brief tactical information
source: Dead zone perimeter
it_it: Perimetro della zona morta

# mission brief tactical information
source: EuroCorp outpost
it_it: Avamposto EuroCorp

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
it_it: Santuario: collegamento IML di Bangkok

# mission brief tactical information
source: A commercial vault still stands here
it_it: Qui esiste ancora un forziere commerciale

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
it_it: Allarme satellite: rilevato test di armi nell'avamposto

# mission title
source: Establish The Link
it_it: Stabilisci il collegamento

# mission brief email header
source: Listen strong, Acolyte.
it_it: Ascolta bene, Accolito.

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
it_it: Ci serve un collegamento IML per Reykjavik, dove i sacramenti della nostra religione di fondazione sono in pericolo. La nostra figlia prediletta, Mirabelle Lucy De Saxo, deve riattivare questo cammino. È compito tuo aprire un varco per la stazione IML a nord-est di Christchurch.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
it_it: Cammina con prudenza, pellegrino. Trappole e imboscate abbondano e, per salvaguardare la nostra fede, dovrai usare la forza delle armi contro chiunque ostacoli il nostro cammino. De Saxo è speciale e non dovrà accaderle nulla di male. Prega per questo e fai tutto quanto in tuo potere per trasformarlo in realtà.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
it_it: Quando la nostra fede avrà abbastanza adepti, apriremo un cancello nella ionosfera terrestre con una lente radio a bassissima frequenza. Scatenati su una qualsiasi parte del pianeta, gli effetti dei raggi cosmici esposti al cancello ionico distruggeranno praticamente tutto. Solo quelli che lavorano per la causa verranno salvati. Riazzereremo il mondo ed esso rinascerà, sicuro nella nostra religione.

# mission brief email paragraph
source: Toil for our cause.
it_it: Fatica per la nostra causa.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
it_it: Segui il ladro più scaltro e ruba le sue idee.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
it_it: Zona di atterraggio: collegamento IML A di Christchurch

# mission brief tactical information
source: Christchurch IML Link B
it_it: Collegamento IML B di Christchurch

# mission title
source: Deconstruction
it_it: Decostruzione

# mission brief email header
source: Blessed One,
it_it: Beato,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
it_it: Distruggi il laboratorio di Ricerca e sviluppo avanzato dell'EuroCorp vicino a Reykjavik. Elimina gli agenti EuroCorp che vedi.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
it_it: La storia di questo luogo è la vera e propria struttura della Chiesa della Nuova Epoca. Qui vedrai l'essenza stessa che ci porta tutti a credere e l'EuroCorp la sta contaminando. Tu devi sradicare con estrema forza qualsiasi agente che troverai.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
it_it: Devi distruggere tutti i luoghi dove i Novi hanno preparato le proprie menti per il seme della saggezza. È solo sostanza materiale e la nostra fede vive e batte nei nostri cuori. Non vacillare. Distruggi. Non accadrà nulla di male alla Chiesa ora, perché il Codex ha trovato dimora nel profondo delle menti dei Novi. Solo ombre della sua saggezza restano a Reykjavik. Sii accurato nel tuo lavoro e agisci con la massima precisione.

# mission brief email paragraph
source: In holy footsteps.
it_it: In sante impronte.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
it_it: "Ecco!" disse il Maestro. "Costruisci per me una grande tomba in questo luogo". I suoi apprendisti lo fecero. Brillava al sole. "Ora entrate". Essi entrarono. Allora, un terremoto distrugge la tomba, seppellendovi gli apprendisti al suo interno.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
it_it: Il Maestro sorrise. "Anche i fedeli non sempre sono scelti".

# mission brief book quote
source: "This is called sacrifice."
it_it: "Questo si chiama sacrificio ".

# mission title
source: Retribution
it_it: Castigo

# mission brief email header
source: Walk in Light, Disciple.
it_it: Cammina nella Luce, Discepolo.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
it_it: Elimina Mirabelle Lucy De Saxo immediatamente. La troverai al santuario di Citt… del Capo che le abbiamo affidato e che ora le togliamo.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
it_it: Il tuo cuore batte solo per noi. Non mettere in dubbio la fede quando richiede azioni che tu ancora non comprendi. De Saxo ha agito contro di noi. I Novi hanno scoperto che è un nostro nemico incarnato. È un agente del Sindacato. Muoviti con la vendetta nel tuo petto e terminala.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
it_it: I deboli di spirito si schiereranno al suo fianco. Fa loro sentire la forza della vera via.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
it_it: Abbiamo fatto quasi abbastanza per avviare l'ultima fase del Cataclisma e cambiare questo mondo oltre ogni immaginazione. Combatti per questo, Accolito. Tu sei stato scelto e sarai salvato. Milioni di non credenti periranno. Noi purificheremo questo pianeta.

# mission brief email paragraph
source: Keep the faith.
it_it: Mantieni salda la tua fede.

# mission brief book quote
source: Even the salamander sometimes burns.
it_it: Anche la salamandra a volte brucia.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
it_it: La blasfema Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
it_it: Giorno dei dannati

# mission brief email header
source: Hark these words, Apostle.
it_it: Ascolta queste parole, Apostolo.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
it_it: La Grande Chiesa a Johannesburg è stata contaminata da uno sciame di Non Guidati. Uno di loro, Rene Galact, sta guidando la moltitudine. Deve essere distrutto in nome di tutto ciò che è giusto.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
it_it: Nella città la presenza dei Non Guidati è imperdonabilmente numerosa. La zona elevata a sud-ovest della città è ora la fortezza dei reietti. Una grande vittoria sorgerà dalla distruzione di tutti coloro che si nascondono dietro le sue insignificanti mura e la Chiesa si avvicinerà ancora di più all'Ultimo Giorno. È scritto nel Codex, Discepolo.

# mission brief email paragraph
source: Go with fire and serenity.
it_it: Avanza con fuoco e serenità.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
it_it: Togliere una vita è un peccato. Toglierne mille è religione.

# mission title
source: Recapture
it_it: Riconquista

# mission brief email header
source: Blessings, Acolyte.
it_it: Benedizioni, Accolito.

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
it_it: Si è verificata un'emergenza che ci mette alla prova. Uno dei Novi è stato catturato. Attualmente è detenuto in una prigione ad Adelaide. Devi liberarlo e scortarlo al santuario.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
it_it: Dovrai pregare per trovare il modo di entrare nella prigione e dovrai portare armi con te per annientare quei miscredenti che vogliono ostacolare il tuo cammino. È qui che la tua fede verrà messa alla prova, Discepolo. Non fallire. Sii vigile. Abbi fiducia nella vera via e, se così dovrà essere, avrai successo.

# mission brief email paragraph
source: Travel on holy paths.
it_it: Cammina per sacri sentieri.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
it_it: Nei tempi più oscuri, il vero credente affila le proprie abilità di combattente.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
it_it: Zona di atterraggio: collegamento IML di Adelaide

# mission brief tactical information
source: The compound holding Brother Ix
it_it: Fortezza dove viene tenuto Fratello IX

# mission brief tactical information
source: Rendezvous point
it_it: Punto di ritrovo

# mission brief tactical information
source: Syndicate MBT deployment
it_it: Spiegamento MBT del Sindacato

# mission title
source: Revelations
it_it: Rivelazioni

# mission title
source: Cataclysm
it_it: Cataclisma

# mission brief email header
source: Disciple.
it_it: Discepolo.
