Repository: swfans/swars
Catalog: lang/alltext_church_fre.po
Languages: fr_fr

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
fr_fr: A mesure que notre oeuvre progresse, nos activités sont de plus en plus risquées. Améliore la santé et la perspicacité de tes acolytes et les masses se prosterneront devant la grandeur de l’Église de l'Ere Nouvelle.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
fr_fr: Apprends à connaItre ton ennemi pour mieux t'en débarrasser. Les Neuf n'ont pas oublié nos acolytes qui préparent l'avènement du Cataclysme: tu peux les doter d'une plus grande intelligence en leur offrant un nouveau cerveau.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
fr_fr: L'esprit de Dieu est l'esprit d'une machine. Pour qu'ils puissent bénéficier d'une intelligence nettement supérieure à celle que la nature leur a donnée, équipe tes acolytes avec ce qu'il y a de mieux en matière d'intelligence artificielle portable. L'intelligence est le signe avant-coureur du pouvoir.

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
fr_fr: Il arrive à nos ennemis d'EuroCorp d'Etre à l'origine de certaines innovations technologiques. Cette peau cybernétique expérimentale permet de produire un meilleur épiderme que les peaux en plastique traditionnelles. Une doublure de tissu moléculaire en suspension dans une mousse microscopique anti-chocs rend les acolytes insensibles aux balles cinétiques.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
fr_fr: La chaleur est l'un des ennemis du combattant. EuroCorp a trouvé la solution décrite dans ces documents. A l'aide d'un revêtement issu de l'industrie spatiale, on produit une peau expérimentale qui rend nos acolytes insensibles au feu et à l'énergie thermique.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
fr_fr: Même les Neuf ont été impressionnés par le concept né de ces recherches. En mettant en oeuvre certaines techniques du "Codex", sans pouvoir vraiment les comprendre, EuroCorp est presque parvenu à élaborer une peau cybernétique capable de protéger ses agents contre les effets des armes électromagnétiques. Intéressant. Nous pouvons désormais achever leur travail et utiliser ces connaissances à nos propres fins.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
fr_fr: Plus détestable encore, EuroCorp s'obstine à vouloir nous dépasser sur le plan technologique. Néanmoins, ces documents indiquent qu'ils ont découvert quelque chose de particulier. Il s'agit d'instructions concernant la fabrication d'une peau cybernétique possédant une certaine propriété du morphobouclier. Cette peau renvoie en permanence le signal caractéristique d'un exécutant civil tel qu'il est perçu par les scanners d'UTOPIA.
