Repository: swfans/swars
Catalog: lang/alltext_syndct_ita.po
Languages: it_it

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
it_it: I prismi gravitazionali gemelli in una camera piena di Noxon fungono da catalizzatori per una reazione a catena che inverte la forza molecolare elevata lungo un percorso definito dalla polarizzazione gravitazionale. La reazione a catena inizia quando si preme il grilletto ed contenuta nella camera di Noxon, dove cresce fino a quando il grilletto non viene rilasciato. La materia colpita viene disgregata molecola per molecola. L'arma può provocare danni collaterali con l'emissione di lingue di energia in eccesso.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
it_it: Questo filo in lega di titanio e acciaio viene arrotolato fino a produrre una bobina molto lunga dalle punte sottili ed estremamente affilate. Viene utilizzata per impedire l'accesso alle zone protette da parte di civili non autorizzati e rappresenta un serio ostacolo da superare anche per gli intrusi cibernetici. La sua natura letale viene aumentata dal fatto di essere quasi invisibile a occhio nudo.

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
it_it: La continua ricerca di Drennan sulla tecnologia della Chiesa ha dato i suoi frutti con lo sviluppo del Persuadertron II. Questo dispositivo in grado di penetrare anche le menti dei fanatici più incalliti. Una volta esposti alla sua influenza, i fedeli del culto obbediranno ai vostri ordini in modo assolutamente cieco, proprio come seguono gli insegnamenti perversi dalla Chiesa.

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
it_it: Questo generatore di campo portatile modifica in realtà la velocità alla quale il tempo passa all'interno del campo. Mantenuta in animazione quasi sospesa, la velocità di reazione di chiunque o qualunque cosa nel campo trascurabile, rendendo il bersaglio molto più vulnerabile ad altre forme di attacco. L'energia richiesta per attivare il campo notevole e la scelta di tempo dell'operazione fondamentale.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
it_it: In una delle loro scoperte più esoteriche, i Novi hanno imparato a scatenare le forze elettrochimiche ancora incatenate nei corpi degli organismi terminati. La nostra comprensione di questi meccanismi ci garantisce il potere assoluto su di essi. La Ricarica Energetica si basa su questa tecnologia, estraendo l'energia dalla materia organica a livello cellulare e trasferendola a colui che controlla il dispositivo. La Ricarica Energetica particolarmente utile per ricaricare gli agenti dopo uno scontro a fuoco, in quanto ancora in grado di utilizzare l'energia cellulare dei caduti.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
it_it: Il professor Drennan ha colpito ancora. Il Dislocatore utilizza un nucleo di materia ultra densa circondato da un guscio statico stroboscopico per garantire un accesso limitato al tempo dimensionale superiore. Questo provoca la completa scomparsa del bersaglio che riappare in un punto nel futuro prossimo. Mai il sabotatore ha avuto a disposizione uno strumento più potente.

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
it_it: Questo guardiano elettronico può fare una grossa differenza nelle azioni difensive e negli attacchi dei vostri agenti. Posizionato in un'area appropriata ed armato con un laser ad impulsi, il guardiano si occupa di sorvegliare la zona e aprirà il fuoco su qualsiasi bersaglio ostile che entri nel suo raggio di azione fino a quando non esaurirà la sua riserva di energia o verrà distrutto.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
it_it: Questo kit multifunzione può essere utilizzato per riparare rapidamente tutti i tipi di ferite e danni subiti in combattimento. Il kit comprende uno speciale cerotto per trapianti di pelle impregnato di anestetico e nanobot chirurgici. Può essere utilizzato una sola volta.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
it_it: Miglioramento del Kit medico, questa versione aggiornata viene indossata dall'utente, in modo da poter rilevare automaticamente il livello di danni subito. Se scende al di sotto di un livello critico, Kit Auto Medico si attiva ed esegue riparazioni chirurgiche rapide. Il Kit Auto Medico richiede alcuni secondi prima di entrare in funzione, pertanto un utente che subisce danni in continuazione potrebbe morire prima che il kit possa entrare in azione.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
it_it: Simile al Filo Spinato, la Mina Esplosiva un ottimo strumento per impedire l'accesso. Dello spessore di poche molecole, la Mina Esplosiva praticamente invisibile anche con gli ultimi sussidi visivi, appena viene sfiorata attiva esplosioni multiple lungo la sua lunghezza.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
it_it: Produce un travestimento talmente efficace da ingannare anche gli scanner di UTOPIA. Lo Schermo clonatore altera organicamente gli abiti e i tratti somatici di un agente, trasformando l'utente in un normale dirigente. Questo schermo può risultare estremamente utile agli agenti che devono infiltrarsi, in quanto potranno confondersi in qualsiasi area di dirigenti.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
it_it: Costruite con un nucleo in materiale plastico leggero con rivestimento esterno organico di coltura, queste gambe artificiali garantiscono un miglioramento immediato per la salute e la velocità massima di un agente. Anche la resistenza viene migliorata, aumentando cosý il raggio che un agente dotato di queste gambe può coprire alla massima velocità.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
it_it: I progressi nelle tecnologie di metallo multicellulare hanno prodotto questo sistema di arti cibernetici. Gambe 2 garantiscono un impressionante miglioramento della velocità, della resistenza e della salute, aumentando ancora la capacità operativa massima dell'agente.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
it_it: Le gambe di livello 3 sostituiscono la trasmissione nervosa in fibre ottiche dei livelli inferiori con memorie plastiche di Super sinapsi. Lo schieramento di agenti modificati con gambe di livello 3 avrà probabilmente un profondo impatto sulle prestazioni nei campi di battaglia.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
it_it: Con i tendini in tungsteno e i nervi in acciaio delle braccia cibernetiche, i vostri agenti noteranno un immediato miglioramento nell'accuratezza di tiro, con un conseguente risparmio di munizioni. La vita operativa di un agente dotato di queste braccia viene inoltre allungata dal caratteristico miglioramento di salute legato all'impianto cibernetico.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
it_it: Il processo di costruzione in metallo multicellulare viene ora applicato con successo alla cibernetica di precisione. Con meno inerzia da superare, queste braccia leggere garantiscono una gittata più lunga oltre ad un dimostrabile miglioramento nell'accuratezza.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
it_it: L'ultimo ritrovato nel campo della tecnologia degli arti superiori a vostra disposizione. Dato che i nostri agenti si trovano ad affrontare punk e adepti del culto sempre meglio equipaggiati, i miglioramenti tangibili alle prestazioni in combattimento garantiti da questi arti contribuiranno a mantenere il nostro tasso di successo negli obiettivi di missione.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
it_it: Per una sopravvivenza notevolmente accresciuta in ambienti ostili, racchiude gli organi vitali di un agente in una lega al titanio a tre strati. Una modifica corporale migliorata offre la protezione singola massima che potete garantire a un cyborg. Ricordate che dovrete installare questa modifica per fare in modo che il cyborg supporti qualsiasi altra modalità.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
it_it: Questa innovazione utilizza la superstruttura a nido d'ape del metallo unicellulare, forgiato nella microgravità dell'orbita bassa, che la rende più leggera delle altre protesi corporali attualmente utilizzate e le conferisce una maggiore tensione. Una maggiore riserva di energia solo uno dei vantaggi di un aggiornamento corporale di livello 2. Dal punto di vista operativo, questo si traduce in una maggiore potenza, diminuendo il rischio di danni critici. Con un corpo di livello 2 siete pronti a subire le modifiche di livello 3 in tutte le altre categorie.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
it_it: Tendini a memoria plastica sostituiscono quelli in micro fibra d'acciaio dei modelli precedenti, rendendo il cyborg più resistente di qualsiasi altro miglioramento di livello inferiore. In particolare, questo miglioramento protegge un agente da tutte le armi al gas nervino conosciute.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
it_it: L'abilità di prendere decisioni indipendentemente dal controllo Esecutivo che fa la differenza tra un agente determinante e un agente morto. Dato che l'agente ha ora un'intelligenza doppia, le probabilità che venga ucciso sono dimezzate. Questa unità contiene processori al diamante in una matrice tridimensionale integrati con la biomassa cognitiva convenzionale del cyborg. L'unità aumenta le percezioni di base e contiene un software per la gestione dei traumi per aumentare l'abilità del cyborg di sopportare danni altrimenti critici.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
it_it: La memoria a nucleo olografico abbrevia i tempi di reazione e aumenta la portata del persuadertron e la potenza del segnale; aumenta inoltra la resistenza del cyborg ai tentativi di persuasione. Il modello cerebrale apporta miglioramenti percettivi globali e ulteriori miglioramenti al software di controllo dei traumi, aumentando il margine di sopravvivenza del cyborg.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
it_it: Il massimo della tecnologia nell'intelligenza artificiale portatile. A livello 3, un cervello modificato non si limita a garantire una maggiore salute, ma fornisce anche un'accuratezza di tiro migliore con conseguente aumento delle percentuali di successo e beneficio a livello energetico. Il cyborg può entrare in contatto con ambienti che distruggerebbero un cervello biologico quasi istantaneamente; questa unità in grado di eseguire un backup completo dei dati biologici consentendo all'agente di continuare a funzionare.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
it_it: Rappresenta un progetto per la cyberpelle; una complessa trama cellulare che deve costituire un'epidermide resistente ai proiettili che riduce in modo drastico i danni provocati dalle armi. Lo sviluppo di una rete ibrida pachiderma/acciaio e attente innovazioni cosmetiche producono una sostanza estremamente resistente, ma flessibile come l'epidermide comune: la cyberpelle di coltura.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
it_it: Questo progetto di cyberpelle si avvale della più recente forma di asbesto non tossico progettato per essere utilizzato per proteggere le navi spaziali durante il rientro nell'atmosfera. Quando si eseguono operazioni durante condizioni di tempeste di fuoco, un agente che indossa questa pelle soffrirà molto meno i danni delle fiamme rispetto a un agente non protetto.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
it_it: Questo un progetto per una variante di cyberpelle basato su polimeri agli idrocarburi rinforzati da micro filamenti in fibre ottiche. Questo tipo di pelle in grado di assorbire buona parte del potere distruttivo dei sistemi d'arma a energia. L'energia viene dispersa dal punto di impatto attorno al corpo modificato dell'agente e riciclata per conservare le proprietà protettive della pelle.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
it_it: Questo documento descrive l'ultimo ritrovato in fatto di cyberpelle. Molte delle informazioni contenute sono basate su congetture, ma hanno comunque molto valore. presente una descrizione di come sia possibile costruire una trama fotomorfica in grado di presentare alcune delle caratteristiche dello Schermo Clonatore. Siamo in grado di produrre questa pelle, che dovrebbe fare in modo che un agente appaia continuamente come un dirigente agli scanner di UTOPIA.
