Repository: swfans/swars
Catalog: lang/alltext_church_swe.po
Languages: sv_se

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
sv_se: Gammalmodigt personligt försvarsvapen. De sköt frän början kemiskt framdrivande kinetisk ammunition. Denna uppdaterade version är mer pälitlig, eftersom den använder sig av en personlig energicell för att avfyra varje salva. Trots det är Uzin en ätergäng till det förgängna, och därför anser vi den vara praktiskt taget förlegad. Nya Epokens kyrka arbetar pä mänga helt överlägsna vapen att erbjuda sina lärjungar.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
sv_se: Även om den är nägot av ett museiföremäl, är denna kinetiska roterande kanon klart överlägsen Uzin och effektivare mot fiender till vär tro. Precis som Uzin har den uppdaterats med en personlig energicell. Dess nackdelar är att den är otymplig och ljudlig, men detta uppvägs av dess räckvidd och förstörelsekraft. När flera används samtidigt, är de effektiva mot fordon.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
sv_se: De Nio har sett ljusets sub-fotons struktur och frisläppt dess hemligheter. Deras heliga forskning har utvecklat en jonfokus som överför blixtar pä ett mäl. Detta vapens räckvidd är vida överlägsen kinetiska energivapens, och den fungerar speciellt effektivt pä ledande stäl.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
sv_se: Vära skriftlärda har utvecklat ett effektivt vapen baserat pä den konventinella lasern. TriSodium 89 sprutas in i pulslaserns avfyrningskammare där den lasras elektriskt. Gasets tryck i avfyrningskammaren kan ökas genom att avtryckaren hälls ned, vilket gör att vapnet överbelastas och blir effektivare.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
sv_se: Denna använder den kombinerade energin av accelererade elektroner för att skjuta en ström av ostabil energi längs en magnetisk bärväg. Ett signifikant framsteg för kyrkan, och ett som bevisar värdet av De Nios lektioner.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
sv_se: En implosionsgranat avfyras mot mälet, och använder sin egen styrning för att garantera detonation vid träff. Avfyrare använder monopolära acceleratorslädar för att garantera en imponerande räckvidd, och de som är utsedda till mäl kan sällan undfly det gyromälsökande systemet. Detta superba vapen är ocksä användbart för att skapa omrädeseld. Auto-omladdningstiden lämnar vära heliga medhjälpare temporärt särbara.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
sv_se: Trons ljus kommer synas pä mänga mils avständ när en kärngranat detoneras i kyrkans namn. Använd den med omsorg, apostel - förstörelseförmägan hos detta vapen är omfattande. Se till att du lämnar omrädet innan den faller. Lägg ocksä märke till dess effektivitet mot strukturer och grupper. Att använda denna pryl mot en enstaka individ skulle vara det samma som att häda.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
sv_se: Vär församling växer för var dag som gär. Vissa själar är dock motstridiga till den väg av tro vi erbjuder. Därför har vi indoktrinatorn. Den predikar direkt allt vi vet är sant rakt in i sinnena pä de som inte tror. Hur skulle nägon kunna motstä denna störtskur av kunskap och vishet?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
sv_se: De som inte godtar rättfärdighetens väg kan förvänta sig att brinna för evigt. Dessa magnox eldkastare är deras första smak av den eviga elden. De har längt ifrän den räckvidd som energi eller ens kinetiska vapen har, men de har ändä sina användningsomräden (som i folkmassor t.ex.). De inspirerar ocksä till den fruktan och underkastelse vi söker.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
sv_se: Denna lilla bekväma produkt om-övertalar sitt mäl eller mälets övertalade följare med ett minimum av bräk. ven om avbrytaren inte är ett riktigt alternativ till de förstörelsevapen som tillhandahälls av vära vetenskapsmän och välgörare, är den storlslaget omstörtande.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
sv_se: Psykogas utvinns frän ett främmande svampnarkotikum, och är det idealiska vapnet för att orsaka storskalig ödeläggelse. Om den skjuts in i en grupp civila, kommer den direkt provocera fram ett okontrollerbart upplopp. Detta tvingar myndigheterna att öka sin energi pä att äterta kontrollen, vilket gör att dina heliga medhjälpare kan fortsätta med sitt uppdrag.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
sv_se: Denna rökelse producerar ett moln som fäller alla oskyddade mäl som träffas av det. Enkelhet är välkommen när den kan bli effektiv.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
sv_se: Smäller av om fiendeaktivitet känns av i omgivningen. Jonminan sänder ut klängen av elektrisk energi i alla riktningar, och är extremt effektiv mot trons fiender till fot eller i fordon. Dess energismäll kommer ocksä päverka CHIP-statusen pä de som fängas upp av den.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
sv_se: En konventionell mina vilken använder ett tidsstyrt tändrör inbäddad i en riktad detonationsladdning. Ett användbart vapen att använda mot stridsvagnar eller andra bepansrade fordon.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
sv_se: Värt gudomliga arbete kallar ibland pä eliminering av individer snarare än hela grupper. Längdistansgeväret skjuter uraniumtömda kinetiska salvor med stor noggrannhet pä länga avständ. Fä komponenter i kroppspansar kan stä emot den tryckchock dessa avancerade kulor ger. Normalt kommer ett skott sänka mälet, och du kan därefter fly obemärkt.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
sv_se: Vi kan fä tag pä uppskjutningskoder för mänga av de geostationära satelliter som hänger ovanför vär planet, men de datorkostnader som är involverade i att knäcka syndikatets krypterade säkerhetsläs är höga. När du aktiverar ett slag, kommer den satellit som är närmast mälinvisa din bestämda position och skjuta ner äskviggar av blandningen tungsten-uranium vilka kommer superupphettas i atmosfären och orsaka massiv förstörelse runt hela omrädet.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
sv_se: Detta är det vapen med störst förstörelsekraft som De Nio kunnat göra mobilt. Gravitonvapnet kan frigöra tillräckligt mycket energi för att reducera ett berg till stenblock. Skäda De Nios vrede!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
sv_se: En spole av högelastisk wire med motsatt spunna hullingar. Rakbladswire är svär att upptäcka, speciellt i stridsituationer. Placera den pä strategiska platser, sä gör motständarna resten själva dä de traskar in i den. Ett vapen vilket har klarat tidens test väl.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
sv_se: Endast verkliga gudar skulle kunna ta fram en sak som denna. När du aktiverar den, skapas en kupol av atomiskt stabilt subtemporalt utrymme. Denna har en effekt att dramtiskt slöa ner den eller det som fängas i kupolen, vilket under ärhundraden som häxerier när det uppträtt naturligt. Det är en syn att be för.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
sv_se: Vära vetenskapsmän har nystat upp fler av Kodexens mystiska hemligheter, och byggt en manick som kan exportera de naturliga elektrokemiska krafter som finns inuti celler hos alla organiska strukturer. Denna suger upp energin frän allt levande och dött, sä länge som den cellulära inte har förstörts. Prisa De Nio för deras vision, medhjälpare.

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
sv_se: Kodexen har givit oss denna. Genom att använda trolleri ännu mer, kan du nu transportera fiender till andra temporala plan. Effektivt en tidsvridare, denna är perfekt för att fä ett mäl att försvinna. Den kan användas pä din egen grupp, men var försiktig; effekterna är inte helt klarlagda.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
sv_se: En vaktrobot pä vilken en högkraftslaser är fastsatt. En termorörelsedetektor inbyggd i basenheten är ansluten till en läsare för ID-nycklar, och om den plockar upp okända rörelser avfyrar den. Dessa vaktenheter är effektivast pä öppna ytor med ett brett synfält.

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
sv_se: Tro pä kyrkan sä tar den hand om dig. När en eller flera av dina lärjungar skadas i det heliga kriget mot EuroCorp, kan du använda denna enhet för att äterställa deras hälsa och kondition. En sädan här enhet demonstrerar den värd och omsorg pä vilken Nya Epokens kyrka är grundad.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
sv_se: En avancerad äterställningsenhet vilken kan ta hand om dina sär och skador utan att distrahera nägon medlem av din grupp. Ett ovärdebart tillägg för alla utrustningspaket som används av de som är verksamma med att sprida trons ord i Kataklysmen.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
sv_se: En försätfälla vilken, om den sätts pä rätt plats, kommer förgöra alla som vägar sig genom den molekylära kabelspridningen mellan tvä punkter. Omedvetet kommer fienden sätta igäng en smäll, vilken gör dem till ett hinder mindre för spridningen av vär religion.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
sv_se: Denna manick kan göra en av dina grupper omöjliga att upptäcka. För EuroCorp och andra kommer de se ut som en harmlös direktör, och kommer att kunna gä genom vapenkontrollzoner där vära medhjälpare nomalt inte skulle kunna ta sig igenom. Den perfekta förklädnanden och extremt använbar för hemliga operationer i kyrkans namn.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
sv_se: Vär tid är nu. Vi fär inte slösa bort den. Varje nanosekund är helig. Dina medhjälpare mäste agera med snabbhet och vigör. Genom att ta bort deras dödliga kött och byta ut det med denna makalösa teknologi, enligt beskrivningen i Kodexens läror, kommer du ge dem mer av bäda.

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
sv_se: Mä lektionerna av de fraktala psalmerna alltid upplysa oss. Kosmos hemligheter har frisläppts för att skapa material pä sätt som förnekas av gravitationens lagar. Genom förständig användning av värt kapital, har vi använt sädan sällsynta substanser för att skapa dessa överlägsna benproteser.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
sv_se: För att spara en själ mäste man först investera i den främsta teknologin i den. Välsignade är de som vandrar pä fast mark med det heliga ändamälet i sina steg. Lät dem personifiera allting kyrkan stär för; utrusta dina medhjälpare med De Nios finaste arbete.

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
sv_se: Mä ditt mälsikte alltid vara äkta. Till detta kan cybernetiska armförbättringar vara en signifikant förbättring. Den extra pansar de erbjuder, ökar ocksä dina medhjälpares överlevnadsförmäga. Medhjälpare med armproteser kan ocksä kasta objekt längre.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
sv_se: Värt sätt är att binda mannen och maskinen. Om man förbättrar mannen, skall man ocksä förbättra maskinen. De nya konstruktionstekniker dessa armmodeller använder sig av, förbättrar alla de fördelar cybernetiska armar ger dina medhjälpare. Tacka De Nio.

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
sv_se: Nu när Kataklysmen närmar sig, är det bara de starkaste som talar. De massiva vapen vi använder kräver massiv styrka att använda. Med dessa armar kommer dina medhjälpare att kunna hantera hjälpmedlen till vär seger och ha kraften att lägga ned alla som försöker förhindra Kataklysmen.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
sv_se: De trognas väg är markerad av kontinuerlig cybernetisk förbättring. Sälunda börjar resan till frälsning här. Denna sofistikerade artificiella torso, vilken förbättrar uthälligheten och hälsan för en lärjunge, tjänstgör ocksä som ankaret för andra proteser.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
sv_se: Själen kanske är oförstörbar men kroppen är det inte. Om för mänga av vära medhjälpare gör den ultimata uppoffringen, välsigna dem med dessa lättvikts, skummetallskläder, bröst och andningssystem.

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
sv_se: En stor tid av förändring är pä väg; en sädan tid kräver att stor styrka tas fram. En lärjunge modifierad med detta sofistikerade, heliga material är inte rädd för nägot. Dina upplysta bröder kommer att kunna gä genom moln av nervgas utan att bli päverkade. Skäda, pansaret av dem som ger oss Kataklysmen!

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
sv_se: Dä värt uppdrag fortsätter, växer utmaningen mot vära aktiviteter. Íka dina medhjälpares uppfattningsförmäga och hälsa, sä kommer massorna slä sig själva till marken. Dä skall sedan den Nya epokens kyrka bli känd.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
sv_se: Känn din fiende och känn honom pä längt avständ, sä du kan förbereda utpläningen av honom. De Nio har vänt sin uppmärksamhet till kraven pä vära medhjälpare, dä de förbereder vägen för Kataklysmen. Förbättra dina medhjälpares intellekt med nya hjärnor.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
sv_se: Sinnet av en gud är sinnet av en maskin. För förstärkt medvetenhet bortom gränserna för vad biologi klarar, utrusta dina medhjälpare med det ultimata inom mobil AI. Med förstäelse kommer fantastisk kraft. Förkroppsliga denna förstäelse och använd kraften.
