Repository: swfans/swars
Catalog: lang/alltext_syndct_ita.po
Languages: it_it

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
it_it: Analisi dell'AI di Londra: evita lo scontro con i Non Guidati

# mission title
source: Sack of Rome
it_it: Il Sacco di Roma

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
it_it: Roma: Tutti i cittadini di categoria U devono essere completamente eliminati per mandare alle altre vittime di Harbinger il messaggio che l'EuroCorp manterrà il controllo.

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
it_it: Impedire la possibile ribellione di sindacati locali indipendenti annientando il distaccamento locale.

# mission brief email paragraph
source: Well met, <login>.
it_it: È un piacere incontrarti, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
it_it: Il virus Harbinger è stato particolarmente efficace a Roma. Con il suo passaggio, un'ondata di caos ha investito le strade. I Non Guidati si uniscono e prendono a distruggere la città, quartiere per quartiere.

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
it_it: Il livello di anarchia al centro della città sta crescendo. Il precedente distaccamento di sicurezza dell'EuroCorp è stato sigillato mentre gli agenti di stanza nel distaccamento stanno tentando di riconquistare il controllo dell'AI locale, infestata dal virus. Tuttavia, gli ordini di missione infetti degli agenti locali lasciano il distaccamento sguarnito. Annienta tutto il personale del distaccamento. Una volta che la città tornerà sotto il nostro controllo manderemo guardie sostitutive.

# mission brief tactical information
source: Dropsite: Rome IML Link
it_it: Destinazione: collegamento IML di Roma

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
it_it: Complesso di abitazioni bunker di basso ordine fortificati da cittadini Non Guidati

# mission brief tactical information
source: Security garrison
it_it: Presidio della Sicurezza

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
it_it: Forziere del presidio (sotterraneo): valore stimato 0.4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
it_it: Allarme satellite: il controllo del Satellite di Difesa Strategica di Roma andato perso a causa di forze ostili sconosciute

# mission title
source: Body Matters
it_it: Sostanze corporee

# mission title
source: Interloper
it_it: Intruso

# mission title
source: Semi-Automatic
it_it: Semiautomatico

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
it_it: Hong Kong, Pechino e Phoenix: neutralizza gli agenti rinnegati.

# mission brief email orders
source: Return to base for further instructions.
it_it: Ritorna alla base per ulteriori istruzioni.

# mission brief email paragraph
source: Felicitations, <login>.
it_it: Complimenti, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
it_it: Il seguente messaggio è stato intercettato da netscan alle 06:55 di ieri. L'AI di Londra lo ha appena decodificato.

# mission brief email paragraph
source: Message Type: Encoded Transcript
it_it: Tipo di messaggio: Trascrizione codificata

# mission brief email paragraph
source: Priority: High
it_it: Priorità: Alta

# mission brief email paragraph
source: FROM: Control
it_it: DA: Controllo

# mission brief email paragraph
source: TO: All Field Executives
it_it: A: Tutti i dirigenti sul campo

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
it_it: Agenti che sostenevano di rappresentare l'EuroCorp hanno portato a termine operazioni segrete in settori che rivestono per noi grande interesse.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
it_it: Si richiede una ricognizione di queste zone. Gli agenti dovranno includere nelle relazioni una valutazione delle loro nuove dotazioni.

# mission brief email paragraph
source: Message ends.
it_it: Fine messaggio.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
it_it: Risulta chiaro da questo messaggio che le nostre attività sono state controllate da agenti rinnegati che hanno accesso alla cyber-tecnologia. È possibile che parte di questa tecnologia sia più avanzata della nostra, non conosciamo le risorse di sviluppo a disposizione di questo gruppo.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
it_it: Il messaggio aveva come destinazione Hong Kong, Pechino e Phoenix. Inviare un gruppo di cyborg per snidare agenti nemici in queste città. L'AI principale sta ora modificando i sistemi di sorveglianza di queste città per rilevare gli agenti dotati di miglioramenti cibernetici avanzati.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
it_it: Informazioni aggiuntive: Lo studio dei componenti dell'indottrinatore che hai riportato da Phoenix ha rivelato come la Chiesa della Nuova Epoca acquisisca nuovi adepti. I responsabili del culto utilizzano un congegno contenente un circuito ricetrasmittente sintonizzato sulla lunghezza d'onda di UTOPIA. In altre parole, il nostro nemico dispone di qualcosa simile al nostro Persuadertron. Con altri studi, il nostro gruppo di Ricerca e sviluppo conta di progettare un Persuadertron più efficace per noi, un tipo che dovrebbe funzionare sui fanatici.

# mission brief tactical information
source: Target agent
it_it: Agente bersaglio

# mission brief tactical information
source: Suitable vehicle for gaining access to base
it_it: Veicolo adatto per la conquista dell'accesso alla base

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
it_it: Notizie: il sistema di sicurezza della banca stato recentemente migliorato

# mission title
source: Head Hunt
it_it: A caccia di cervelli

# mission brief email orders
source: Rome: Persuade rogue agent.
it_it: Roma: Persuadi gli agenti rinnegati.

# mission brief email paragraph
source: Salutations, <login>.
it_it: Saluti, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
it_it: L'operazione condotta dai tuoi agenti ha avuto un esito brillante. Tuttavia, il capo degli agenti rinnegati ha condotto a Roma un IML ed ha attaccato l'avamposto che avevamo appena stabilito, tentando probabilmente di forzare la cassaforte. Vogliamo che questo valido agente si unisca a noi.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
it_it: Aggiornamento: Siamo stati fortunati a scoprire Harbinger in questo momento. Almeno, abbiamo ancora un'AI intatta che continua a fornire utili indicazioni. Valuta questa informazione: i nostri cosiddetti "Non Guidati" vengono trasformati da una massa riottosa in una forza combattiva e determinata. A capo di questo gruppo, tale Ko-Paull Vissick, matematico prodigioso e intellettuale eccezionalmente dotato. Vissick dovrebbe essere uno dei nostri principali ricercatori, ma l'AI di Londra ne ha rilevato tracce in luoghi dove egli non dovrebbe essere.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
it_it: Abbiamo cercato di seguire il traffico di UTOPIA per quanto possibile. La Chiesa della Nuova Epoca si è impadronita della maggior parte di esso e ciò che rimane sono brani insignificanti lasciati da Harbinger. Tuttavia, l'AI di Londra ha notato che qualcun altro sta cercando di inserirsi in UTOPIA, ora che queste cose sono in effetti possibili. Sembra sia stato Vissick. In ultima analisi, si è rivelato essere un programma fantasma. Non c'è modo di sapere da dove fosse stato inviato. Ma deve essere stato Vissick. Pochi altri nel Sindacato avrebbero potuto fare ciò che egli ha fatto. Solo Dio sa perché si sia unito a questa marmaglia Non Guidata. Cercherò di scoprirlo.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
it_it: Notizie: la polizia alla ricerca di un gruppo di Non Guidati che si infiltrato in città per scatenare un'altra insurrezione

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
it_it: Notizie: rilevato segnale di identificazione di Utopia instabile - possibile rifugio di Non Guidati

# mission title
source: Taken To Taks
it_it: Portato a Taks

# mission brief email orders
source: New York: Persuade Jennifer Taks.
it_it: New York: Persuadi Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
it_it: Salve, Dirigente <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
it_it: È richiesta la tua presenza a New York. Varie società nordamericane si sono unite localmente sotto la bandiera della Nuova Alleanza Atlantica (NAA). Il rapido sviluppo di questo Sindacato è notevole, data la devastazione dei sistemi di comunicazione di UTOPIA.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
it_it: Sembra che uno dei nostri ex responsabili della comunicazione, Jennifer Taks, stia utilizzando il proprio accesso privilegiato ai Notiziari globali e alle Reti di accesso pubblico per localizzare scienziati per conto della NAA. Sembra che gli sforzi della signorina Taks abbiano un notevole successo. La vogliamo e vogliamo sapere dove sono gli scienziati.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
it_it: Invia un gruppo a New York e infiltralo nell'ufficio di Manhattan della NAA nel palazzo della Global News Network. Trova la signorina Taks e convincila che è a noi che deve essere leale.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
it_it: Il centro è estremamente protetto. Potrebbe essere impossibile tentare di accedervi con la forza. Cercherò di analizzare i segnali di identità di UTOPIA del personale del centro per scoprire se uno dei dipendenti lascia il centro per un qualsiasi motivo. Tutto il personale dispone di pass impiantati, per questo dovrai convincere uno di loro ad accompagnarti attraverso le barriere di sicurezza. Cerca di non attirare l'attenzione delle unità di polizia locali, che si trovano in stato di massima allerta.

# mission brief tactical information
source: Dropsite: New York IML Link
it_it: Destinazione: collegamento IML di New York

# mission brief tactical information
source: New Atlantic Alliance HQ
it_it: QG della Nuova Alleanza Atlantica

# mission brief tactical information
source: Civilian staff housing
it_it: Residenza personale civile

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
it_it: Notizie: recentemente la polizia ha migliorato le squadre di reazione alle invasioni

# mission title
source: Walkabout
it_it: Breve giro a piedi

# mission title
source: Secrets
it_it: Segreti

# mission title
source: Forbidden Knowledge
it_it: Conoscenza proibita

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
it_it: Santiago, Buenos Aires, Città del capo, Adelaide: Invia squadre di ricerca in queste città. Torna con tutti gli scienziati che riuscirai a scovare.

# mission brief email paragraph
source: Profound greetings.
it_it: Salve.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
it_it: L'AI di Londra ha condotto un profilo psicologico del contenuto dei messaggi di un numero sempre crescente di trasmissioni sovversive da parte di Vissick. Il messaggio di base, trasmesso su un canale non codificato, incitava chiaramente i Non Guidati a insorgere, non solo contro il Sindacato, ma anche contro la Chiesa della Nuova Epoca. Purtroppo, l'invettiva di Vissick era costellata da profezie sulla fine del mondo che indicano che il suo stato mentale non è affatto stabile. Sosteneva, ad esempio, che la Chiesa della Nuova Epoca avrebbe portato niente meno che l'Armageddon. Posso solo fare ipotesi su come un minuscolo gruppo religioso potrebbe dare inizio alla distruzione globale.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
it_it: L'ultimo incarico di Vissick era talmente segreto, e UTOPIA è stata talmente sconvolta dal virus Harbinger, che le informazioni sulla natura della sua missione sono frammentarie. Sappiamo, tuttavia, che stava lavorando nell'ambito di un gruppo di importanti ricercatori della Gel Data e della Hexagon Corporation ad un progetto in Islanda. Fino a questo momento non siamo riusciti a trovare alcuno dei membri del gruppo di ricerca. Jennifer Task ci ha fornito la posizione degli scienziati della Gel Data e della Hexagon di Santiago, Buenos Aires, Città del capo e Adelaide. Trova questi scienziati e persuadili usando i metodi che riterrai necessari.

# mission brief email paragraph
source: Good luck, <login>.
it_it: Buona fortuna, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
it_it: Destinazione: collegamento IML di Santiago

# mission brief tactical information
source: Target scientist
it_it: Scienziato bersaglio

# mission brief tactical information
source: North Side over-run by zealots
it_it: La zona a nord stata devastata dai fanatici

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
it_it: Destinazione: collegamento IML di Buenos Aires

# mission brief tactical information
source: Hexagon Corporation Headquarters
it_it: Quartier Generale Hexagon Corporation

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
it_it: Notizie: forzieri riserve della Hexagon

# mission brief tactical information
source: Additional cultist activity detected
it_it: Rilevata ulteriore attività del culto

# mission brief tactical information
source: Dropsite: Cape Town via APC
it_it: Destinazione: Città del Capo attraverso APC

# mission brief tactical information
source: Hexagon research facility gateway
it_it: Ingresso centro ricerche Hexagon

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
it_it: Notizie: i fanatici hanno preso il controllo di questa installazione

# mission brief tactical information
source: Dropsite: Adelaide IML Link
it_it: Destinazione: collegamento IML di Adelaide

# mission brief tactical information
source: Gel Data Testing Facility
it_it: Attrezzature di controllo della Gel Data

# mission title
source: Missing Link
it_it: Collegamento perduto

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
it_it: Christchurch: Invia un gruppo di agenti immediatamente. Trova e impadronisciti di tutti i collegamenti transpolari.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
it_it: Sembra che poco prima che il virus Harbinger cominciasse a penetrare UTOPIA, Vissick fosse impegnato in un programma top secret di Ricerca e sviluppo a Reykjavik. L'obiettivo del programma era quello di progettare una macchina in grado di amplificare le capacità cognitive umane. Sembra che il gruppo sia andato oltre la fase di progetto ed abbia costruito un prototipo. Tuttavia, gli scienziati che hai persuaso hanno svolto solo compiti tecnici secondari rispetto al gruppo di progettazione principale e non sono stati in grado di dirci molto di più.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
it_it: I dieci membri principali del gruppo erano noti collettivamente come Conferenza di Cognizione Cibernetica o C3. Il capo del gruppo era Ko-Paull Vissick. Tutti i membri del C3 venivano dall'elite della Ricerca e sviluppo dell'EuroCorp.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
it_it: Al momento, non sappiamo dove si trovino.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
it_it: Questa notizia è collegata ad un'altra relativa ad un guasto del collegamento IML di Reykjavik lo scorso mese, un evento che sembra ora essere stato provocato per fornire al gruppo di progettazione la massima sicurezza, mentre era al lavoro. Nel frattempo, il C3 costruiva in gransegreto il proprio collegamento IML transpolare a Christchurch. Sembra che questo collegamento sia stato completato di recente.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
it_it: Destinazione: collegamento IML A di Christchurch

# mission brief tactical information
source: Target area: Christchurch IML Link B
it_it: Area obiettivo: collegamento IML B di Christchurch

# mission brief tactical information
source: Tang Protective agents detected
it_it: Rilevati agenti di Tang Protective

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
it_it: Intercettati ordini per gli agenti Tang - l'obiettivo degli agenti il forziere della banca della città

# mission title
source: Dark Angels In The Architecture
it_it: Angeli delle tenebre nell'Architettura

# mission title
source: The Hive
it_it: L'Alveare

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
it_it: Reykjavik: Scopri cosa è accaduto al progetto C3. Attiva il collegamento IML a Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
it_it: Nuuk: Esegui una ricerca globale nella città.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
it_it: Complimenti per aver raggiunto gli ultimi obiettivi, <login>.
