Repository: swfans/swars
Catalog: lang/alltext_syndct_fre.po
Languages: fr_fr

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
fr_fr: Rome: Tous les citoyens de catégorie D doivent être éliminés pour montrer aux autres victimes du virus Harbinger qu'EuroCorp garde le contrôle.

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
fr_fr: Enrayez l'apparition de Syndicats indépendants en démantelant la garnison locale.

# mission brief email paragraph
source: Well met, <login>.
fr_fr: Bien vu, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
fr_fr: Harbinger a été particulièrement efficace à Rome. Il sème partout le chaos dans la ville et les Dévoyés s'emploient à la destruction de la ville, rue après rue.

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
fr_fr: L'anarchie qui règne dans le centre ville atteint son paroxysme. L'ancienne garnison de sécurité de l'EuroCorp s'est retranchée derrière ses murs tandis que l'agent sur place tente de reprendre le contrôle de l'IA locale contaminée par le virus. Cependant, les ordres de mission faussés qu'il émet rendent la garnison plus vulnérable encore. Neutralisez l'ensemble du personnel de la garnison et dès que aurez pris le contrôle de la ville, nous enverrons des gardes de remplacement.

# mission brief tactical information
source: Dropsite: Rome IML Link
fr_fr: Terminal: Liaison LMI de Rome

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
fr_fr: Complexes de bunkers résidentciels fortifiés par des citoyens de catégorie Dévoyés

# mission brief tactical information
source: Security garrison
fr_fr: Garnison de sécurité

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
fr_fr: Chambre forte de la garnison (souterraine): Valeur estimée à 0,4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
fr_fr: Alerte satellite: Le satellite de défense stratégique de Rome a été abandonné aux mains d'un ennemi inconnu

# mission title
source: Body Matters
fr_fr: Histoires de Corps

# mission title
source: Interloper
fr_fr: Intrus

# mission title
source: Semi-Automatic
fr_fr: Semi-automatique

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
fr_fr: Hongkong, Beijing et Phoenix: Neutralisez les agents traItres.

# mission brief email orders
source: Return to base for further instructions.
fr_fr: Regagnez la base pour recevoir de nouvelles instructions.

# mission brief email paragraph
source: Felicitations, <login>.
fr_fr: Félicitations, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
fr_fr: Le message suivant a été intercepté hier à 06:55 par analyse scanographique du réseau. L'IA de Londres vient juste de le décrypter.

# mission brief email paragraph
source: Message Type: Encoded Transcript
fr_fr: Type de message: Transcription codée

# mission brief email paragraph
source: Priority: High
fr_fr: Priorité: Important

# mission brief email paragraph
source: FROM: Control
fr_fr: DE: Contrôle

# mission brief email paragraph
source: TO: All Field Executives
fr_fr: A L'ATTENTION DE: Tous les Exécutants sur le terrain

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
fr_fr: Des agents prétendant agir pour le compte d'EuroCorp ont mené des opérations clandestines dans des secteurs nous concernant.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
fr_fr: Il serait bon d'effectuer une reconnaissance dans ces secteurs. Les agents doivent indiquer leurs nouvelles modifications dans leur rapport.

# mission brief email paragraph
source: Message ends.
fr_fr: Fin de message.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
fr_fr: Il est évident d'après ce message que nos activités sont espionnées par des traItres disposant d'une cyber-technologie dont peut-être certaines données sont plus avancées que les nôtres - nous ignorons de quelles capacités de développement ils disposent.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
fr_fr: Nous avons pisté le message jusqu'à Hongkong, Beijing et Phoenix. Envoyez une équipe de cyborgs pour localiser et neutraliser tous les traItres. Nos IA sur place adaptent leurs systèmes de surveillance pour détecter les agents dotés d'équipements cybernétiques de pointe.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
fr_fr: Ajout: L'analyse des composants de l'endoctrineur que vous avez ramené de Phoenix a révélé la méthode employée par l’Église de l'Ere Nouvelle pour convertir de nouveaux adepte. C'est un système doté d'un circuit émetteur/récepteur réglé sur la bande passante d'UTOPIA. Autrement dit, l'ennemi dispose d'une arme similaire à notre Persuatron. Grace à des études complémentaires, notre département R&D pourrait nous doter d'un Persuatron amélioré, capable d'atteindre les zélateurs.

# mission brief tactical information
source: Target agent
fr_fr: Agent-cible

# mission brief tactical information
source: Suitable vehicle for gaining access to base
fr_fr: Véhicule adapté pour accéder à la base

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
fr_fr: Ecoutes: Lles systèmes de sécurité de la banque ont été récemment améliorés

# mission title
source: Head Hunt
fr_fr: Chasseurs de tEtes

# mission brief email orders
source: Rome: Persuade rogue agent.
fr_fr: Rome: Persuadez l'agent traître.

# mission brief email paragraph
source: Salutations, <login>.
fr_fr: Bravo, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
fr_fr: Vos agents ont fait du bon travail. Cependant, le meneur des agents traîtres a réussi à s'embarquer pour Rome par LMI et à attaquer notre avant-poste, probablement pour atteindre la salle des coffres. Nous voulons que cet agent très doué travaille pour nous.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
fr_fr: Mise à jour: C'est une chance d'avoir découvert Harbinger à temps. Nous avons au moins une IA intacte qui continue d'être utile. Considérez la situation: les "Dévoyés" sont passés du stade de meute indisciplinée à celui de combattants prêts à tout avec, à leur tête, un certain Ko-Paull Vissick, prodige à l'esprit universel doté d'une intelligence exceptionnelle. On pense que Vissick est l'un de nos meilleurs chercheurs mais l'IA de Londres a détecté sa présence là où il ne devrait justement pas être.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
fr_fr: Nous tentons d'effectuer le suivi le plus large possible des informations échangées sur UTOPIA. L’Église de l'Ere Nouvelle en pirate une grande partie et ce qui reste n'a plus beaucoup de sens après le passage de Harbinger. L'IA de Londres a toutefois détecté le piratage d'UTOPIA par une autre personne. Désormais, tout semble possible! Impossible de dire avec précision d'où provenaient les messages. Nul doute pourtant que Vissick en soit l'auteur. Personne d'autre au sein du Syndicat n'aurait été capable d'un telle prouesse. Dieu sait pourquoi il s'est acoquiné avec ces saletés de Dévoyés! Je me charge de tirer de cette affaire au clair.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
fr_fr: Ecoutes: La police est à la recherche d'un groupe de Dévoyés qui s'est infiltré en ville pour financer un autre soulèvement

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
fr_fr: Ecoutes: Signal d'identification UTOPIA instable détecté - il s'agit probablement d'une planque de Dévoyés

# mission title
source: Taken To Taks
fr_fr: Taks incluse

# mission brief email orders
source: New York: Persuade Jennifer Taks.
fr_fr: New-York: Persuadez Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
fr_fr: Sincères félicitations, Exécutant <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
fr_fr: Votre présence est souhaitée à New-York. Plusieurs entreprises nord-américaines se sont regroupées sous la bannière de la Nouvelle Alliance Atlantique (NAA). La rapidité de développement de ce syndicat est remarquable étant donné que les systèmes de communication d'UTOPIA ont été dévastés.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
fr_fr: Il semble que l'une de nos ex-responsables des médias, Jennifer Taks, se serve de son accès privilégié au Réseau Mondial d'Information pour trouver des scientifiques au profit de la NAA. Elle y réussit tellement bien que c'est à nous qu'elle devra dire, désormais, oë les trouver.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
fr_fr: Envoyez une équipe à New-York pour infiltrer les bureaux de la NAA situés dans le batiment du Réseau Mondial d'Information. Trouvez Jennifer Taks et persuadez-la de faire preuve de loyauté.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
fr_fr: Le centre est sous haute sécurité. Il peut s'avérer impossible de pénétrer de force. Je vais tenter de repérer, grace aux signaux d'identification UTOPIA si des membres du personnel sortent du batiment. Tous les membres du personnel ont un passe greffé sous la peau, aussi vous devrez persuader l'un d'entre eux de vous accompagner à travers les barrages de sécurité. Veillez à ne pas attirer l'attention de la police locale qui est en état d'alerte maximale.

# mission brief tactical information
source: Dropsite: New York IML Link
fr_fr: Terminal: Liaison LMI de New-York

# mission brief tactical information
source: New Atlantic Alliance HQ
fr_fr: QG de la Nouvelle Alliance Atlantique

# mission brief tactical information
source: Civilian staff housing
fr_fr: Résidence du personnel civil

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
fr_fr: Ecoutes: La police a récemment renforcé ses équipes anti-cambriolage

# mission title
source: EuroLore
fr_fr: EuroCoutumes

# mission title
source: Walkabout
fr_fr: Rituel

# mission title
source: Forbidden Knowledge
fr_fr: Savoir interdit

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
fr_fr: Santiago, Buenos-Aires, Le Cap, Adélaide: Déployez des équipes dans ces villes. Ramenez tous les scientifiques repérés.

# mission brief email paragraph
source: Profound greetings.
fr_fr: Sincères félicitations.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
fr_fr: L'IA de Londres a établi le profil psychologique des messages toujours plus subversifs qu'émet Vissick. Le message qu'il diffuse sur un canal libre incite ouvertement les Dévoyés à se révolter non seulement contre le Syndicat mais aussi contre l’Église de l'Ere Nouvelle. Malheureusement, son discours ponctué de prophéties apocalyptiques fait douter de son état mental. Il prétend, par exemple, que l'Église de l'Ere Nouvelle vise à l'Armaggedon. Je me demande bien comment un groupe de marginaux religieux pourraient déclencher la fin du monde.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
fr_fr: Les fonctions qu'occupait Vissick étaient si secrètes et UTOPIA a été si gravement affectée par le virus Harbinger que la nature de sa mission reste encore très vague. Nous savons cependant qu'il travaillait en Islande sur un important projet, avec une équipe d'éminents chercheurs issus des firmes Gel Data et Hexagon. Aucun membre de l'équipe de recherche n'a pu jusqu'ici être localisé. Recherchez tous les scientifiques qui manquent à l'appel sur les installations de Gel Data et Hexagon. Ces firmes sont représentées à Santiago, Buenos-Aires, Le Cap et Adélaide.

# mission brief email paragraph
source: Good luck, <login>.
fr_fr: Bonne chance, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
fr_fr: Terminal: Liaison LMI de Santiago

# mission brief tactical information
source: Target scientist
fr_fr: Scientifique-cible

# mission brief tactical information
source: North Side over-run by zealots
fr_fr: Nord de la ville passé sous contrôle des zélateurs

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
fr_fr: Terminal: Liaison LMI de Buenos-Aires

# mission brief tactical information
source: Hexagon Corporation Headquarters
fr_fr: Siège de la firme Hexagon

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
fr_fr: Ecoutes: Hexagon met des fonds en réserve

# mission brief tactical information
source: Additional cultist activity detected
fr_fr: Nouvelle activité de l’Église détectée

# mission brief tactical information
source: Dropsite: Cape Town via APC
fr_fr: Terminal: Le Cap via APC

# mission brief tactical information
source: Hexagon research facility gateway
fr_fr: Porte d'accès aux installations de recherche d'Hexagon

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
fr_fr: Ecoutes: Les zélateurs ont pris le contrôle de ces installations

# mission brief tactical information
source: Dropsite: Adelaide IML Link
fr_fr: Terminal: Liaison LMI d'Adélaide

# mission brief tactical information
source: Gel Data Testing Facility
fr_fr: Installations d'essais de Gel Data

# mission title
source: Missing Link
fr_fr: ChaInon manquant

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
fr_fr: Christchurch: Envoyez immédiatement sur place une équipe d'agents. Assurez la sécurité la liaison transpolaire après l'avoir localisée.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
fr_fr: Il semble que juste avant l'attaque d'UTOPIA par le virus Harbinger, Vissick était engagé dans un programme R&D ultra-secret à Reykjavik. Ce programme était destiné au développement d'une machine permettant d'accroître les capacités cognitives humaines. Apparemment, l'équipe a réellement mis au point un dispositif mais les scientifiques que vous avez persuadés étant de simples assistants, nous n'avons rien obtenu de plus.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
fr_fr: Les dix membres clés de l'équipe étaient désignés sous l'appellation "Conférence de Cognition Cybernétique" ou C3. Ko-Paull Vissick était leur chef. Ils avaient tous été recrutés parmi l'élite R&D de l'EuroCorp.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
fr_fr: Pour l'instant, ils restent introuvables.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
fr_fr: Ces informations corroborent une nouvelle selon laquelle les liaisons LMI de Reykjavik auraient été interrompues le mois dernier. Il apparaît que ces perturbations avaient pour seul but de garantir la sécurité de l'équipe durant ses travaux. Pendant ce temps, le C3 mettait secrètement en service sa propre liaison transpolaire LMI vers Christchurch. Apparemment, ce projet s'est fini récemment.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
fr_fr: Terminal: Liaison LMI A de Christchurch

# mission brief tactical information
source: Target area: Christchurch IML Link B
fr_fr: Zone-cible: Liaison LMI B de Christchurch

# mission brief tactical information
source: Tang Protective agents detected
fr_fr: Agents de sécurité Tang détectés

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
fr_fr: Ordres des agents Tang interceptés: la cible des agents est la chambre forte de la banque

# mission title
source: Dark Angels In The Architecture
fr_fr: Anges noirs de l'Architecture

# mission title
source: The Hive
fr_fr: La ruche

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
fr_fr: Reykjavik: Découvrez ce qu'est devenu le projet C3. Activez la liaison LMI à destination de Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
fr_fr: Nuuk: Passez la ville au peigne fin.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
fr_fr: Vous avez parfaitement rempli vos derniers objectifs. Félicitations, <login>.

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
fr_fr: Il faut que vos agents soient les premiers à atteindre la liaison transpolaire LMI. Dépêchez votre équipe à Reykjavik afin d'inspecter le site de recherche du C3. Impossible de vous dire ce qui vous attend sur place mais comme c'est un site sensible, vos agents devront se montrer extrêmement vigilants. Déterminez l'état d'avancement du programme C3.
