Repository: swfans/swars
Catalog: lang/alltext_syndct_ger.po
Languages: de_de

# syndicate map screen headings - name
source: Dropsite
de_de: Gebiet

# syndicate map screen headings - population size
source: UTOPIA Identkeys
de_de: Einheiten

# syndicate map screen headings - landscape
source: Infra-structure
de_de: Struktur

# syndicate map screen headings - language
source: Dialect
de_de: Sprache

# syndicate map screen headings - industry
source: Commerce
de_de: Gewerbe

# syndicate map screen headings - toxicity
source: Toxicity
de_de: Umwelt

# mission title
source: Executive Alert
de_de: Roter Alarm

# mission brief email header
source: Message Type: DIRECT
de_de: Art der Nachricht: DIREKT

# mission brief email header
source: Priority: 3
de_de: Dringlichkeitsstufe: 3

# mission brief email header
source: Message begins:
de_de: Übermittelter Text:

# mission brief email orders
source: Orders
de_de: Befehle

# mission brief email orders
source: London: Quell disorder.
de_de: London: Zivilpersonen der Kategorie U verletzen den Verhaltenscode und dringen in den Schutzbereich um diese Substation ein. Agenten auswählen. Unruhen beenden.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
de_de: Wir erhalten Berichte über aussergewöhnliche Fehlfunktionen von UTOPIA-Chips. Alle Störungen sind Totalausfälle, völliges Versagen der Chips. Anschliessende Einstufung der Befallenen in Kategorie U: Ungeleitet.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
de_de: EuroCorp-Kern 0-1-0/171261/26D: Künstliche Intelligenz London, UTOPIA

# mission brief email sender
source: Universal Transferred Organic Processing Interface Architecture
de_de: Universal Transferierte Organisch Programmierte Interface Architektur

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
de_de: Absprunggebiet: EuroCorp London - K.I.-Bodenstation

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
de_de: Ungeleitete Bürger (Kategorie U) werden im Firmengebiet überwacht

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
de_de: Personal der Bodenstation: verteidigt die Bodenstation gegenüber Angriffen oder Infiltration

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
de_de: Abhörinformation: Die patrouillierende Polizei hat den Befehl, das Feuer auf jeden zu eröffnen, der Waffen trägt

# mission title
source: Detroit Drop-Outs
de_de: Demontage in Detroit

# mission brief email header
source: Message Type: HARDWIRED
de_de: Art der Nachricht: KABEL

# mission brief email header
source: Priority: 1 - Emergency
de_de: Dringlichkeitsstufe: 1 - Notfall

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
de_de: Detroit: Finden Sie Mitglieder der Kirche der Neuen Epoche und beseitigen Sie die Bedrohung. Neutralisieren Sie Bürger der Kategorie U: Ungeleitet.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
de_de: Achtung, Aussenagent <login>! Ich bin UTOPIA-Agent Maritz vom EuroCorp-Nachrichtendienst.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
de_de: Die Situation ist kritisch. UTOPIA wurde angegriffen. Der Gegner ist tief in die Informationsstruktur von EuroCorp eingedrungen. Notfallmassnahmen wurden eingeleitet.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
de_de: Ich übertrage alle EuroCorp-Kommandoentscheidungen mit sofortiger Wirkung auf die BackUp-K.I. Ich werde ihre Analysen und Befehle an Sie weiterleiten. Ich wiederhole: Das Oberkommando von EuroCorp wird auf die Künstliche Intelligenz London übertragen.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
de_de: Der primäre Dauerbefehl der London-K.I. lautet, UTOPIA wieder aufzubauen, von den Ersten Prinzipien aufwärts, falls nötig. Sie erstellt gerade eine erste Beurteilung der Lage. Die Ausformulierung einzelner Kampfaufträge wird bald folgen.

# mission brief email paragraph
source: You will direct agents to execute these missions.
de_de: Sie werden Cyborg-Agenten befehligen, um diese Aufträge auszuführen.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
de_de: Die allgemeine Situation sieht nicht gut aus. Das Syndikat ist weltweit angegriffen worden. Die Künstliche Intelligenz in Detroit wurde erobert und mein Gegenstück dort eliminiert. Die Angreifer haben über Detroit einen sehr ausgeklügelten Virus in UTOPIA eingeschleust. Die Sicherheitssperren reagieren nicht auf ihn. Was immer dieser Virus ist, er kopiert sich schneller von K.I. zu K.I., als wir ihm folgen können.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
de_de: Eine völlig illegale Gruppe, die sich selbst als "Kirche der Neuen Epoche" bezeichnet, hat die Verantwortung für diesen Virus übernommen. Sie nennen ihn den "Verkündervirus" und haben EuroCorp den Krieg erklärt. Es ist der Verkünder, der diesen expotentiellen Anstieg bei den Chip-Ausfällen bewirkt.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
de_de: Die Anhänger dieser sogenannten "Kirche" bezeichnen sich selbst als "Jünger" und tragen auffallende Schutzkutten.

# mission brief tactical information
source: City surveillance camera recording
de_de: Aufzeichnung einer Stadtüberwachungskamera 004-D62

# mission brief tactical information
source: Dropsite: Detroit IML Link
de_de: Absprunggebiet: Detroit, IML-Station

# mission brief tactical information
source: Gateway to attacked Ground Station
de_de: Tor zur angegriffenen Bodenstation

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
de_de: Abhörinformation: Die Polizei berichtet von einem wachsenden Fehlverhalten Ungeleiteter Bürger

# mission title
source: Friendly Persuasion
de_de: Freundliche berredung

# mission brief email header
source: Priority: 1
de_de: Dringlichkeitsstufe: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
de_de: Hongkong: Überzeugen Sie Techniker im Yamaguchi-Kraftwerk.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
de_de: Peking: Überzeugen Sie Manager der Yamaguchi-Corporation.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
de_de: Ich gratuliere, <login>. Detroit wurde erfolgreich stabilisiert. Aber das Chaos, das der Verkünder gebracht hat, hat sich weiter verbreitet. Die Kommunikation des Syndikats wird weltweit abgehört, im ganzen UTOPIA speist der Gegner unautorisierte Codes und Daten ein. Die regionalen Abteilungen von EuroCorp isolieren sich zu ihrer eigenen Sicherheit und bilden dadurch effektiv neue, kleine Syndikate. Wir müssen sie wo möglich wieder unter die Kontrolle von EuroCorp bringen. Andernfalls müssen wir sie vernichten.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
de_de: In Hongkong versucht Yamaguchi Holodata, der grösste Hersteller von UTOPIA-Chips an der Pazifikküste, ein unabhängiges Syndikat aufzubauen. Wir gedenken, Yamaguchis Pläne mit zwei massiven Federstrichen zu durchkreuzen.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
de_de: Das Kraftwerk in Hongkong bildet die Haupt-Stromversorgung der Yamaguchi-Corporation. Schicken Sie ein Team von Agenten in dieses Kraftwerk und überzeugen Sie die Techniker dort, mit uns zusammenzuarbeiten. Ohne die Kontrolle durch die Techniker wird sich der Reaktorkern überhitzen und explodieren. Die Zerstörung dieser Station sollte mehr als ausreichen, um Yamaguchi eine Weile zu beschäftigen.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
de_de: Um den Schlag gegen Yamaguchi zu vervollständigen, besuchen Sie einmal ihre Niederlassung in Peking. Finden und überzeugen Sie die Manager dort. Neutralisieren Sie alle Agenten, die Ihnen in die Quere kommen. Die Simulationen der London-K.I. deuten an, dass wir mehr Agenten benötigen, um die Lücken in unseren Kälteschlafkammern zu füllen, daher sind Sie autorisiert, Ihren Überzeugstrahler nach eigenem Gutdünken einzusetzen.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
de_de: Wenn Sie Ihren Auftrag erfolgreich beenden, dürfte Yamaguchi schnellstens jeden Gedanken an ein Verlassen der EuroCorp-Gruppe vergessen.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
de_de: Absprunggebiet: Hongkong, IML-Station

# mission brief tactical information
source: Yamaguchi Fusion Batteries
de_de: Yamaguchi-Fusionsbatterien

# mission brief tactical information
source: Technicians
de_de: Techniker

# mission brief tactical information
source: Evac zone: IML Link
de_de: Landezone: IML-Station

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
de_de: Eiferer von der Kirche der Neuen Epoche wurden in der Stadt gesehen

# mission brief tactical information
source: Dropsite: Beijing IML Link
de_de: Absprunggebiet: Peking, IML-Station

# mission brief tactical information
source: Yamaguchi Executive Zaibatsu
de_de: Zaibatsu, Yamaguchi-Manager

# mission brief tactical information
source: Yamaguchi Agent Training Camp
de_de: Agententrainingslager von Yamaguchi

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
de_de: Abhörinformation: Die Polizei berichtet von Krawallen der Ungeleiteten

# mission title
source: Where Is Wisdom?
de_de: Wo ist Weisheit?

# mission title
source: Lost Minds
de_de: Wer verliert den Verstand?

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
de_de: Genf, Vancouver und Matochkin Shar: Suchen und überzeugen Sie Techniker von Bluesky Tendencies in diesen Städten. Evakuieren Sie diese Techniker zur nächstgelegenen IML-Verbindung.

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
de_de: Ich grüsse Sie, <login>. Ihr Erfolg ist ermutigend.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
de_de: Ihre nächste Mission wird uns mit dem nötigen Wissen versorgen, das wir für den Aufbau einer neuen Forschungs- und Entwicklungsabteilung brauchen. Wir hatten in den letzten Jahren der Bluesky-Tendencies-Gruppe Personal der Stufe A für ihre Labors in Genf, Vancouver und Matochkin Shar zugeteilt. Sobald Ihre Agenten an einem dieser Orte ankommen, wird ein UTOPIA-IdentTracer im lokalen Netzwerk die in Frage kommenden Zielpersonen heraussuchen.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
de_de: Diese Wissenschaftler gehören zu den besten Gehirnen im Syndikat. Sie dürfen auf keinen Fall zu Schaden kommen.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
de_de: Update: Die mysteriöse Kirche der Neuen Epoche gewinnt stündlich mehr Anhänger, indem sie Bürger durch eine Kombination von Gehirnwäsche und Chip-Hackertechniken "bekehrt". Die Bekehrten zeigen allerdings wenig religiöse Begeisterung. Die Kirche der Neuen Epoche erzählt ihren Anhängern, dass das Ende der Welt nahe sei und dass nur die Kirche über die nötige Technologie verfüge, um ihre treuen Gläubigen vor dem Untergang zu retten, den sie Katharsis oder Kataklysmus nennt. Ihre Doktrin richtet sich in aggressivster Weise gegen das Syndikat.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
de_de: Bezeichnenderweise treten nicht alle ungeleiteten Bürger diesem Kult bei, auch nicht, wenn sie auf die Fanatiker der Kirche treffen.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
de_de: Ausserdem scheinen unsere Überzeugstrahler auf die Kultisten selber keine Wirkung zu haben. Wir wissen nicht, warum. Wir wissen ja praktisch überhaupt nichts über die Technologie der Kirche, aber die Forschung läuft bereits auf Hochtouren. Das technische Wissen des Kults ist zweifellos beeindruckend.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
de_de: Sprungstelle & Landezone: Genf, IML-Station

# mission brief tactical information
source: Bluesky laboratories
de_de: Bluesky-Laboratorien

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
de_de: Abhörinformation: Bluesky bittet um eine Polizeieskorte für einen Finanzmanager vom Rang D

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
de_de: Sprungstelle & Landezone: Vancouver, IML-Station

# mission brief tactical information
source: Bluesky laboratory
de_de: Bluesky-Laboratorium

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
de_de: Abhörinformation: Aktivitäten der Ungeleiteten werden von der Polizei überwacht

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
de_de: Satellitenwarnung: Personentransporter der Eiferer nähern sich der Stadt aus dem Südwesten

# mission brief tactical information
source: Dropsite: Matochkin Shar IML Link
de_de: Absprunggebiet: Matochkin Shar, IML-Station

# mission brief tactical information
source: Bluesky R&D facility
de_de: Bluesky-Forschungseinrichtung

# mission brief tactical information
source: Hover car licences detected
de_de: Führerscheine für Hovercar entdeckt

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
de_de: Abhörinformation: Kredittransfer führt zum Tempel der Kirche der Neuen Epoche

# mission title
source: Open Re-Bullion
de_de: Re-Finanzierung

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
de_de: Singapur: Alle Gegner neutralisieren. Panzerwagen entführen. Nach Erledigung dieser Aufgaben Rückkehr zur Basis.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
de_de: <login>, Ihr Bericht ist interessant. Eine ganze Reihe der qualifiziertesten Forscher, die EuroCorp früher zur Verfügung standen, ist nicht mehr aufzufinden. Wir müssen herausfinden, wo sie sich derzeit aufhalten und an was sie arbeiten. Es ist möglich, dass sie inzwischen für eines der Splittersyndikate arbeiten. Ich werde auch weiterhin alle Frequenzen überwachen und auf neue Informationen durchsuchen.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
de_de: Im Moment erfordert aber ein vordringlicheres Problem unsere Aufmerksamkeit. Die in Singapur ansässige Sicherheitsfirma Tang Assurance hat dummerweise beschlossen, die Stadt für unabhängig zu erklären. Als Folge davon sollen Goldbarren unter dem Schutz einer bewaffneten Eskorte vom Tresor der Zentralbank ins Tang-Hauptquartier gebracht werden. Wir haben keine Zeit, einfach die Bank zu zerstören, da die Tang-Agenten vor Ihren Cyborgs dort sein werden. Das gibt uns dafür die Gelegenheit, den bewaffneten Konvoi zu entführen, bevor er seinen Bestimmungsort erreicht.

# mission brief tactical information
source: Dropsite: Singapore IML Link
de_de: Absprunggebiet: Singapur, IML-Station

# mission brief tactical information
source: Singapore City Bank
de_de: Stadtbank von Singapur

# mission brief tactical information
source: Primary vault (underground)
de_de: Haupttresor (Untergrund)

# mission brief tactical information
source: Tang Protective bullion convoy
de_de: Geschützter Tang-Goldbarrentransport

# mission brief tactical information
source: Target vehicle
de_de: Zielfahrzeug

# mission brief tactical information
source: Rendezvous point
de_de: Treffpunkt

# mission title
source: Phoenix In Flames
de_de: Phoenix in der Asche

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
de_de: Phoenix: Dringen Sie durch die Sicherheitsanlagen in den Tempel der Kultisten ein und stehlen Sie die technologischen Geheimhaltungen.

# mission brief email paragraph
source: Greetings, <login>.
de_de: Grüsse, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
de_de: Die Kirche der Neuen Epoche setzt immer fortschrittlichere Waffensysteme ein, aufbauend auf einer Technologie, die unserer Forschungsabteilung völlig neu ist. Wir müssen ihr mehr Beispiele für diese Technologie beschaffen, deren Analyse uns dann vielleicht die Frage beantwortet, wer hinter dem Kult steckt und wie man seinen Einfluss am effektivsten bekämpfen kann.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
de_de: Verknüpften Netzwerkscans und Satellitenauswertungen zufolge hat der Kult ein grosses Befehlszentrum in Phoenix eingerichtet. Der Verkündervirus hat die örtliche Künstliche Intelligenz von UTOPIA restlos zersetzt, wodurch die Kirche die EuroCorp-Behörden völlig ausschalten konnte. Höhere Mönchsränge bringen den frisch angeworbenen Nachwuchs zu einem Tempel in Phoenix, wo er einem intensiven Indoktrinations- und Gehirnwäscheprozess unterworfen wird. Die neugeschmiedete Effizienz der neuen Kultisten wird dann in dem Blutbad gehärtet, das ungeleitete Bürger nach der Virusattacke angerichtet haben.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
de_de: Begeben Sie sich zum Tempel und suchen Sie nach etwas, das uns mehr erklären kann.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
de_de: Absprunggebiet: Phoenix, IML-Station

# mission brief tactical information
source: Cult of the New Epoch temple
de_de: Tempel des Kultes der Neuen Epoche

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
de_de: Vermuteter Aufenthaltsort der kirchlichen Indoktrinationsbande
