Repository: swfans/swars
Catalog: lang/alltext_church_swe.po
Languages: sv_se

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
sv_se: Ibland lyckas väran EuroCorp fiende skapa nägon innovativ teknologi. Frän denna cyberskinnsritning kan vi producera en bättre hud än traditionellt plaskinn. Ett foder av molekylväv fastsatt pä antischocktypen av mikroskum kommer göra de medhjälpare som bär det nästan oövervinnliga vid beskjutning av kinetiska slavor.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
sv_se: Hetta är en av de stridandes fiender. Vär fiender har anstängt sig och funnit den lösning som beskrivs i dessa dokument. Genom att använda rymdmaterial har de en fungerade ritning pä ett cyberskinn som kan göra vära medhjälpare resistenta mot eld och termisk energi.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
sv_se: Till och med De Nio var imponerade av konceptet bakom dessa forskningsupptäckter. Genom att använda viss Kodexteknologi - förvrängd genom deras sämre förständ - var EuroCorp väldigt nära att väva spektral vaskteknologi till cyberskinn, vilket skulle skyddat deras agenter frän den fulla effekten av elektromagnetiska vapen. Intressant. Vi kan nu avsluta deras arbete och använda denna teknologi själva.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
sv_se: EuroCorp ger aldrig upp med att försöka tävla mot vär överlägsnare teknologi. Trots det indikerar dessa dokument att de kommit upp med nägonting speciellt. Detta är instruktionerna för hur man tillverkar cyberskinn med viss klonssköldsteknik; närmare bestämt, detta skinn reflekterar signalen av en civil ledare till UTOPIAs scanners, och lyckas därmed dölja ett hot tills det blir synligt. Vi kan använda denna teknik själva.
