Repository: swfans/swars
Catalog: lang/alltext_syndct_ita.po
Languages: it_it

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
it_it: È di fondamentale importanza che i tuoi agenti sfruttino immediatamente l'accesso all'IML transpolare. Invia il tuo gruppo a Reykjavik per compiere indagini sul laboratorio di ricerca C3. È difficile dirti che tipo di presenze ti troverai ad affrontare, ma, vista la natura segreta del laboratorio, i tuoi agenti dovranno restare in stato di massima allerta. Recupera prove sullo statodi avanzamento del programma C3.

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
it_it: Informazioni aggiuntive: Dall'inizio dei guasti ai CHIP, Nuuk è rimasta completamente isolata dal mondo esterno. Vi sono notizie di grosse attività della Chiesa attorno al perimetro esterno della città, ma non ci è giunta alcuna notizia dall'interno della città. Nuuk è collegata a Reykjavik direttamente tramite IML. Forse questo collegamento è ancora aperto. Quando avrai completato la fase Reykjavik di questa missione, trova e, se necessario, attiva il collegamento IML a Nuuk. Recati a Nuuk e indaga sulla situazione della città.

# mission brief email paragraph
source: Remain vigilant!
it_it: Sii vigile!

# mission title
source: Duplicity
it_it: Doppiezza

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
it_it: Londra: Assicura la massima sicurezza per l'incontro dei massimi Dirigenti. Non è richiesta discrezione con le armi.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
it_it: Ascolta, Dirigente <login>. Questa è l'Intelligenza Artificiale di Londra. Ho nuove informazioni e nuovi ordini per te.

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
it_it: Ora conosco altre cose sulla Chiesa della Nuova Epoca. Il gruppo C3 aveva in effetti costruito un congegno per aumentare l'intelligenza umana più efficace di tutti gli altri apparecchi cibernetici convenzionali.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
it_it: In contrasto con gli ordini di Ko-Paull Vissick, alcuni membri del gruppo hanno poi utilizzato il prototipo dell'amplificatore cerebrale su se stessi. Il membro del C3, Tyrone Chodak, è stato il primo ad utilizzare il dispositivo. Chodak era inoltre responsabile del registro della missione. Varie voci del registro fanno riferimento ad un secondo libro che Chodak cominciò a scrivere per illustrare alcune delle teorie scientifiche che il suo cervello migliorato era ora in grado di formulare. Chodak ha chiamato questo secondo registro "Codex"e ora, grazie a te, ne abbiamo una copia. Le voci sono rappresentate da equazioni matematiche estremamente complesse, fisica quantistica, genetica e alcuni nuovissimi lavori in svariati campi, quali la meccanica delle forze unificate e la cognizione evolutiva. Il Codex contiene innovazioni scientifiche rivoluzionarie tali da tenere occupate per anni tutte le AI di UTOPIA. L'AI di Londra farà del proprio meglio per studiarlo senza alcun aiuto.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
it_it: Secondo il registro della missione, sembra ci sia stata una lotta di potere tra Chodak e Vissick, che è culminata in un'esplosione che ha distrutto il laboratorio C3 di Reykjavik. Nelle sue note, Chodak ha accusato Vissick, del quale si sono perse le tracce dopo l'esplosione, di sabotaggio. Chodak accusa inoltre l'EuroCorp di complicità ed ha minacciato di utilizzare la tecnologia derivata dal Codex per annientare il Sindacato. Il resto del C3 ha seguito Chodak.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
it_it: L'esplosione a Reykjavik e la scomparsa del C3 sono avvenute meno di quarantotto ore prima che il virus HARBINGER colpisse UTOPIA.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
it_it: L'analisi dell'attacco dei tuoi agenti contro la Cattedrale di Nuuk ha rivelato il dogma del culto scritto su muri e pilastri, che fa un misterioso riferimento ai 'Novi'. È ragionevole dedurre che i Novi e il C3 siano la stessa entità e che, pertanto, la Chiesa della Nuova Epoca sia semplicemente una facciata per portare a compimento le minacce di Chodak sulla distruzione del Sindacato.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
it_it: Questo significa che ci troviamo ad affrontare l'ex elite intellettuale dell'EuroCorp, dotata di tecnologie avanzate, nonché la scheggia impazzita Vissick, a capo dei Non Guidati.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
it_it: Il professore Kurt Drennan esporr… un piano strategico ai responsabili dei nostri dipartimenti, qui a Londra. Drennan e il suo assistente devono prelevare una copia del Codex per la presentazione a New Hyde Park. Il nostro gruppo di massimi Dirigenti costituito di recente presenzierà la riunione. La polizia locale, sotto il nostro diretto controllo, terrà l'area sgombra da dirigenti di livello inferiore.

# mission brief email sender
source: London Artificial Intelligence
it_it: Intelligenza Artificiale di Londra

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
it_it: Destinazione: (a) Podio presentazione (b) Posizione del Professor Drennan

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
it_it: Forziere dati, contenente il filmato digitale del sito di Reykjavik registrato dal drone spia

# mission brief tactical information
source: EuroCorp Executive
it_it: Dirigente EuroCorp

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
it_it: Ampia traccia di identificazione dei Non Guidati a nord del QG

# mission title
source: Bring Him Back Alive
it_it: Riportatelo vivo

# mission title
source: Deep Mind
it_it: Mente profonda

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
it_it: Tokyo: Salva il professor Drennan dagli adepti del culto.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
it_it: Bangkok: Scorta il professore alla base dell'EuroCorp campus. Assicurati che il professore torni da noi incolume.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
it_it: Attenzione, Dirigente. Il professor Drennan è stato rapito. Un impostore è riuscito a superare i miei scanner, a uccidere l'aiutante di Drennan e prendere il suo posto per tutta la durata della lezione. Il rapimento vero e proprio è avvenuto subito dopo la riunione. Il costoso raid dei fanatici e la conseguente perdita di personale sono state solo tattiche diversive per coprire la fase finale del rapimento di Drennan.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
it_it: Sono ancora sulle tracce di Drennan. È tenuto prigioniero a Tokyo. Il suo chip UTOPIA non è stato manomesso.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
it_it: Una volta liberato il professore, portalo al sicuro. Il nostro centro operativo di Bangkok è protetto, portalo là.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
it_it: Destinazione: collegamento IML A di Tokyo

# mission brief tactical information
source: Cultist stronghold
it_it: Caposaldo dei cultisti

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
it_it: Zona di evacuazione: collegamento IML B di Tokyo

# mission brief tactical information
source: Laser turrets under police control
it_it: Torrette laser controllate dalla polizia

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
it_it: Valore stimato del contenuto del forziere della banca: 2,5M Cr

# mission brief tactical information
source: Dropsite: Bangkok IML Link
it_it: Destinazione: collegamento IML di Bangkok

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
it_it: Centro operazioni EuroCorp di Bangkok

# mission title
source: Re-Alignment
it_it: Ri-allineamento

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
it_it: Hawaii: La tua missione consiste nel garantire la sicurezza dei partecipanti a una riunione dei dirigenti EuroCoporp di Honolulu.

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
it_it: Complimenti, <login>. Sono felice di comunicare ancora con te.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
it_it: Drennan è tornato incolume ed è sottoposto alla ricalibrazione neurale. Nel suo breve periodo con la Chiesa della Nuova Epoca, il professore è riuscito a sapere altre cose sui Novi e su ciò che hanno in serbo per noi. Appena smetterà di sbavare, gli chiederemo cosa sa.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
it_it: Nel frattempo, abbiamo ricevuto un messaggio dall'AI delle Hawaii. L'AI delle Hawaii desidera confermarci di essere alleata con l'EuroCorp. Non ha mai sostenuto i nemici della strategia dell'EuroCorp, né è stata colpita dal virus Harbinger. È pronta a trasferire tutte le proprie risorseal comando assoluto dell'EuroCorp. I nostri si recheranno alle Hawaii per lo scambio delle chiavidi protocollo. La sicurezza durante gli incontri verrà assicurata congiuntamente.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
it_it: Destinazione: impianto di purificazione dell'acqua di Honolulu

# mission title
source: The Special Agent
it_it: L'agente speciale

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
it_it: Johannesburg: Avvia immediatamente la connessione a distanza e assumi il controllo dell'agente Wu. Scova e persuadi Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, once again this is London AI.
it_it: Dirigente, questa è ancora l'AI di Londra.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
it_it: Sono ora in possesso della chiave di identità di UTOPIA dell'agente del culto che ha rapito il professor Drennan. Si tratta di Mirabelle Lucy De Saxo IK-771.6482.2002, attualmente residente a Johannesburg.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
it_it: Ho appena ricevuto questa informazione da un agente dell'EuroCorp in pensione, la cui cyber-tecnologia antiquata gli ha comunque consentito di sopravvivere indipendentemente da quando sono iniziati i guasti. Il suo nome è Wu. Dato che l'agente Wu è pieno di risorse, ho stretto un patto con lui. Wu mi consentirà l'accesso a tutte le sue funzioni cerebrali di livello superiore per un'altra missione. Se la completerà con successo, costruirò dell'altra memoria a bolle e renderò la sua coscienza parte della mia, non appena UTOPIA verrà ripristinata.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
it_it: Voglio che Wu cerchi di persuadere De Saxo. Sospetto che lei sia in grado di rilevare gli agenti EuroCorp. Wu si è già dotato di uno dei Persuadertron modificati della Chiesa ed è assolutamente pronto per il compito che lo attende. Se riuscirà, una coscienza quasi eterna sarà sua.

# mission brief tactical information
source: Agent Wu's current position
it_it: Posizione corrente dell'agente Wu

# mission brief tactical information
source: De Saxo's current position
it_it: Posizione corrente della De Saxo

# mission brief tactical information
source: Zealot held facilities
it_it: I fanatici controllano le attrezzature

# mission title
source: Slowdive
it_it: Discesa lenta

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
it_it: Cairo: Elimina Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
it_it: Dirigente, devo cambiare i tuoi ordini. Il Persuadertron di Wu non è riuscito a stabilire un contatto positivo con la chiave di identità del suo bersaglio. De Saxo non potrà mai essere dei nostri. Pertanto, dovrà essere terminata.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
it_it: Wu ha visto la nostra preda imbarcarsi su un IML diretto al Cairo. Invia immediatamente un gruppo di agenti al Cairo. De Saxo non dovrà assolutamente sfuggirci.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
it_it: Destinazione: collegamento IML A del Cairo

# mission brief tactical information
source: Evac zone: IML Link B
it_it: Zona di evacuazione: collegamento IML B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
it_it: Notizie: rilevante presenza del culto in tutta la città - nessuna risposta della polizia

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
it_it: Notizie: i dirigenti del Foamsteel Defence Industries hanno organizzato un incontro con i cultisti - ragione sconosciuta

# mission title
source: Exodus
it_it: Esodo

# mission title
source: Edge Of Darkness
it_it: Margine dell'oscurità

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
it_it: Sebastopoli: Vogliamo che Sebastopoli venga sterilizzata. Non lasciare nulla di vivo. Potremo ripopolarla in seguito, quando le nostre fabbriche di cloni torneranno in attività.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
it_it: Nuova Delhi: Elimina Deel Gonda. Stronca la rivolta.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
it_it: Attenzione, Dirigente. Hai appena eliminato Anika Maritz.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
it_it: Era un'agente doppiogiochista. Lo sapevo fin dall'inizio, da quando il dirigente Maritz mi aveva informato del suo piano di infiltrarsi nella Chiesa della Nuova Epoca. Tuttavia, cominciai a sospettare del suo tradimento solo quando il professor Drennan venne rapito. Al suo ritorno, Maritz mi disse che il suo doppio gioco era stato necessario per convincere i Novi della sua fedeltà. La credibilità della sua storia si basava sulla convinzione che tu saresti riuscito a riportare il professore, cosa che in effetti hai fatto. Tuttavia, non ero ancora convinto.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
it_it: Quando scomparve per la seconda volta, senza preavviso, accettai finalmente il fatto che fosse stata corrotta dalla Chiesa della Nuova Epoca. Questo non lasciava alternative. Anika-Mirabelle doveva essere terminata.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
it_it: Dobbiamo continuare a ripristinare l'integrità di UTOPIA. A questo fine, riceverai ulteriori istruzioni direttamente da me.

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
it_it: Aggiornamento: Intercettate comunicazioni tra Ko-Paull Vissick e i suoi luogotenenti che indicano che i Non Guidati stanno progettando di uscire dal perimetro della città. Vissick desidera che i suoi seguaci si incontrino presso il Lago Margui Caka nell'altipiano tibetano. Qui, secondo Vissick, sopravviveranno al Cataclisma. La verità è che, per loro, la fine giungerà ben prima che arrivino a destinazione. Nonostante ciò, ci sono notizie di massicce rivolte a Nuova Delhi e Sebastopoli, dove non abbiamo ancora riportato la situazione sotto il controllo dell'EuroCorp. È questa la situazione con la quale dovrai vedertela.

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
it_it: Il settore dell'industria pesante di Sebastopoli è stata completamente invaso dalla massa dei Non Guidati. Tutto ciò che non è ancora stato distrutto è ora nelle loro mani. Fortunatamente, sembrano attendere qualcosa, forse le ultime istruzioni da parte di Vissick, prima di tentare di forzare i controlli attorno al perimetro della città.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
it_it: Esistono problemi simili anche a Nuova Delhi. Disponiamo ancora di agenti all'interno della città, ma sono in netta minoranza, intrappolati all'interno della vecchia sede della polizia. L'ultimo carro armato rimasto riesce per il momento a bloccare i Non Guidati.
