Repository: swfans/swars
Catalog: lang/alltext_syndct_swe.po
Languages: sv_se

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
sv_se: Jag vet nu mer om Nya Epokens kyrka. C3 tillverkade verkligen en intelligensförhöjande anordning, effektivare än allt annat inom konventionell cybernetik.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
sv_se: Mot Ko-Paull Vissicks order använde sedan vissa medlemmar i gruppen den cerebrala förstärkaren på sig själva. C3 medlemmen Tyrone Chodak var den första att använda anordningen. Chodak var också den som förde uppdragets loggbok. Flera av loggningarna refererar till en andra bok, vilken Chodak började skriva för att förklara några av de vetenskapliga teorier hans förbättrade hjärna nu var kapabel att formulera. Han kallade denna andra bok för 'Kodexen' och, tack vare dig, har vi nu en kopia av den. Innehållet består av enormt komplicerad matematik, kvantfysik, genetik och helt nytt arbete inom så vitt skilda fält som enade styrkors mekanism och evolutionskognition. Kodexen innehåller tillräckligt med revolutionär vetenskap för att hålla varenda AI i UTOPIA upptagen i åratal. Londons AI skall göra sitt bästa för att studera den själv.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
sv_se: Från uppdragsloggen verkar det som det var en maktkamp mellan Chodak och Vissick, vilket fick sin klimax med en explosion som raserade C3s Reykjavikanläggning. I sina anteckningar anklagade Chodak Vissick - som inte gick att finna efter explosionen - för sabotage. Chodak anklagar också EuroCorp för delaktighet och hotade att använda teknologin från Kodexen för att förinta syndikatet. Resten av C3 accepterade Chodaks ledarskap.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
sv_se: Både explosionen i Reykjavik och försvinnandet av C3 hände mindre än 48 timmar innan viruset Harbinger drabbade UTOPIA.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
sv_se: Analyser av våra agentattacker på Nuuks katedral visade att den sektpropaganda som fanns skriven på väggar och pelare mysteriskt refererar till 'De Nio'. Det är rimligt att anta att De Nio och C3 är en och samma grupp, och att Nya Epokens kyrka bara är en fasad som för ut Chodaks hot att förgöra syndikatet.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
sv_se: Detta betyder att vi står mot EuroCorps tidigare intellektuella elit, utrustad med avanacerade teknologier, likväl som mot Vissick som hjälper de Ostyrda.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
sv_se: Professor Kurt Drennan kommer ge vår departementsledning en omedelbar strategigenomgång här i London. Drennan och hans medhjälpare skall plocka upp en kopia av Kodexen för presentationen i New Hyde Park. Vår nyligen konstruerade chefsgrupp kommer närvara. Området kommer hållas fritt från lägre personal av den lokala polisen under vår direkta kontroll.

# mission brief email sender
source: London Artificial Intelligence
sv_se: Londons Artificiella Intelligens

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
sv_se: Dropp-plats: (a) Presentationspodium (b) Professor Drennans plats

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
sv_se: Datavalv, innehällande digitalfilm över Reykjavikanläggningen

# mission brief tactical information
source: EuroCorp Executive
sv_se: EuroCorp direktör

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
sv_se: Massiv ID-nyckelaktivitet frän Ostyrda norr om HKs distrikt

# mission title
source: Bring Him Back Alive
sv_se: Ta tillbaka honom levande

# mission title
source: Deep Mind
sv_se: Djupt sinne

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
sv_se: Tokyo: Rädda Professor Drennan från sektmedlemmarna.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
sv_se: Bangkok: Eskortera professorn till EuroCorps läger. Se till att professorn återlämnas till oss oskadad.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
sv_se: Lystring, direktörn. Professor Drennan har kidnappats. En förrädare kunde undkomma mina scanningar, döda Drennans medhjälpare och ta dennes plats under genomgången. Själva kidnappningen ägde rum direkt efter mötet. Den kostsamma fanatikerattacken på mötet och förlusten av personal var bara avledningsmanövrar för att täcka den slutliga fasen med Drennans kidnappning.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
sv_se: Jag spårar fortfarande Drennan. Han hålls i Tokyo. Hans UTOPIA-chip har inte ändrats.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
sv_se: När du fritagit professorn, för honom i säkerhet. Vårt operationscenter i Bangkok är säkert; för honom dit.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
sv_se: Dropp-plats: Tokyos IML-länk A

# mission brief tactical information
source: Cultist stronghold
sv_se: Fäste för sektmedlemmar

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
sv_se: Evakueringszon: Tokyos IML-länk B

# mission brief tactical information
source: Laser turrets under police control
sv_se: Lasertorn under poliskontroll

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
sv_se: Beräknat värde av bankvalvets innehäll: 2.5M Cr

# mission brief tactical information
source: Dropsite: Bangkok IML Link
sv_se: Dropp-plats: Bangkoks IML-länk

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
sv_se: EuroCorp Bangkoks operationscentral

# mission title
source: Re-Alignment
sv_se: Tergruppering

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
sv_se: Hawaii: Ditt uppdrag är att bidra med vår del av säkerhetsarrangemangen. Det är av yttersta vikt, för deras förtroende för EuroCorps skull, att ingen av Hawaii AIs personal kommer till skada.

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
sv_se: Gratulerar, <login>. Skönt att vara i kontakt med dig igen.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
sv_se: Drennan kom tillbaka säkert och genomgår nu en neural omkalibrering. Under sin korta tid hos Nya Epokens kyrka, lyckades professorn lära sig mer om De Nio och vad de planerat för oss. Så fort han slutar dräggla kommer vi fråga honom vad han vet.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
sv_se: Under tiden har vi fått ett meddelande från Hawaiis AI. Hawaiis AI önskar bekräfta en vänlig status med EuroCorp. Den har aldrig stött fiender till EuroCorps strategi, och den bär inte på Harbinger viruset. Den är redo att överföra alla sina resurser till EuroCorps absoluta kommando. Vårt och deras folk kommer mötas på Hawaii för att byta protokollnycklar. Säkerheten under dessa förehavanden kommer skötas gemensamt.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
sv_se: Dropp-plats: Honolulus vattenreningsanläggning

# mission title
source: The Special Agent
sv_se: Specialagenten

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
sv_se: Johannesburg: Initiera anslutningen direkt och ta kontroll över Agent Wu. Sök upp och övertala Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, once again this is London AI.
sv_se: Direktörn, här är än en gång Londons AI.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
sv_se: Jag har nu UTOPIAs ID-nyckel av den sektagent som kidnappade professor Drennan. Hon är Mirabelle Lucy De Saxo IK-771.6482.2002, för närvarande lokaliserad i Johannesburg.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
sv_se: Jag har precis mottagit denna information från en pensionerad EuroCorp agent, vars antika cyberteknologi ändå gjorde det möjligt för honom att överleva oberoende efter driftstoppet började. Hans namn är Wu. Tack vare Wus extrema användbarhet, har jag gjort ett avtal med honom. Wu kommer ge mig full access till alla sina på högre nivå belägna hjärnfunktioner för mer än ett uppdrag. Om han framgångsrikt klarar av det, kommer jag bygga mig själv mer bubbelminne och göra hans medvetande till en del av mitt eget så fort UTOPIA är återskapat.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
sv_se: Jag vill ha Wu till att övertala De Saxo. Jag misstänker att hon kan detektera EuroCorp agenter. Wu har redan utrustat sig själv med en av kyrkans modifierade Övertalartroner, och är fullt förberedd för den uppgift som ligger framför honom. Om han lyckas, är nästan oändligt medvetande hans.

# mission brief tactical information
source: Agent Wu's current position
sv_se: Agent Wus nuvarande position

# mission brief tactical information
source: De Saxo's current position
sv_se: De Saxos nuvarande position

# mission brief tactical information
source: Zealot held facilities
sv_se: Fanatikerhällna faciliteter

# mission title
source: Slowdive
sv_se: Längsamdykning

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
sv_se: Kairo: Eliminera Mirabelle Luct De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
sv_se: Direktörn, jag ändrar dina order. Wus Övertalartron kunde inte etablera någon positiv låsning på sitt måls ID-nyckel. De Saxo kan aldrig bli en av oss. Därför måste hon elimineras.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
sv_se: Wu såg vårt byte borda en IML med destination Kairo. Skicka genast en grupp agenter till Kairo. De Saxo får under inga omständigheter komma undan.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
sv_se: Dropp-plats: Kairos IML-länk A

# mission brief tactical information
source: Evac zone: IML Link B
sv_se: Evakueringszon: IML-länk B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
sv_se: Avlyssning: betydande sektnärvaro över hela staden - inget polissvar

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
sv_se: Avlyssning: Foamsteel Defence Industries ledning planerade att möta sektmedlemmar - okänd anledning

# mission title
source: Exodus
sv_se: Utvandring

# mission title
source: Edge Of Darkness
sv_se: Mörkrets kant

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
sv_se: Sevastopol: Vi vill ha Sevastopol steriliserat. Lämna ingenting levande där. Vi kan återbefolka senare när våra klonfabriker är redo igen.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
sv_se: Delhi: Eliminera Deel Gonda. Krossa upproret.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
sv_se: Lystring, direktörn. Du har just eliminerat Anika Maritz.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
sv_se: Hon var en dubbelagent. Jag visste detta nästan redan från början, eftersom direktör Maritz informerade mig om hennes plan att infiltrera Nya Epokens kyrka. Jag hade bara börjat misstänka hennes förräderi när professor Drennan kidnappades. Vid sin återkomst berättade Maritz att hennes dubbelspel hade varit nödvändigt för att kunna övertyga De Nio om sin trohet. Trovärdigheten i hennes historia var beroende av att du kunde få tillbaka professorn, vilket du lyckades med. Jag var dock ändå inte övertygad.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
sv_se: När hon utan förvarning försvann en andra gång accepterade jag slutligen att hon var korrumperad av Nya Epokens kyrka. Detta gav mig inga val. Anika-Mirabelle var tvungen att förgöras.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
sv_se: Vi måste fortsätta att återställa UTOPIAs integritet. Du kommer att erhålla ytterligare instruktioner direkt från mig.

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
sv_se: Uppdatering: Uppfångade kommunikationer mellan Ko-Paull Vissick och hans närmaste indikerar att de Ostyrda planerar att bryta sig ut bortom stadsgränsen. Vissick förväntar sig att hans anhängare skall sammanstråla på den Tibetanska platån. Här kommer de, enligt Vissick, att överleva Kataklysmen. Sanningen är att slutet kommer drabba dem långt innan de hinner nå sin slutdestination. Likväl, massiva uppror rapporteras från Delhi och Sevastopol, där vi ännu inte lyckats återetablera EuroCorp kontroll. Det är denna situation du måste få under kontroll.

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
sv_se: Sevastopols sektor för tung industri har helt invaderats av den Ostyrda pöbeln. Allt som inte redan förstörts är i deras händer. Lyckligtvis verkar de vänta på något, kanske några slutliga instruktioner från Vissick, innan de försöker bryta genom stadens ytterkontroller.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
sv_se: Det är ett liknande problem i Delhi. Vi har fortfarande operativa enheter i staden, men de är klart underlägsna i antal och instängda i den gamla polisområdet. Deras enda kvarvarande stridsvagn håller de Ostyrda stången så här långt.

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
sv_se: De Ostyrda själva är tungt försvarade inom stadens flodportsdistrikt, vilket de har tagit över, antagligen eftersom det ger dem en flyktväg. En ex-strateg för EuroCorp, Deel Gonda, styr öppet de Ostyrda därifrån. Utan hans taktiska expertis, skulle upproret vara dömt att misslyckas.

# mission brief tactical information
source: Dropsite: Delhi IML Link
sv_se: Dropp-plats: Delhis IML-länk

# mission brief tactical information
source: Chemical plant
sv_se: Kemisk anläggning

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
sv_se: FoamSteel Defence Industries produktionsanläggning

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
sv_se: Satellitvarning: EuroCorp arbetare och MBT

# mission brief tactical information
source: Dropsite: South Side gate
sv_se: Dropp-plats: Sydsidans grind

# mission brief tactical information
source: R&D facility
sv_se: Forskningsanläggning

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
sv_se: Avlyssning: möjligt spökspär - Ko-Paull Vissick

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
sv_se: Bahrain: Neutralisera skurkaktiga agenter. Sök upp och förgör Ostyrda angrepp innan de når AIn.

# mission brief email paragraph
source: Executive <login>.
sv_se: Direktörn <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
sv_se: Oroande underrättelserapporter når oss från Bahrain. Rester av de Ostyrda har på något sätt lyckats utrusta sig med tung beväpning och omringat stadens utkanter. En fullskalig attack verkar överhängande. Deras troliga mål är Bahrains AI, navet i UTOPIAs kontrollsystem i mellanöstern. Om denna förstörs, kommer det världsomfattande återskapandet av EuroCorp ta åratal.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
sv_se: Bahrains AI kontrollerar en kader av tidigare EuroCorp agenter och har sänt dessa till försvarspositioner över stadens centrala distrikt. Vi måste återta kontrollen över staden innan vitala faciliteter träffas.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
sv_se: Dropp-plats: Bahrains IML-länk

# mission brief tactical information
source: Disposition of rogue agents
sv_se: Tgärder mot skurkagenter

# mission brief tactical information
source: Direction of approaching Unguided forces
sv_se: Direktiv om närmande Ostyrda styrkor

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
sv_se: En mindre helgedom tillhörande Nya Epokens kyrka förblir ockuperad

# mission title
source: Confrontation
sv_se: Konfrontation

# mission title
source: Church Of The Poisoned Mind
sv_se: Det förgiftade sinnets kyrka
