Repository: swfans/swars
Catalog: lang/alltext_syndct_spa.po
Languages: es_es

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
es_es: Impedir la posible alarma de sindicatos locales independientes por la aniquilación de la guarnición local.

# mission brief email paragraph
source: Well met, <login>.
es_es: Buen tiempo, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
es_es: El Harbinger ha sido especialmente efectivo en Roma. Tras este paso, una oleada de caos se ha apoderado de las calles. Reúnen Descontrolados y destruyen la ciudad, casa por casa.

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
es_es: El nivel de anarquía en el centro de la ciudad está creciendo. La antigua guarnición de seguridad de EuroCorp ha decidido encerrarse mientras los agentes apostados allí intentan recobrar el control de la I.A. infectada. Sin embargo, los agentes locales infectados tienen ordenes de hacer vulnerable la guarnición. Aniquilar a todo el personal de la guarnición. Cuando nos dejes la ciudad bajo nuestro control, enviaremos guardias de reemplazo.

# mission brief tactical information
source: Dropsite: Rome IML Link
es_es: Destino: Enlace IML Roma

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
es_es: Complejo de viviendas fortificadas de Descontrolados

# mission brief tactical information
source: Security garrison
es_es: Guarnición seguridad

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
es_es: Cámara guarnición (bajo tierra): valor estimado 0.4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
es_es: Alerta satélite: el control del satélite de Defensa Estratégica de Roma lo tienen fuerzas desconocidas

# mission title
source: Body Matters
es_es: Sustancias Corporales

# mission title
source: Interloper
es_es: Intruso

# mission title
source: Semi-Automatic
es_es: Semiautomático

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
es_es: Hong Kong, Beijing y Phoenix: Dirigirse a todas las claves de identificación y persuadir a todos los dobles agentes para que vuelvan a sus cryovats.

# mission brief email orders
source: Return to base for further instructions.
es_es: Volver a la base para información adicional.

# mission brief email paragraph
source: Felicitations, <login>.
es_es: Enhorabuena, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
es_es: El mensaje siguiente fue interceptado por escáner de red a las 06:55 de ayer. La I.A. de Londres lo ha descodificado.

# mission brief email paragraph
source: Message Type: Encoded Transcript
es_es: Tipo de Mensaje: Transcripción codificada

# mission brief email paragraph
source: Priority: High
es_es: Prioridad: Alta

# mission brief email paragraph
source: FROM: Control
es_es: DE: Control

# mission brief email paragraph
source: TO: All Field Executives
es_es: A: Todos los Ejecutivos

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
es_es: Agentes dándose a conocer como representantes de EuroCorp han llevado a cabo operaciones en sectores de interés para nosotros.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
es_es: El reconocimiento de estas áreas es el deseado. Los agentes deben incluir la valoración de sus nuevos modos en el informe.

# mission brief email paragraph
source: Message ends.
es_es: Fin del mensaje.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
es_es: Mediante este mensaje, es evidente que nuestras actividades han sido controladas por agentes dobles con acceso a ciber-tecnología. Parte de esta tecnología puede ser más avanzada que la nuestra - no sabemos que recursos de desarrollo dispone este grupo.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
es_es: Se han localizado los destinos del mensaje en Hong Kong, Beijing y Phoenix. Despliega un equipo de cyborgs para seguir la pista de algún agente realizando actividades no autorizadas en alguna de estas ciudades. Nuestra I.A. residente está modificando los sistemas de vigilancia de estas ciudades para detectar a agentes preparados con equipos cibernéticos avanzados.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
es_es: El estudio de los componentes del Doctrinador que recuperaste en Phoenix ha revelado como la Iglesia de la Nueva Era ganaba conversos. Los cultistas utilizan un dispositivo que contiene un circuito sintonizado a la banda de ondas de UTOPIA. En otras palabras, nuestro enemigo tiene una cosa con un funcionamiento similar a nuestro Persuasor. En un estudio posterior, nuestro equipo de I+D espera dise¤arnos un Persuasor más efectivo, el cual debería funcionar con los fanáticos.

# mission brief tactical information
source: Target agent
es_es: Objetivo agente

# mission brief tactical information
source: Suitable vehicle for gaining access to base
es_es: Vehículo adecuado para conseguir acceso a la base

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
es_es: Escuchas: sistemas de seguridad del banco has sido perfeccionados

# mission title
source: Head Hunt
es_es: Cazarecompensas

# mission brief email orders
source: Rome: Persuade rogue agent.
es_es: Roma: Persuadir agente doble.

# mission brief email paragraph
source: Salutations, <login>.
es_es: Saludos, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
es_es: Los agentes que dirigiste hicieron un barrido con éxito. Sin embargo, el líder de los agentes dobles tomó un enlace IML a Roma y atacaron el puesto avanzado que habíamos establecido, probablemente en un intento de romper el despliegue. Queremos que este agente se una a nuestras filas.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
es_es: Éltimos datos: Estabamos orgullosos de descubrir el Harbinger. Por lo menos significa que tenemos una I.A. intacta la cual demuestra ser muy útil. Considera esto: nuestro llamado "Descontrolado" está transformando, auna indisciplinada multitud en una fuerza de combate. Al timón - llamado Ko-Paull Vissick; un erudito superdotado con un coeficiente intelectual excepcional. Se supone que Vissick es uno de nuestros mejores investigadores pero I.A. de Londres ha seguido su pista y se le ha encontrado donde no debería estar.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
es_es: Hemos seguido la pista de todo el tráfico de UTOPIA que hemos podido. La Iglesia de la Nueva Era ha secuestrado bastantes paquetes y del resto, la mayoría son escombros sin sentido dejados por el Harbinger. Sin embargo, I.A. de Londres nos ha notificado que algún hacker más ha entrado en la red de UTOPIA, ahora que es posible. Parece ser Vissick. éltimamente, hacambiado y parece un fantasma. No hay forma de saber desde donde desde estaba conectando. Pero debe haber sido Vissick. Prácticamente cualquiera del Sindicato podría haber hecho lo que él le ordenase. Sólo Dios sabe por qué está en contacto con esa canalla Descontrolada. Le seguiré buscando.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
es_es: Escuchas: policía de vigila a un grupo Descontrolado que se ha infiltrado en la ciudad para buscar y sublevarse

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
es_es: Escuchas: detectada inestable señal de identidad de UTOPIA - posible escondite de Descontrolados

# mission title
source: Taken To Taks
es_es: Coger A Taks

# mission brief email orders
source: New York: Persuade Jennifer Taks.
es_es: Nueva York: Persuadir a Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
es_es: Saludos fortuitos, Ejecutivo <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
es_es: Se requiere tu presencia en Nueva York. Varias corporaciones Norteamericanas se han unido localmente bajo la bandera de la Nueva Alianza Atlántica (NAA). El rápido desarrollo de este sindicato es notable, dada la devastación de los sistemas de comunicaciones de UTOPIA.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
es_es: Parece ser uno de nuestros anteriores jefes de comunicación, Jennifer Taks, quien está usando sus privilegios de acceso a la Red Global de Noticias y a las Redes de Acceso Publico para recopilar información en favor de la NAA. La Sra. Taks parece que está ganando un crédito considerable gracias a eso. La queremos.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
es_es: Envía un equipo a Nueva York e infíltrate en la oficina de Manhattan de la NAA en el área de la Red Global de Noticias. Busca a la Sra. Taks y persuádela para que nos sea fiel y no nos mienta.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
es_es: El centro de seguridad es prácticamente hermético. Puede ser prácticamente imposible encontrar una entrada. Intentaré seguir la pista de se¤ales de identidad de la gente del centro de UTOPIA, para ver si alguien se marcha por alguna razón. Todo el personal tiene pases de código injertados, así que tendrás que persuadir a uno de ellos para que te acompa¤e para pasarlas barreras de seguridad. Ten cuidado y no llames la atención de las unidades de policía local, ya que se encuentran en estado de alerta.

# mission brief tactical information
source: Dropsite: New York IML Link
es_es: Destino: Enlace IML Nueva York

# mission brief tactical information
source: New Atlantic Alliance HQ
es_es: C.G. Nueva Alianza Atlántica

# mission brief tactical information
source: Civilian staff housing
es_es: Cuerpo civil de viviendas

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
es_es: Escuchas: la policía ha actualizado sus equipos de respuesta a los robos de cajas

# mission title
source: Walkabout
es_es: Paseo

# mission title
source: Secrets
es_es: Secretos

# mission title
source: Forbidden Knowledge
es_es: Conocimiento Prohibido

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
es_es: Santiago de Chile, Buenos Aires, Ciudad El Cabo, Adelaida: Desplegar equipos de búsqueda en estas ciudades. Volver con algún científico que encuentres.

# mission brief email paragraph
source: Profound greetings.
es_es: Saludos profundos.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
es_es: La I.A. de Londres ha estado perfilando-psiquicamente el contenido del mensaje sobre el incremento del número de transmisiones subversivas de Vissick. Es interesante leerlo.Su mensaje seminal, enviado en un canal abierto, incita claramente al Descontrolado a sublevarse, no sólo contra el Sindicato, sino también contra la Iglesia de la Nueva Era. Desgraciadamente, la invectiva de Vissick estaba llena de profecías de condena, esto hace pensar que el estado actual de su mente no es muy estable. El exige, por ejemplo, que la Iglesia de la Nueva Era no debe conducir a nada menos que Armageddon. Yo sólo puedo especular sobre como un grupo al margen de lo religioso puede comenzar con la destrucción global.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
es_es: La última misión de Vissick fue información reservada - y UTOPIA ha estado tan afectado por el virus Harbinger - que la información de la naturaleza de su misión es incompleta. Sin embargo, nosotros sabemos que él estuvo trabajando en el equipo de los mejores investigadores de Gel Data y Hexagon Corporation en un proyecto en Islandia. Hasta ahora, ninguno de los miembros delequipo de investigación han sido localizados. Busca en todas las facilidades de Gel Data y Hexagon a los científicos desaparecidos. Estas oficinas tienen oficinas en Santiago, Buenos Aires, Ciudad El Cabo y Adelaida.

# mission brief email paragraph
source: Good luck, <login>.
es_es: Buena suerte, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
es_es: Destino: Enlace IML Santiago

# mission brief tactical information
source: Target scientist
es_es: Objetivo científico

# mission brief tactical information
source: North Side over-run by zealots
es_es: Zona norte invadida por fanáticos

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
es_es: Destino: Enlace IML Buenos Aires

# mission brief tactical information
source: Hexagon Corporation Headquarters
es_es: C.G. Hexagon Corporation

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
es_es: Escuchas: Caja fuerte de Hexagon

# mission brief tactical information
source: Additional cultist activity detected
es_es: Detectada actividad cultista adicional

# mission brief tactical information
source: Dropsite: Cape Town via APC
es_es: Destino: Ciudad del Cabo vía APC

# mission brief tactical information
source: Hexagon research facility gateway
es_es: Instalaciones de investigaciones de Hexagon

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
es_es: Escuchas: Fanáticos han tomado el control de la instalación

# mission brief tactical information
source: Dropsite: Adelaide IML Link
es_es: Destino: Enlace IML Adelaida

# mission brief tactical information
source: Gel Data Testing Facility
es_es: Instalacion de Pruebas de Gel Data

# mission title
source: Missing Link
es_es: Enlace Desaparecido

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
es_es: Christchurch: Enviar un equipo de agentes inmediatamente. Localizar y asegurar el enlace transpolar.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
es_es: Parece que momentos antes de que el Harbinger penetrase en UTOPIA, Vissick estuvo ocupado en un proyecto secreto de I+D en Reikiavik. El objetivo del programa era dise¤ar una máquina capaz de amplificar la capacidad cognitiva humana. Aparentemente, el equipo llegó sólo a la etapa de dise¤o. Realmente construyeron un dispositivo. Sin embargo, los científicos a los que tu persuadiste, actuaron sólo como técnicos auxiliares del equipo principal del proyecto y no nos contaron mucho más.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
es_es: Los diez miembros claves del equipo eran conocidos como la Conferencia Cognitiva Cibernética o C3. Entre ellos el Jefe era Ko-Paull Vissick. El resto de los miembros de C3 formaban parte de la élite de I+D en EuroCorp.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
es_es: Ahora, faltan todos.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
es_es: Esto se corresponde con un nuevo informe sobre el fallo del enlace IML de Reikiavik el último mes, un suceso que ahora parece haber sido maquinado para proporcionar al equipo de trabajo seguridad mientras trabajaban. El C3, mientras, secretamente preparaba su propio enlace IML transpolar a Christchurch. Aparentemente, esto fue hace poco tiempo.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
es_es: Destino: Enlace A Christchurch

# mission brief tactical information
source: Target area: Christchurch IML Link B
es_es: Area objetivo: Enlace IML B Christchurch

# mission brief tactical information
source: Tang Protective agents detected
es_es: Detectados agentes de protección de Tang

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
es_es: Ordenes de los agentes de Tang interceptadas - el objetivo es la caja del banco de la ciudad

# mission title
source: Dark Angels In The Architecture
es_es: Angeles Oscuros En La Arquitectura

# mission title
source: The Hive
es_es: La Colmena

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
es_es: Reikiavik: Averiguar que pasó con el proyecto C3. Activar el enlace IML Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
es_es: Nuuk: Dirigir un barrido completo de la ciudad.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
es_es: Enhorabuena por tus últimos objetivos conseguidos, <login>.

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
es_es: Es imprescindible que tus agentes se aprovechen inmediatamente del acceso al enlace IML transpolar. Envía a tu equipo a Reikiavik para estudiar el centro de investigación del C3. Es difícil asesorarte sobre lo que te vas a encontrar allí, dada la naturaleza sensitiva del lugar, tus agentes deben estar en alerta máxima.Recoge los datos que puedas sobre el estado del programa C3.
