Repository: swfans/swars
Catalog: lang/alltext_syndct_spa.po
Languages: es_es

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
es_es: Información adicional: Desde que el CHIP empezó a estar inactivo, Nuuk ha permanecido completamente aislado del resto del mundo. Hubo informes de una mayor actividad de la Iglesia por los alrededores del perímetro externo de la ciudad pero no nos ha llegado nada de dentro de la misma ciudad. Nuuk esta conectado directamente a Reikiavik a través de IML. Quizás este enlace todavía esté abierto. Cuando hayas completado la etapa de tu misión en Reikiavik, busca y, si es necesario, activa el enlace IML de Nuuk. Dirígete e Nuuk e investiga la situación allí.

# mission brief email paragraph
source: Remain vigilant!
es_es: !Manténte despierto!

# mission title
source: Duplicity
es_es: Duplicidad

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
es_es: Londres: Proporcionar seguridad máxima a la reunión de Jefes Ejecutivos. No se requiere discreción con las armas.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
es_es: Escucha, Ejecutivo <login>. Esto es Inteligencia Artificial de Londres. Tengo inteligencia nueva y órdenes para ti.

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
es_es: Se más cosas sobre la Iglesia de la Nueva Era. Efectivamente el C3 construyó un dispositivo de inteligencia mejorado más efectivo que cualquier otro cibernético.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
es_es: Contra las ordenes de Ko-Paull Vissick, varios miembros del grupo usaron el amplificador cerebral experimental sobre ellos mismos. El miembro de C3 Tyrone Chodak fue el primero en usar el dispositivo. Chodak también mantuvo el diario de la misión. Varias de las líneas del diario hacen referencia a un segundo libro en el que Chodak empezó a escribir para explicar alguna de sus teorías científicas, que con el cerebro mejorado, era capaz de formular. El llamó a este segundo libro el "Codex" y, gracias a usted, ahora tenemos una copia. Los apuntes consisten de matemática sumamente compleja, física cuántica, genética y alguna trabajo nuevo en campos tan diversos como mecanismos de fuerza unificada y conocimiento evolutivo. El Codex contiene tanta ciencia revolucionaria como para mantener cada I.A. de UTOPIA ocupada durante a¤os. I.A. de Londres está estudiándolo lo mejor que puede.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
es_es: En cuanto al registro de la misión, parece que hay una lucha de poder entre Chodak y Vissick, alcanzando su punto culminante una explosión que arruinó las facilidades del C3 en Reikiavik. En esta notas, Chodak acusó a Vissick - quien no fue encontrado después de la explosión - de sabotaje. Chodak también acusa a EuroCorp de complicidad y amenazó de usar la tecnología derivada del Codex para destruir completamente el Sindicato. El resto del C3 siguió a Chodak.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
es_es: La explosión de Reikiavik y la desaparición de C3, sucedieron entre cuatro y ocho horas antes de que el virus Harbinger afectase UTOPIA.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
es_es: Los análisis de sus agentes en el ataque a la catedral de Nuuk, descubrió un dogma cultista inscrito en los pilares y paredes, los cuales se referían misteriosamente a "Los Nueve". Parece deducirse que los Nueve y C3 son sólo uno y lo mismo y, por lo tanto, la Iglesia de la Nueva Era es simplemente una fachada para llevar a cabo las amenazas de Chodak para destruir el Sindicato.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
es_es: Esto significa que nos enfrentamos a la anterior élite intelectual de EuroCorp, equipada con tecnología avanzada, tanto como al comodín Vissick quien está guiando a los Descontrolados.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
es_es: El profesor Kurt Drennan dará a nuestro departamento un informe de estrategia inmediata, aquí en Londres. Drennan y su ayudante tienen previsto recoger una copia del Codex en la presentación en el Nuevo Hyde Park. Nuestro grupo de Jefes Ejecutivos recientemente reconstruido asistirá. El área se mantendrá limpia de ejecutivos de bajo nivel por la policía local bajo nuestro control directo.

# mission brief email sender
source: London Artificial Intelligence
es_es: Inteligencia Artificial de Londres

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
es_es: Destino: (a) Podio de Presentación (b) Posición del Profesor Drennan

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
es_es: Caja con datos, contiene un visualizador de películas digitales sobre Reikiavik

# mission brief tactical information
source: EuroCorp Executive
es_es: Ejecutivo EuroCorp

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
es_es: Masivas claves de identidad de Descontrolados localizados al norte del distrito del C.G.

# mission title
source: Bring Him Back Alive
es_es: Traerle Vivo

# mission title
source: Deep Mind
es_es: Mente Profunda

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
es_es: Tokio: Rescatar al profesor Drennan de los cultistas.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
es_es: Bangkok: Escoltar al profesor al campus de EuroCorp. Asegurar que el profesor nos es entregado desarmado.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
es_es: Atención, Ejecutivo. El Profesor Drennan ha sido raptado. Un impostor fue capaz de eludir mi escáner, matar al ayudante de Drennan, y ocupar su lugar durante la conferencia. El secuestro ocurrió inmediatamente después de la reunión. La costosa incursión fanática en la reunión y la consiguiente perdida de personal fueron simplemente tácticas de distracción para llevar a cabo la fase final del secuestro de Drennan.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
es_es: Yo todavía sigo la pista de Drennan. El está siendo retenido en Tokio. No se han percatado de su chip de UTOPIA.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
es_es: Cuando haya liberado al profesor, llévele a un lugar seguro. Nuestro centro de operaciones en Bangkok es seguro; llévele allí.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
es_es: Destino: Enlace IML A de Tokio

# mission brief tactical information
source: Cultist stronghold
es_es: Fortaleza cultista

# mission brief tactical information
source: Professor Drennan
es_es: Profesor Drennan

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
es_es: Zona Evacuación: Enlace IML B de Tokio

# mission brief tactical information
source: Laser turrets under police control
es_es: Torreones con láser bajo el control de la policía

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
es_es: Valor estimado del contenido de la caja del banco: 2.5M Cr

# mission brief tactical information
source: Dropsite: Bangkok IML Link
es_es: Destino: Enlace IML Bangkok

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
es_es: Centro Operaciones Bangkok de EuroCorp

# mission title
source: Re-Alignment
es_es: Realineamiento

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
es_es: Hawai: Tu misión consiste en proporcionarnos parte de los planes de seguridad. Es crítico, digamos su confidencia en EuroCorp, que se hará da¤o a nadie del personal ejecutivo de I.A. en Hawai.

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
es_es: Enhorabuena, <login>. Me alegro de estar en contacto contigo otra vez.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
es_es: Drennan está en un lugar seguro y sufriendo una calibración neuronal. En este periodo de tiempo con la Iglesia de la Nueva Era, el profesor se las arregló para aprender más sobre los Nueve y sus planes contra nosotros. Cuando esté preparado, le preguntaremos que sabe.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
es_es: Mientras tanto, hemos recibido un mensaje de I.A. en Hawai. La I.A. de Hawai desea confirma la alianza con EuroCorp. Nunca han aprobado la estrategia de los enemigos de EuroCorp, ni el virus Harbinger. Están preparados para transferir todos sus recursos al mando absoluto de EuroCorp. Nuestra gente y la suya se reunirán en Hawai para intercambiar claves de protocolo. La seguridad durante el procedimiento, se manejará conjuntamente.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
es_es: Destino: Planta purificación agua en Honolulu

# mission title
source: The Special Agent
es_es: El Agente Especial

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
es_es: Johannesburgo: Iniciar la conexión a la red inmediatamente y tomar el control del Agente Wu. Buscar y persuadir a Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, once again this is London AI.
es_es: Ejecutivo, una vez más esto es I.A. de Londres.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
es_es: Yo tengo ahora el código de identidad del agente cultista que secuestró al Profesor Drennan. Ella es Mirabelle Lucy De Saxo IK-771.6482.2002, actualmente se encuentra en Johannesburgo.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
es_es: Acabo de recibir esta información de un agente retirado de EuroCorp cuya antigua ciber-tecnología sin embargo le ha permitido sobrevivir independientemente desde que se retiró. Su nombre es Wu. Debido a la extrema inventiva de Wu, he hecho un pacto con él. Wu me dará acceso a todas sus funciones cerebrales de alto nivel para una o más misiones. Si el lo consigue, yo me construiré mas memoria de burbuja y haré su conciencia como parte de mi mismo, tan pronto como UTOPIA sea restablecida.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
es_es: Quiero que Wu intente persuadir a De Saxo. Sospecho que ella puede detectar a agentes de EuroCorp. Wu ya se ha preparado con uno de los Persuasores modificados de la Iglesia y está completamente preparado para la misión seguir adelante. Si tiene éxito, la conciencia eterna es casi suya.

# mission brief tactical information
source: Agent Wu's current position
es_es: Posición actual del agente Wu

# mission brief tactical information
source: De Saxo's current position
es_es: Posición actual de De Saxo

# mission brief tactical information
source: Zealot held facilities
es_es: Fanáticos mantienen instalaciones

# mission title
source: Slowdive
es_es: Incursión Lenta

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
es_es: El Cairo: Eliminar a Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
es_es: Ejecutivo, voy a cambiar tus órdenes. El Persuasor de Wu no pudo establecer un bloqueo positivo en el código de identidad de su objetivo. De Saxo nunca podrá ser una de los nuestros. Por lo tanto debe ser eliminada.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
es_es: Wu vio a nuestra presa embarcar con destino al IML Cairo. Envíe inmediatamente un equipo de agentes al Cairo. Bajo ninguna circunstancia De Saxo puede escapar.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
es_es: Destino: Enlace IML A El Cairo

# mission brief tactical information
source: Evac zone: IML Link B
es_es: Zona Evacuación: Enlace IML B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
es_es: Escuchas: presencia significativa por la ciudad - la policía no responde

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
es_es: Escuchas: Ejecutivos de Industrias de Defensa Metalespuma programan reunirse con cultistas - causa desconocida

# mission title
source: Exodus
es_es: Exodo

# mission title
source: Edge Of Darkness
es_es: Borde De Las Tinieblas

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
es_es: Sevastopol: Queremos esterilizar Sevastopol. No dejar allí nada vivo. Lo repoblaremos más adelante cuando nuestras fábricas clónicas vuelvan a estar operativas.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
es_es: Delhi: Eliminar a Deel Gonda. Aplastar la sublebación.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
es_es: Atención, Ejecutivo. Acabas de eliminar a Anika Maritz.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
es_es: Ella era un agente doble. Yo sabía esto desde el principio, desde que la Ejecutiva Maritz me informó de su plan para infiltrarse en la Iglesia de la Nueva Era. Sin embargo, empecé a sospechar de su traición cuando el Profesor Drennan fue secuestrado. A su vuelta, Maritz me dijo que su duplicidad había sido necesaria para convencer a los Nueve de su fidelidad. La credibilidad de su historia contrastó con la convicción de que usted podría devolvernos al profesor, lo que usted hizo. Sin embargo, yo seguía sin estar convencido.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
es_es: Cuando ella desapareció sin avisar, una segunda vez, acepté que ella había sido corrompida por la Iglesia de la Nueva Era. No había alternativa. Anika-Mirabelle tenía que ser eliminada.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
es_es: Debemos continuar para restablecer la integridad de UTOPIA. Para terminar con esto, recibirá informes adicionales directamente de mi..

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
es_es: Éltimos datos: Interceptar comunicaciones entre Ko-Paull Vissick y sus lugartenientes, indicar cuales son los planes del Descontrolado para estallar fuera del perímetro de la ciudad. Vissick espera reunirse con sus seguidores en el Lago Margui Caka en la meseta Tibetana. Aquí, según Vissick, ellos sobrevivirán al Cataclismo. La verdad es que el final llegará para ellos, mucho antes de llegar a su destino. Sin embargo, se nos está informando de numerosas sublevaciones en Delhi y Sevastopol, lugares donde todavía no hemos restablecido el control de EuroCorp. Debes poner esta situación bajo control.

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
es_es: El sector pesado industrial de Sevastopol ha sido completamente invadido por la multitud Descontrolada. Cualquier cosa que no ha sido destruida está en sus manos. Afortunadamente, parecen estar esperando algo, quizás la orden final de Vissick, antes de intentar traspasar los controles del perímetro de la ciudad.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
es_es: En Delhi hay un problema similar. Todavía tenemos operativos en la ciudad pero son superiores en número, y están atrapados dentro del antiguo recinto de la policía. Su único depósito permanente mantiene a los Descontrolados en la bahía.

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
es_es: Los Descontrolados se defienden ferozmente dentro del distrito del puerto del río de la ciudad, el que tienen tomado, presumiblemente porque será su ruta de escape. Un ex-estratega de EuroCorp, Deel Gonda, está dirigiendo abiertamente a los Descontrolados desde ahí. Sin este experto en tácticas, la rebelión debería estar condenada al fracaso.

# mission brief tactical information
source: Dropsite: Delhi IML Link
es_es: Destino: Enlace IML Delhi

# mission brief tactical information
source: Chemical plant
es_es: Planta química

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
es_es: Instalaciones de distribución de Industrias de Defensa Metalespuma

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
es_es: Alerta satélite: Operativos de EuroCorp y MBT

# mission brief tactical information
source: Dropsite: South Side gate
es_es: Destino: Puerta del lado sur
