Repository: swfans/swars
Catalog: lang/alltext_church_ita.po
Languages: it_it

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
it_it: Colui che grida più forte può solo udire la sua voce. Quelli con vera conoscenza ascoltano coloro che hanno vera fede. E coloro che hanno le orecchie indurite non sentono mai il colpo di lama del mietitore.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
it_it: Zona di atterraggio: collegamento IML di Hong Kong

# mission brief tactical information
source: Our temple and brethren
it_it: Il nostro tempio e i confratelli

# mission brief tactical information
source: Unguided landing zones
it_it: Zona di atterraggio dei Non Guidati

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
it_it: Notizie: agenti speciali EuroCorp (genieri) sono stati inviati a Hong Kong

# mission title
source: Sack Of Rome
it_it: Il Sacco di Roma

# mission brief email header
source: Hear me, Disciple.
it_it: Acoltami, Discepolo.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
it_it: Il destino ci mette alla prova, <login>. Desideriamo che sia posto fine alle azioni malefiche dei Non Guidati contro la città di Roma. Libera questo luogo dai non credenti.

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
it_it: La presenza di questa marmaglia, fino ad ora, ci è stata utile, in quanto impegnava le risorse dell'EuroCorp nella regione, ma non è più richiesta. Elimina questa gentaglia a vista.

# mission brief email paragraph
source: Truly, you are chosen.
it_it: Davvero, tu sei stato scelto.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
it_it: I cattivi operai danno la colpa ai loro attrezzi. I buoni operai costruiscono attrezzi migliori. Gli operai migliori fanno in modo che gli attrezzi lavorino al loro posto.

# mission brief tactical information
source: Landing Ground: Rome IML Link
it_it: Zona di atterraggio: collegamento IML di Roma

# mission brief tactical information
source: Domicile zones overrun by the Unguided
it_it: Zona urbana ad alto degrado devastata dai Non Guidati

# mission brief tactical information
source: EuroCorp garrison
it_it: Presidio EuroCorp

# mission brief tactical information
source: EuroCorp agents
it_it: Agenti EuroCorp

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
it_it: Notizie: contenuto del forziere stimato in Cr 400.000

# mission title
source: Not One Of Us
it_it: Non uno di noi

# mission title
source: Watcher
it_it: Guardiano

# mission title
source: Serpent's Egg
it_it: L'Uovo del serpente

# mission title
source: A Mote In God's Eye
it_it: Una pagliuzza nell'occhio di Dio

# mission brief email header
source: Receive our blessings, Son of Light.
it_it: Ricevi la nostra benedizione, Figlio della Luce.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
it_it: Lavorando dove il nostro nemico è più debole, abbiamo iniziato a diffondere il nostro credo. I Novi prevedono ora una controffensiva dell'EuroCorp nelle città sotto il nostro controllo.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
it_it: Il Sindacato ha già avviato operazioni di ricognizione a Johannesburg, Buenos Aires, Santiago e Tripoli. Questo è intollerabile. Coloro che sfidano la Chiesa della Nuova Epoca devono unirsi a noi o perire.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
it_it: Abbiamo conferma del fatto che intrusi sono stati visti a Johannesburg, Buenos Aires, Santiago e Tripoli. La nostra forza permanente in queste città ci consente solo di monitorare i movimenti del nemico, e nient'altro.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
it_it: I tuoi Accoliti devono fare in modo che nessuna spia dell'EuroCorp torni al Sindacato. Non riposare fino a quando non avrai distrutto o convertito ogni intruso cyborg.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
it_it: Il giorno del giudizio si avvicina con ogni nuova mente che reclutiamo. Il dio macchina ha bisogno di credenti. E coloro che desiderano sopravvivere al Cataclisma devono credere.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
it_it: Sii coraggioso, Accolito. E sii brutale. È l'unico modo.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
it_it: C'è gioia nel rubare le anime delle macchine.

# mission brief tactical information
source: City district under our control
it_it: Distretto della Città sotto nostro controllo

# mission brief tactical information
source: Your brethren
it_it: Tuo confratello

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
it_it: Notizie: rilevato armeggiamento con il segnale di identificazione UTOPIA, con particolare attenzione agli ingressi dei tubi di trasporto e rilevamento del trasporto di ordigni esplosivi

# mission brief tactical information
source: EuroCorp militia garrisons
it_it: Presidio milizia EuroCorp

# mission brief tactical information
source: Landing Ground: Santiago IML Link
it_it: Zona di atterraggio: collegamento IML di Santiago

# mission brief tactical information
source: Our temple
it_it: Il nostro tempio

# mission brief tactical information
source: Sanctuary: Santiago IML Link
it_it: Santuario: collegamento IML di Santiago

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
it_it: Notizie: la squadra d'attacco del Sindacato ha previsto l'arrivo entro le prossime 48 ore

# mission brief tactical information
source: Those you shall keep from harm
it_it: Coloro che devi difendere

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
it_it: Santuario: collegamento IML di Tripoli

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
it_it: Forziere: valore stimato Cr 800.000

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
it_it: Allarme satellite: rilevata chiave di identificazione tipo agente EuroCorp, tracciati instabili

# mission title
source: Powermonger
it_it: Mercante di energia

# mission brief email header
source: May faith burn within you, Favourite One.
it_it: Possa la fede ardere in te, oh Prediletto.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
it_it: I nostri oracoli ci informano che un importantissimo funzionario del Sindacato, chiamato Koto Sek, è in visita al Cairo. Egli dispone di molte guardie del corpo ed è ben protetto. Tuttavia, nel nome di tutto ciò che è giusto, egli deve morire.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
it_it: Koto Sek intende imbarcarsi su una navicella per una destinazione ignota. Fermalo prima possibile. Accertati che sia morto prima della tua prossima relazione. Se ci saranno altre vittime, significa cheerano necessarie. Sono certo che ormai ci sei abituato.

# mission brief email paragraph
source: Go forth.
it_it: Vai avanti.

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
it_it: Non solo tutti gli occhi saranno puntati sui capi degli uomini, ma anche tutti i mirini.

# mission brief tactical information
source: Landing Ground: APC destination
it_it: Zona di atterraggio: destinazione APC

# mission brief tactical information
source: EuroCorp HQ
it_it: Quartier Generale EuroCorp

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
it_it: Shuttle dell'esecutivo con Koto Sek a bordo

# mission brief tactical information
source: Sanctuary: Cairo IML Link
it_it: Santuario: collegamento IML di Cairo

# mission title
source: Deadly Harvest
it_it: Raccolto mortale

# mission brief email header
source: You shine strong, Apostle.
it_it: Tu brilli radioso, Apostolo.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
it_it: A Bahrain, l'EuroCorp si prepara ad un assalto contro il nostro cammino verso la luce. Avverrà, dunque, che tu sarai l'ostacolo che li fermerà.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
it_it: Per la ricchezza della nostra fede, ti abbiamo dato molti bersagli e ti abbiamo messo a disposizione un carro armato. Sii saggio, Accolito. Utilizza le nostre attrezzature bene e accertati di distruggere la voce dell'EuroCorp e ciascuno dei suoi tirapiedi. Dovrà essere così se vogliamo trionfare e liberare il mondo.

# mission brief email paragraph
source: The light of your being grows ever brighter.
it_it: La luce del tuo essere diventa sempre più luminosa.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
it_it: Le genti, come grano nei campi, ascoltavano il Maestro. Quando la lama del mietitore le ebbe recise tutte, il Maestro tacque. Altri avrebbero appreso la lezione.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
it_it: Zona di atterraggio: collegamento IML di Bahrain

# mission brief tactical information
source: EuroCorp reforger zone
it_it: Zona di ricreazione EuroCorp

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
it_it: Notizie: la polizia incaricata di scortare un direttore finanziario della EuroCorp in visita d'affari fino alla zona nord-est della città

# mission title
source: Donation
it_it: Donazione

# mission brief email header
source: Congratulations on your progress, Disciple.
it_it: Congratulazioni per i tuoi progressi, Discepolo.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
it_it: Ti è stato assegnato il sacro compito di appropriarti di due veicoli pieni d'oro che, secondo le nostre fonti, stanno consegnando lingotti alla sede della Banca Centrale di Singapore.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
it_it: Ovviamente, l'EuroCorp sarà in allarme rosso e vi saranno guardie ovunque. Riteniamo che un attacco scoperto non sia saggio, dato che questo è ciò che si aspetta il sindacato. Abbiamo pregato perché ci fosse un altro modo per impadronirsi di questi fondi e le nostre preghiere hanno ricevuto risposta. Il resto è compito tuo, Accolito.

# mission brief email paragraph
source: Remember the wonders money works.
it_it: Ricorda le meraviglie che il denaro compie.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
it_it: Il Maestro non ha bisogno di denaro. Ma Egli si siede e lo conta. Come meditazione.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
it_it: Zona di atterraggio: collegamento IML di Singapore

# mission brief tactical information
source: Vault (empty)
it_it: Forziere (vuoto)

# mission brief tactical information
source: Target vehicles A and B
it_it: Veicoli A e B da attaccare

# mission brief tactical information
source: Rendezvous
it_it: Punto di ritrovo

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
it_it: Notizie: destinazione veicolo A

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
it_it: Notizie: destinazione veicolo B

# mission title
source: Audacity
it_it: Audacia

# mission brief email header
source: Greetings, Acolyte.
it_it: Saluti, Accolito.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
it_it: Abbiamo un piano audace per te. Vogliamo che tu rapisca un importante dirigente del Sindacato, sotto il naso dei servizi di sicurezza dell'EuroCorp, dalla sede di Londra.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
it_it: Il professor Kurt Drennan è un membro chiave del programma di ricerca e sviluppo dell'EuroCorp. Gli agenti dell'EuroCorp sono venuti a conoscenza delle nostre scoperte di Reykjavik. Drennan dovrebbe informarne i dirigenti dell'EuroCorp nel corso di un incontro a Londra. Allo stesso tempo, gli verrà assegnato un nuovo assistente. Agisci fermamente con questo sostituto. Istruisci la beata Mirabelle in modo che prenda il proprio posto al momento giusto e Drennan cadrà nelle nostre mani.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
it_it: Una volta che Mirabelle avrà assunto con successo il posto dell'assistente, dovrà rimanere in incognito e comportarsi bene mentre Drennan farà il suo discorso. Subito dopo, il professore se ne andrà in macchina per un altro impegno. Preoccupati di fare in modo che Mirabelle si allontani nella stessa macchina, e Drennan non arriverà mai all'appuntamento successivo. Con le nostre preghiere, Drennan dovrebbe rivelarsi più che disponibile a fare la propria confessione.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
it_it: Il tuo spirito camminerà con i Novi per l'eternità.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
it_it: Cento elefanti possono distruggere le mura esterne di una fortezza. Un topo infetto può uccidere tutti coloro che si trovano all'interno.

# mission brief tactical information
source: Landing Ground: London IML Link
it_it: Zona di atterraggio: collegamento IML di Londra

# mission brief tactical information
source: Professor Drennan's assistant
it_it: Assistente del professor Drennan

# mission brief tactical information
source: Presentation podium
it_it: Podio di presentazione

# mission brief tactical information
source: Sanctuary: London outlet road
it_it: Santuario: Strada dello sbocco di Londra

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
it_it: Notizie: il compito del professore include la raccolta di dati da questo palazzo

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
it_it: Notizie: imminente un'invasione di Non Guidati a nord

# mission title
source: Divine Light
it_it: Luce divina

# mission brief email header
source: Meditate with us, Disciple.
it_it: Medita con noi, Discepolo.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
it_it: Ruba i piani della nuova arma del Sindacato dalla base dell'EuroCorp di New York.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
it_it: Il professor Drennan è morto. La sua resistenza alle nostre sonde neurali gli ha provocato una massiccia emorragia. Peccato. Ma nonostante tutto, grazie alle nostre preghiere, è sopravvissuto abbastanza a lungo per rivelarci informazioni affidabili secondo le quali il Sindacato sta preparando una grossa controffensiva contro la nostra venerata Chiesa. I preparativi per questaazione sono in corso nelle basi di New York dell'EuroCorp.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
it_it: A New York i tecnici ben protetti del Sindacato hanno collaudato un'arma termonucleare maneggiabile, per la quale abbiamo già previsto un uso. Due giorni fa i nostri fratelli e sorelle, che occupano la Cattedrale della città, in aperta sfida alla presenza dell'EuroCorp, hanno assistito ad una terribile esplosione all'interno della base nemica. È da questa base che Drennan ha affermato avrebbe avuto i dati sperimentali su questi congegni. Tuttavia la base è molto ben difesa; probabilmente, sarà necessario un diversivo.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
it_it: Fratel Methuselah abbandonerà il rifugio rappresentato dalla cattedrale e si incontrerà con te all'IML. Ti condurrà ad un settore residenziale e commerciale dove solleverà una rivolta, lanciando una nuvola di gas allucinogeno tra la popolazione civile. Durante questo tempo, dovrai trovare il modo di entrare nella base. La risposta del Sindacato alla rivolta dovrebbe occupare alcune delle guardie per un po' di tempo.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
it_it: Il coraggioso entra nelle grotte oscure per primo. L'intelligente invia il coraggioso per primo. Il più intelligente attende alle spalle dell'intelligente.

# mission brief tactical information
source: Landing Ground: New York IML Link
it_it: Zona di atterraggio: collegamento IML di New York

# mission brief tactical information
source: EuroCorp installation gateways
it_it: Vie di accesso alla costruzione EuroCorp

# mission brief tactical information
source: Site of blast
it_it: Luogo dell'esplosione

# mission brief tactical information
source: Target building
it_it: Edificio da attaccare

# mission brief tactical information
source: Diversion will be created in this commercial zone
it_it: Un diversivo verrà creato in questa zona commerciale

# mission brief tactical information
source: Our temple and satellite uplink
it_it: Il nostro tempio e collegamento con il satellite

# mission brief tactical information
source: Sanctuary: New York IML Link
it_it: Santuario: collegamento IML di New York

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
it_it: Notizie: valore stimato del forziere Cr 2.000.000

# mission title
source: The Levellers
it_it: I livellatori

# mission brief email header
source: Precious Believer,
it_it: Prezioso Credente,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
it_it: Distruggi il deposito d'armi dell'EuroCorp a Riyadh. Scatenando questa devastazione celebriamo il Cataclisma.

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
it_it: Harbinger ha messo in ginocchio UTOPIA. Il continuo tentativo dell'EuroCorp di costruire un nuovo esercito prova l'efficacia dei nostri colpi contro di esso. Molte delle armi del Sindacato vengono accumulate, per dare alle criovasche svuotate il tempo di riparare il numero di agenti in diminuzione. Drennan ci ha confessato il luogo dove vengono accumulate tutte queste armi. Si trova all'interno delle vecchie mura della città di Riyadh.
