Repository: swfans/swars
Catalog: lang/alltext_church_swe.po
Languages: sv_se

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
sv_se: Vi vet att hon fortfarande lever, men hon är i desperat behov av räddning. Du är så klart hennes första val för denna farliga kallelse. Ta dig in i på de Ostyrdas område och leta rätt på De Saxo. Evakuera henne i all hast. Hon kan vara i dödlig fara. Var bestämd mot de som ställer sig i din väg.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
sv_se: Tapperhet kommer ta dig till de farligaste av platser. Förkrossande eldkraft kommer ta dig säkert genom dem.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
sv_se: Landningsplats: Kapstadens APC destination

# mission brief tactical information
source: De Saxo's crash site
sv_se: De Saxos kraschplats

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
sv_se: Fristad: Cape Town IML-länk

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
sv_se: Avlyssning: EuroCorp-styrka beräknad ankomst -36 timmar

# mission title
source: Rain Of Terror
sv_se: Terrorns regn

# mission brief email header
source: May faith be with you, <login>.
sv_se: Må tron vara med dig, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
sv_se: Sök rätt på och utplåna en farlig, klåfingrig hacker som gömmer sig bland de Ostyrda. Han har tagit kontroll över en strategisk vapensatellit ovanför Peking.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
sv_se: En utstött hacker med tillgång till UTOPIAs satellitförsvar startar stålregn från himlen var och när han önskar. Han måste stoppas. Han måste hittas och elimineras.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
sv_se: Var på din vakt, lärjunge. Peking är en trolös plats, full av utstötta som bara ser genom sina vapensikten.

# mission brief email paragraph
source: Go with spirit.
sv_se: Gå med starkt sinne.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
sv_se: Han som lever i stormens öga, är ett dammkorn i ögat på en vredgad gud.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
sv_se: Landningsplats: Pekings IML-länk

# mission brief tactical information
source: Hacker's location
sv_se: Hackerns uppehällsplats

# mission brief tactical information
source: Sanctuary: Beijing IML Link
sv_se: Fristad: Pekings IML-länk

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
sv_se: Avlyssning: stadsvalvet beräknas innehälla Cr 1,500,000

# mission title
source: Armour Of The Gods
sv_se: Gudars pansar

# mission brief email header
source: Disciple, your aura feeds our strength.
sv_se: Lärjunge, din aura föder vår styrka.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
sv_se: Syndikatet har förlorat kontrollen över Sevastopol till de Ostyrda. Genom att köra pansarbilar stulna från deras besegrade fiender, bringar de Ostyrda kättarna förödelse i alla kvarter. De är falska profeter, alla av dem. Sänd dem till kataklysmen.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
sv_se: De som använder sådana djävulska vapen mot oss, måste betala det ultimata priset. Det finns ingen heder i att förstöra vapen, och det finns betydande fara.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
sv_se: Ta dig försiktigt fram då du närmar dig ön. Säkra den först.

# mission brief email paragraph
source: Be full of spirit.
sv_se: Var full av andlighet.

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
sv_se: De modiga gömmer sig bakom teknologi. De dumma gömmer sig för den. De kloka har teknologi, men gömmer den.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
sv_se: Landningsplats: Delhis IML-länk

# mission brief tactical information
source: EuroCorp forces in river port island
sv_se: EuroCorp styrkor pä flodportsön

# mission brief tactical information
source: The Unguided
sv_se: De Ostyrda

# mission brief tactical information
source: Sanctuary: Delhi IML Link
sv_se: Fristad: Delhis IML-länk

# mission title
source: The Dead Zone
sv_se: Den döda zonen

# mission brief email header
source: Blessings, Chosen One.
sv_se: Välsignelser, du utvalda.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
sv_se: Ge oss den hemlighet EuroCorp skyddar i Bangkok, och vi kommer be för din frälsning.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
sv_se: Kaosets stank sprider sig till alla gathörn, då UTOPIA överger befolkningen i stort och tar sina gynnade barn längre ned under marken. I Bangkok har syndikatet gett upp alla försök att återställa regimen. Istället har de skapat en död zon där. Vad som försiggår där vet vi inte mycket om.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
sv_se: En av våra bröder försökte nyligen ta reda på vad det är EuroCorp så ihärdigt försöker dölja. Han fick reda på att fiendens agenter ibland ger sig in i den döda zonen för att röva bort skurkar, av vilka många fortfarande klänger sig fast vid de som är dömda att misslyckas bland de sönderslagna resterna. Agenterna återvänder sedan till sina fästen med sina fångar. De Nio förstår inte varför syndikatet gör detta, när de eliminerar de Ostyrda på alla andra platser.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
sv_se: Vi söker upplysning i detta ärende. Led dina medhjälpare genom stadens fientliga utkanter och in till den döda zonen. Ta reda på vad EuroCorp håller på med, och gör vad du anser vara nödvändigt för att ta hand om den situation du hittar. Återvänd sedan och bekänn för oss allt du lärt, så vi kan rensa bort det onda du har utsatts för.

# mission brief email paragraph
source: Forgive nothing.
sv_se: Förlåt ingenting.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
sv_se: En krigsflykting sökte herren. Han sa, "Du är vis och fridfull. Lär mig att fly undan hemskheterna i denna värld." Och herren förblindade honom med ett brännjärn.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
sv_se: Landningsplats: Bangkoks IML-länk

# mission brief tactical information
source: Dead zone perimeter
sv_se: Döda zonens utkanter

# mission brief tactical information
source: EuroCorp outpost
sv_se: EuroCorp utpost

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
sv_se: Fristad: Bangkoks IML-länk

# mission brief tactical information
source: A commercial vault still stands here
sv_se: Ett kommersiellt valv stär fortfarande här

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
sv_se: Satellitvarning: bevis för vapentestning vid utpost

# mission title
source: Establish The Link
sv_se: Etablera länken

# mission brief email header
source: Listen strong, Acolyte.
sv_se: Lyssna noga, medhjälpare.

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
sv_se: Vi behöver en IML-länk till Reykjavik, där sakramentet av vår grundade religion är i fara. Vår gynnade dotter, Mirabelle Lucy De Saxo, måste reaktivera denna väg. Det är upp till dig att fixa en väg till IML-stationen nordost om Christchurch.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
sv_se: Var försiktig, pilgrim. Det vimlar av fällor och bakhåll, och du måste använda eldkraft från vår tro för att klara dig mot alla som står i vägen. De Saxo är speciell och får inte skadas. Be för detta och gör ditt bästa för att se till att det så blir.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
sv_se: När tillräckligt många människor är av vår tro, skall vi öppna en grind i jordens jonosfär med en radiolins av ultralåg frekvens. Effekten av ohämmade kosmiska strålar på de delar av jordens yta som utsätts för jongrinden, kommer att förgöra nästan allt. Endast de som står för vår sak kommer sparas. Vi skall återställa världen och den skall resas, säkert i vår religion.

# mission brief email paragraph
source: Toil for our cause.
sv_se: Slit för vår sak.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
sv_se: Följ den framgångsrikare tjuven och stjäl hans idéer.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
sv_se: Landningsplats: Christchurchs IML-länk A

# mission brief tactical information
source: Christchurch IML Link B
sv_se: Christchurchs IML-länk B

# mission title
source: Deconstruction
sv_se: Dekonstruktion

# mission brief email header
source: Blessed One,
sv_se: Du välsignade,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
sv_se: Förstör EuroCorps avancerade forskningsanläggning nära Reykjavik. Eliminera de av EuroCorps agenter du ser.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
sv_se: Denna platsens historia är själva fundamentet i Nya Epokens kyrka. Här kommer du se den råa essens som leder oss alla att tro. EuroCorp håller på att vanhelga denna plats. Du måste med extrem kraft utrota alla agenter du hittar här.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
sv_se: Du måste också förstöra alla platser där De Nio förberedde sina sinnen för vishetens frö. Det är bara materiell substans, och vår tro lever och slår i våra hjärtan. Vackla inte. Förstör. Ingen skada kommer drabba kyrkan nu, för Kodexen lever djupt i De Nios sinnen. Bara skuggor av visdom finns kvar i Reykjavik. Var grundlig i ditt arbete, för precisionens skull.

# mission brief email paragraph
source: In holy footsteps.
sv_se: I heliga fotspår.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
sv_se: "Här!" sade herren. "Bygg mig ett fantastisk gravvalv på denna plats." Hans lärlingar gjorde det. Den glittrade i solen. "Gå nu in." De gick in. En jordbävning förstörde sedan gravvalvet, och begravde de som fanns där i.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
sv_se: Herren log. "Inte ens alla trogna är alltid utvalda.

# mission brief book quote
source: "This is called sacrifice."
sv_se: "Detta kallas uppoffring."

# mission title
source: Retribution
sv_se: Vedergällning

# mission brief email header
source: Walk in Light, Disciple.
sv_se: Vandra i ljus, lärjunge.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
sv_se: Eliminera Mirabelle Lucy De Saxo omedelbart. Du kommer finna henne i den fristad vid Kapsstaden vi gav henne, och vilken vi nu tar bort.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
sv_se: Ditt hjärta slår bara för oss. Ifrågasätt aldrig tron när den kräver handlingar du ännu inte förstår. De Saxo har inkräktat på oss. De Nio har avslöjat henne som vår fiende förkroppsligad. Res dit med hämnd i ditt bröst, och förgör henne.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
sv_se: De svagsinta kommer vara vid hennes sida. Låt dem känna kraften av den riktiga vägen.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
sv_se: Vi har nästan gjort tillräckligt för att påbörja det sista steget i Kataklysmen och förändra världen bortom alla gränser. Kämpa för det, medhjälpare. Du är utvald och kommer sparas. Miljoner av otrogna kommer att gå under. Vi kommer rensa denna planet.

# mission brief email paragraph
source: Keep the faith.
sv_se: Håll fast vid tron.

# mission brief book quote
source: Even the salamander sometimes burns.
sv_se: Även salamandern bränner sig ibland.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
sv_se: Hädaren Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
sv_se: De fördömdas dag

# mission brief email header
source: Hark these words, Apostle.
sv_se: Lyssna på dessa ord, apostel.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
sv_se: Den fantastiska kyrkan i Johannesburg har vanhelgats av en svärm Ostyrda. En av dem, Rene Galact, är tydligen den som styr skocken. Han måste förgöras i rättvisans namn.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
sv_se: Det är en oförlåtligt stor förekomst av Ostyrda i staden. Det resta området i stadens sydvästra del är nu de utstöttas fäste. En stor seger kommer födas från förintelsen av alla dessa som skulle gömma sig bakom dess irrelevanta väggar, och kyrkan kommer rulla närmare den slutliga dagen. Det står skrivet i Kodexen, lärjunge.

# mission brief email paragraph
source: Go with fire and serenity.
sv_se: Gå med eld och jämnmod.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
sv_se: Att ta ett liv är synd. Att ta ett tusen liv är religion.

# mission title
source: Recapture
sv_se: Återta

# mission brief email header
source: Blessings, Acolyte.
sv_se: Välsignelser, medhjälpare.

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
sv_se: En nödsituation har uppstått för att pröva oss. En av De Nio har tillfångatagits. Han hålls förvarad i ett interneringsläger i Adelaide. Du måste frita honom och eskortera honom till fristaden.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
sv_se: Du måste be för en väg in till lägret, och du måste beväpna dig för att kunna expediera de otrogna som skulle hugga ned dig på vägen. Det är här din tro sätts på prov, lärjunge. Var alert. Lita på den äkta vägen och, om det är meningen, du skall lyckas.

# mission brief email paragraph
source: Travel on holy paths.
sv_se: Res på heliga vägar.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
sv_se: I de mörkaste tider slipar den äkta troende sin stridsförmåga.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
sv_se: Landningsplats: Adelaides IML-länk

# mission brief tactical information
source: The compound holding Brother Ix
sv_se: Inhägnaden hällande Broder Ix

# mission brief tactical information
source: Rendezvous point
sv_se: Mötesplats

# mission brief tactical information
source: Syndicate MBT deployment
sv_se: Syndikat MBT utplacering

# mission title
source: Revelations
sv_se: Uppenbarelser

# mission title
source: Cataclysm
sv_se: Kataklysm

# mission brief email header
source: Disciple.
sv_se: Lärjunge.

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
sv_se: Du har tjänat oss väl. Nu är stunden vår. Stanna där du är och följ inte efter oss. Vi kommer fortsätta till jonlinsuppställningen själva. När vi aktiverar den kommer de som finns kvar på jorden att förgås. Frukta inte - ditt namn kommer för evigt att kommas ihåg och vi skall kalla dig ett helgon av den Nya Epoken.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
sv_se: Mänskligt liv på denna planet kommer praktiskt taget att utrotas, och vi skall återvända för att återbefolka jorden med våra likar. Detta är vårt öde, och vi skall göra det ensamma.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
sv_se: Alla som nu försöker stoppa oss kommer utplånas av det heligaste protektoratets vakter. Acceptera ditt öde - var inte dåraktig och lägg dig i. Det heligaste protektoratets makt är oerhörd. Stanna där du är och lägg ned dina vapen, för det är över och vi har vunnit.

# mission brief book quote
source: The world shall turn and the human race shall pass.
sv_se: Världen skall förändras och den mänskliga rasen skall bytas.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
sv_se: Allt börjar om på nytt. Tron har haft sin gång och det är över.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
sv_se: Landningsplats: Colombos skyttelplats för ledningspersoner

# mission brief tactical information
source: Your proper place
sv_se: Din rätta plats

# mission brief tactical information
source: Colombo Orbital Elevator
sv_se: Colombo omloppsbanehiss

# mission brief tactical information
source: Elevator anti-missile missile system
sv_se: Anti-missil system för hiss

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
sv_se: Sä din tro pä dig själv har visat sig vara triumferande. Du har inte bara omintetgjort De Nios vanvettiga plan att omskapa den mänskliga rasen genom att klona sig själva, du har dessutom tagit besittning över det mest destruktiva vapen som nägonsin byggts.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
sv_se: Pä jorden ligger syndikatets UTOPIA i ruiner. Miljoner hör Ko-Paull Vissicks röst kalla pä en anledning att segra.

# game win message
source: But let your will be done.
sv_se: Men lät din vilja ske.
