Repository: swfans/swars
Catalog: lang/alltext_syndct_ger.po
Languages: de_de

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
de_de: Reykjavik: Finden Sie heraus, was aus dem K3-Projekt geworden ist. Aktivieren Sie die IML-Verbindung nach Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
de_de: Nuuk: Durchkämmen Sie die Stadt.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
de_de: Gratuliere zu Ihren jüngsten Leistungen, <login>.

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
de_de: Es ist ausserordentlich wichtig, dass Ihre Agenten den neuen Zugang zur transpolaren IML-Strecke taktisch ausnutzen. Schicken Sie Ihr Team nach Reykjavik, um die K3-Forschungsstation zu untersuchen. Es ist schwer, vorherzusagen, was Sie dort vorfinden werden, aber in Anbetracht der geheimen Forschungen dort sollten Ihre Agenten äusserste Vorsicht walten lassen. Sammeln Sie Beweise für den derzeitigen Status des K3-Programms.

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
de_de: Zusatzauftrag: Seitdem der Niedergang der Chips begonnen hat, ist Nuuk völlig von der Aussenwelt abgeschnitten. Es gab Berichte über grössere Aktivitäten der Kirche am Aussenrand der Stadt, aber aus dem Stadtkern selbst haben wir lange keine Nachricht mehr erhalten. Nuuk ist per IML-Strecke direkt mit Reykjavik verbunden. Vielleicht besteht diese Verbindung noch. Wenn Sie den Reykjavik-Teil Ihres Auftrags erledigt haben, suchen Sie die IML-Strecke nach Nuuk und reaktivieren Sie sie, wenn nötig. Begeben Sie sich nach Nuuk und untersuchen Sie die Lage dort.

# mission brief email paragraph
source: Remain vigilant!
de_de: Seien Sie auf der Hut!

# mission title
source: Duplicity
de_de: Duplizität der Ereignisse

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
de_de: London: Sorgen Sie für Personenschutz bei der Konferenz der EuroCorp-Manager. Diskretion beim Umgang mit der Waffe ist nicht erforderlich.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
de_de: Hören Sie zu, Feldagent <login>. Hier ist die Künstliche Intelligenz London. Ich habe neue nachrichtendienstliche Erkenntnisse und Befehle für Sie.

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
de_de: Ich weiss jetzt mehr über die Kirche der Neuen Epoche. Die K3-Mitglieder haben wirklich einen Intelligenzverstärker konstruiert, der weit effektiver ist als alle Mittel der konventionellen Kybernetik.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
de_de: Entgegen der Anordnungen von Ko-Paull Vissick haben einige Mitglieder der Gruppe den experimentellen Gehirnverstärker an sich selbst ausprobiert. Das K3-Mitglied Tyrone Chodak war der erste, der das Gerät angewendet hat. Chodak hat auch das Forschungstagebuch geführt. Mehrere Einträge darin beziehen sich auf ein zweites Buch, in dem Chodak angefangen hat, einige wissenschaftliche Theorien zu erläutern, die sein verbessertes Gehirn nun entwickeln konnte. Er nannte dieses zweite Tagebuch den "Kodex", und dank Ihrer Mithilfe haben wir nun eine Kopie davon. Die Einträge umfassen extrem komplexe Axiome aus dem Gebiet der Mathematik, der Quantenphysik und Genetik sowie einige brandneue Forschungsgebiete wie etwa "Verbundene Kraftmechanik" oder "Evolutionäre Wahrnehmungstheorie". Der Kodex enthält genug wissenschaftliche Revolutionen, um jede K.I. in UTOPIA auf Jahre hinaus zu beschäftigen. Ich werde mein Bestes versuchen, dass ich ihn alleine untersuchen kann.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
de_de: Aus dem Forschungstagebuch geht auch hervor, dass es zu einem Machtkampf zwischen Chodak und Vissick kam, der schliesslich in einer Explosion gipfelte, die das Forschungslabor des K3 in Reykjavik völlig zerstörte. In seinen Aufzeichnungen beschuldigt Chodak Vissick - der nach der Explosion nicht mehr auffindbar war - der Sabotage. Ausserdem klagt er EuroCorp der Komplizenschaft an und droht, das Syndikat mit der Technologie zu vernichten, die er aus dem Kodex entwickeln kann. Der Rest des K3 folgte seiner Führung.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
de_de: Sowohl die Explosion in Reykjavik als auch das Verschwinden des K3 ereignete sich weniger als 48 Stunden, bevor der Verkündervirus Utopia angriff.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
de_de: Die Analyse Ihres Angriffs auf die Kathedrale von Nuuk hat ein paar Dogmen des Kultes aufgedeckt, die auf die Wände und Säulen gekritzelt waren. Darin ist immer wieder die Rede von "den Neun". Die Vermutung liegt nahe, dass "die Neun" und der Rest vom K3 ein und dasselbe sind und dass demzufolge diese Kirche der Neuen Epoche nur eine Fassade ist, hinter der Chodak seine Drohung verwirklichen will, das Syndikat zu vernichten.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
de_de: Das bedeutet, dass wir es mit der früheren intellektuellen Elite von EuroCorp als Gegnern zu tun haben, ausgestattet mit überlegener Technologie, sowie mit einem unberechenbaren Vissick, der den Ungeleiteten wieder einen Anführer geben will.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
de_de: Professor Kurt Drennan wird unsere Abteilungsleiter sofort hier in London in die Strategie einweisen. Drennan und seine Assistentin sollen laut Plan für die Präsentation im Neuen Hyde-Park eine Kopie des Kodex erhalten. Unsere gesamte, erst kürzlich neu zusammengestellte Managementetage wird die einzige Zuhörerschaft bilden. Örtliche Polizeikräfte unter unserer direkten Kontrolle werden das Gebiet von allen anderen Personen räumen und sperren.

# mission brief email sender
source: London Artificial Intelligence
de_de: Künstliche Intelligenz London

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
de_de: Absprunggebiet: (a) Vortragspodium (b) Professor Drennans Aufenthaltsort

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
de_de: Datentresor, in welchem sich eine digitale Filmaufnahme des Zustands in Reykjavik befindet

# mission brief tactical information
source: EuroCorp Executive
de_de: Manager von EuroCorp

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
de_de: Sehr starkes Identifikationsschlüsselsignal im nördlichen Bereich des Hauptquartiers

# mission title
source: Bring Him Back Alive
de_de: Bringt ihn lebend zurück

# mission title
source: Deep Mind
de_de: Tief in Gedanken

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
de_de: Tokio: Befreien Sie Professor Drennan aus den Händen der Kultisten.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
de_de: Bangkok: Eskortieren Sie den Professor zum EuroCorp-Kampus. Sorgen Sie dafür, dass wir den Professor unverletzt zurückerhalten.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
de_de: Achtung, Feldagent. Professor Drennan ist entführt worden. Eine Betrügerin hat es geschafft, meine Scanner zu täuschen, Drennans Assistentin zu töten und während der Vorlesung ihren Platz einzunehmen. Die eigentliche Entführung fand unmittelbar nach der Konferenz statt. Der verlustreiche Angriff der Fanatiker auf die Konferenz und die ganze Verschwendung von Cyborgs waren nur ein Ablenkungsmanöver, um die Schlussphase von Drennans Entführung zu vertuschen.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
de_de: Ich habe Drennan immer noch auf dem Scanner. Er wird in Tokio festgehalten. Man hat seinen UTOPIA-Chip bisher in Ruhe gelassen.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
de_de: Wenn Sie den Professor befreit haben, bringen Sie ihn in Sicherheit. Unser Einsatzzentrum in Bangkok ist sicher; eskortieren Sie ihn dorthin.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
de_de: Absprunggebiet: Tokio, IML-Station A

# mission brief tactical information
source: Cultist stronghold
de_de: Stützpunkt des Kultes

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
de_de: Landezone: Tokio, IML-Station B

# mission brief tactical information
source: Laser turrets under police control
de_de: Lasertürme unter Polizeikontrolle

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
de_de: Geschätzter Inhalt des Banktresors: 2.5M Cr

# mission brief tactical information
source: Dropsite: Bangkok IML Link
de_de: Absprunggebiet: Bangkok, IML-Station

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
de_de: Hauptquartier von EuroCorp in Bangkok

# mission title
source: Re-Alignment
de_de: Neuausrichtung

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
de_de: Hawaii: Ihr Auftrag lautet, unseren Teil der Sicherheitsabmachungen zu gewährleisten. Es ist lebenswichtig für ihr Vertrauen in EuroCorp, dass den Managern der Hawaii-K.I. nichts zustösst!

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
de_de: Gratuliere, <login>. Es ist schön, wieder Verbindung zu Ihnen zu haben.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
de_de: Drennan ist wieder in Sicherheit und unterzieht sich gerade einer neuralen Rekalibrierung. Bei seinem kurzen Abstecher zur Kirche der Neuen Epoche konnte der Professor Neues über die Neun und Ihre Pläne erfahren. Sobald er aufhört zu lallen, werden wir ihn befragen.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
de_de: In der Zwischenzeit haben wir eine Nachricht von der K.I. auf Hawaii erhalten. Sie möchte den Verbündetenstatus mit EuroCorp bestätigen. Sie hat nie die Gegner der EuroCorp-Strategie unterstützt und ist nicht vom Verkündervirus befallen. Sie ist bereit, all ihre Ressourcen unter EuroCorps Kommando zu stellen. Unsere Leute treffen ihre auf Hawaii, um Protokollschlüssel auszutauschen. Für die Sicherheit während dieses Treffens sind beide Seiten gemeinsam verantwortlich.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
de_de: Absprunggebiet: Klärwerk von Honolulu

# mission title
source: The Special Agent
de_de: Der Sonderagent

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
de_de: Johannesburg: Starten Sie sofort die Drohnenverbindung und übernehmen Sie die Kontrolle über den Agenten Wu. Suchen und überzeugen Sie Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, once again this is London AI.
de_de: Feldagent, hier ist wieder die K.I. London.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
de_de: Ich habe jetzt die UTOPIA-IdentKennung der Kirchenagentin, die Professor Drennan entführt hat. Es ist eine gewisse Mirabelle Lucy De Saxo IK-771.6482.2002, derzeitiger Aufenthaltsort: Johannesburg.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
de_de: Diese Information habe ich gerade von einem pensionierten EuroCorp-Agenten erhalten, der mit Hilfe seiner antiquierten Cyber-Technologie seit dem Niedergang überlebt hat. Sein Name ist Wu. Wegen seines ausgesprochenen Erfindungsreichtums habe ich eine Abmachung mit ihm getroffen. Wu gestattet mir für eine einzige Mission den Zugang zu seinen höheren Gehirnfunktionen. Wenn er sie erfolgreich abschliesst, baue ich mir mehr externe Speicherkapazität ein und übernehme sein Bewusstsein in meins, sobald UTOPIA wieder restauriert ist. Ich möchte, dass Wu versucht, De Saxo zu überzeugen. Ich vermute, dass sie EuroCorp-Agenten entdecken kann.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
de_de: Wu hat sich schon einen der modifizierten Überzeugstrahler der Kirche besorgt und ist gut vorbereitet auf die vor ihm liegenden Aufgaben. Wenn er Erfolg hat, winkt ihm fast ewiges Bewusstsein als Lohn.

# mission brief tactical information
source: Agent Wu's current position
de_de: Gegenwärtige Position von Agent Wu

# mission brief tactical information
source: De Saxo's current position
de_de: Momentane Position von De Saxo

# mission brief tactical information
source: Zealot held facilities
de_de: Von den Eiferern okkupierte Einrichtungen

# mission title
source: Slowdive
de_de: Gebremster Fall

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
de_de: Kairo: Eliminieren Sie Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
de_de: Feldagent, ich ändere Ihre Befehle. Wus Überzeugstrahler konnte sich nicht auf die IdentKennung seiner Zielperson einpegeln. De Saxo wird niemals eine von uns werden. Daher muss sie eliminiert werden.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
de_de: Wu hat gesehen, wie die Zielperson einen IML-Transfer nach Kairo bestiegen hat. Entsenden Sie sofort ein Agententeam dorthin. De Saxo darf unter gar keinen Umständen die Flucht gelingen.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
de_de: Absprunggebiet: Kairo, IML-Station A

# mission brief tactical information
source: Evac zone: IML Link B
de_de: Landezone: IML-Station B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
de_de: Abhörinformation: Nennenswerte Kultpräsenz im gesamten Stadtgebiet - keine Reaktion der Polizei

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
de_de: Abhörinformation: Manager von Foamsteel Defence Industries planen ein Treffen mit Kultmitgliedern - Grund unbekannt

# mission title
source: Edge Of Darkness
de_de: Am Rand der Finsternis

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
de_de: Sevastopol: Wir wollen, dass Sevastopol sterilisiert wird. Lassen Sie nichts und niemanden dort am Leben. Wir können die Stadt später neu besiedeln, wenn unsere Klon-Werke wieder laufen.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
de_de: Delhi: Eliminieren Sie Deel Gonda. Unterdrücken Sie den Aufstand.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
de_de: Achtung, Feldagent. Sie haben gerade Anika Maritz eliminiert.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
de_de: Sie war eine Doppelagentin. Ich wusste das schon länger, seit sie mich von ihrem Plan in Kenntnis gesetzt hat, die Kirche der Neuen Epoche zu infiltrieren. Doch ich begann ihren Verrat erst zu vermuten, als Professor Drennan entführt wurde. Bei ihrer Rückkehr erzählte mir Agentin Maritz, dass Ihre Aktionen notwendig gewesen seien, um das Vertrauen der Neun zu gewinnen. Die Glaubwürdigkeit ihrer Geschichte hing von der Vermutung ab, dass Sie in der Lage sein würden, den Professor zurückzuholen, was Sie ja auch taten. Ich war dennoch nicht überzeugt.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
de_de: Als sie zum zweiten Mal ohne Vorwarnung verschwand, akzeptierte ich langsam die Tatsache, dass sie zur Kirche der Neuen Epoche übergewechselt war. Daraufhin blieb mir keine Wahl. Anika-Mirabelle musste eliminiert werden.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
de_de: Wir müssen damit fortfahren, die Integrität des UTOPIA-Netzes wiederherzustellen. Zu diesem Zweck erhalten Sie Ihre weiteren Anweisungen künftig direkt von mir.

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
de_de: Update: Abgefangene Nachrichten zwischen Ko-Paull Vissick und seinen Offizieren deuten darauf hin, dass die Ungeleiteten versuchen werden, aus den Stadtgrenzen auszubrechen. Vissick will, dass seine Anhänger sich am Margui-Caka-See auf der tibetanischen Hochebene versammeln. Nur hier werden sie, Vissicks Worten zufolge, den Kataklysmus überleben. Es stimmt, dass das Ende für sie kommen wird; doch schon lange, bevor sie da ankommen. Trotzdem werden massive Aufstände aus Delhi und Sevastopol gemeldet, wo wir die EuroCorp-Vorherrschaft noch nicht wiederherstellen konnten. Diese Situation müssen Sie unter Kontrolle bringen.
