Repository: swfans/swars
Catalog: lang/alltext_syndct_fre.po
Languages: fr_fr

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
fr_fr: Instructions supplémentaires: Depuis les défaillances de puces CHIP, Nuuk est resté isolé du monde extérieur. Une intense activité de l’Église a été observée aux abords de la ville mais pas à l'intérieur. Nuuk est relié à Reykjavik par une liaison LMI et il se peut qu'elle soit encore ouverte. Une fois votre mission achevée à Reykjavik, localisez la liaison LMI de Nuuk et activez-la si nécessaire. Rendez-vous à Nuuk pour analyser la situation sur place.

# mission brief email paragraph
source: Remain vigilant!
fr_fr: Restez vigilant!

# mission title
source: Duplicity
fr_fr: Double jeu

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
fr_fr: Londres: Assurez une sécurité maximale lors de la réunion des hauts responsables. N'hésitez pas à faire usage de vos armes.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
fr_fr: Ecoutez, Exécutant <login>. Ici, l'Intelligence Artificielle de Londres. J'ai des renseignements et ordres pour vous.

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
fr_fr: J'en sais désormais un peu plus sur l’Église de l'Ere Nouvelle. Le C3 a bien mis au point un dispositif améliorant les performances intellectuelles de l'homme, plus puissant que toute invention issue de la cybernétique conventionnelle.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
fr_fr: Malgré l'opposition de Ko-Paull Vissick, certains membres du groupe ont voulu tester sur eux-mêmes les effets de cet amplificateur. Tyrone Chodak, fut le premier à en faire usage. Chodak tenait également le journal de la mission. Ce journal fait mention d'un second document, le "Codex", que Chodak avait commencé à rédiger pour expliquer les théories scientifiques que son cerveau surpuissant était désormais capable de formuler. Il traite de mathématiques complexes, de physique quantique, de génétique et expose des idées nouvelles dans des domaines aussi divers que la mécanique des forces et la cognition évolutive. Il contient assez de notions scientifiques révolutionnaires pour occuper chaque IA du réseau UTOPIA pendant des années. L'IA de Londres va faire tout son possible pour en étudier seule le contenu.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
fr_fr: D'après le journal de bord, il semble qu'il existait une rivalité entre Chodak et Vissick, atteignant son paroxysme à l'explosion qui ruina les installations du C3 à Reykjavik. Dans ses notes, Chodak accusait Vissick (introuvable après l'explosion) de sabotage et l'EuroCorp de complicité. Il menaçait d'appliquer la technologie décrite dans le "Codex" pour anéantir le Syndicat. Les autres membres du C3 suivirent Chodak.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
fr_fr: L'explosion du site de Reykjavik et la disparition du C3 se sont produites moins de quarante-huit heures avant que le virus Harbinger ne frappât le réseau UTOPIA.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
fr_fr: Des inscriptions découvertes par vos agents sur les murs et les piliers de la Cathédrale de Nuuk font référence à un mystérieux groupe dénommé "Les Neuf". Nous pouvons en déduire que les Neufs et le C3 ne font qu'un et, par là-même, que l’Église de l'Ere Nouvelle sert d'écran à Chodak pour mettre à exécution ses menaces de détruire le Syndicat.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
fr_fr: Ceci prouve que nous avons à faire à l'ancienne élite intellectuelle de l'EuroCorp, équipée des technologies les plus avancées, ainsi qu'à l'imprévisible Vissick, devenu le maître à penser des Dévoyés.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
fr_fr: Le professeur Kurt Drennan informera les hauts responsables de notre département de la stratégie immédiate à adopter, ici à Londres. Une copie du "Codex" doit être remise à Drennan et son assistante pour la conférence de New Hyde Park. Le haut comité reconstitué y assistera. La police locale, placée directement sous nos ordres, veillera à écarter les exécutants subalternes.

# mission brief email sender
source: London Artificial Intelligence
fr_fr: Intelligence Artificielle de Londres

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
fr_fr: Terminal: (a) Podium de présentation (b) Position du Professeur Drennan

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
fr_fr: Coffre contenant un film numérisé du site de Reykjavik

# mission brief tactical information
source: EuroCorp Executive
fr_fr: Exécutant de l'EuroCorp

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
fr_fr: Présence massive de Dévoyés repéré par code d'identification au nord QG

# mission title
source: Bring Him Back Alive
fr_fr: Ramenez-le vivant

# mission title
source: Deep Mind
fr_fr: Du Fond de l'Esprit

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
fr_fr: Tokyo: Sauvez le Professeur Drennan des fanatiques.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
fr_fr: Bangkok: Escortez le Professeur Drennan vers le campus de l'EuroCorp. Ramenez-le sain et sauf.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
fr_fr: Attention, Exécutant. Le Professeur Drennan a été enlevé. Quelqu'un a réussi à échapper à ma surveillance pour tuer l'assistance de Drennan et prendre sa place durant toute la conférence. L'enlèvement a eu lieu juste après la réunion. Le raid des zélateurs avec ses lourdes pertes humaines n'était qu'une diversion pour couvrir la phase finale de l'enlèvement de Drennan.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
fr_fr: Je localise toujours Drennan. Il est détenu à Tokyo. Sa puce UTOPIA n'a pas été falsifiée.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
fr_fr: Lorsque vous l'aurez libéré, mettez le professeur à l'abri. Notre centre d'opérations de Bangkok est sûr. Conduisez-le là-bas.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
fr_fr: Terminal : Liaison LMI A de Tokyo

# mission brief tactical information
source: Cultist stronghold
fr_fr: Bastion de l’Église

# mission brief tactical information
source: Professor Drennan
fr_fr: Professeur Drennan

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
fr_fr: Zone d'évacuation: Liaison LMI B de Tokyo

# mission brief tactical information
source: Laser turrets under police control
fr_fr: Tourelles laser sous contrôle de la police

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
fr_fr: Contenu estimé des coffres : 2,5 MCr

# mission brief tactical information
source: Dropsite: Bangkok IML Link
fr_fr: Terminal: Liaison LMI de Bangkok

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
fr_fr: Centre des opérations EuroCorp de Bangkok

# mission title
source: Re-Alignment
fr_fr: Ré-alignement

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
fr_fr: Hawaii: Votre mission consiste à assurer la sécurité de notre partenaire. Il est primordial, pour qu'ils gardent leur confiance en l'EuroCorp, qu'aucun mal ne soit fait aux responsables de l'IA de Hawaii.

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
fr_fr: Félicitations, <login>. Ravi d'être de nouveau en contact avec vous.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
fr_fr: Drennan est désormais en sécurité et subit actuellement un réétalonnage neuronal. Le peu de temps qu'il a passé auprès de l’Église de l'Ere Nouvelle lui a permis d'en apprendre un peu plus sur les Neuf et leurs intentions à notre sujet. Dès qu'il aura fini de baver, nous lui demanderons ce qu'il sait exactement.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
fr_fr: Nous avons reçu entre-temps un message provenant de l'IA de Hawaii. Cette dernière souhaite reconduire le traité d'alliance avec l'EuroCorp. Elle n'a jamais soutenu les ennemis de l'EuroCorp et n'a pas été contaminée par le virus Harbinger. Elle est disposée à placer tout son personnel sous le commandement suprême de l'EuroCorp. Nos hommes et les siens se rencontreront à Hawaii pour échanger des clés protocolaires. La sécurité des négociations sera assurée conjointement.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
fr_fr: Terminal: Usine d'épuration de Honolulu

# mission title
source: The Special Agent
fr_fr: L'agent spécial

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
fr_fr: Johannesburg: Amorcez immédiatement la connexion drone et prenez le contrôle de l'agent Wu. Trouvez Mirabelle Lucy De Saxo pour la persuader.

# mission brief email paragraph
source: Executive, once again this is London AI.
fr_fr: Exécutant, ici, l'IA de Londres à nouveau.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
fr_fr: Je connais désormais le code d'identification UTOPIA de l'agent religieux qui a enlevé le professeur Drennan. Il s'agit de Mirabelle Lucy De Saxo IK-771.6482.2002, de Johannesburg.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
fr_fr: Cette information vient d'un agent de l'EuroCorp à la retraite dont la puce de technologie antique lui a quand même permis de garder son indépendance. Il s'appelle Wu et comme il peut nous être très utile, j'ai conclu un marché avec lui. Wu me permettra d'accéder à l'ensemble de ses fonctions cérébrales supérieures pour une mission supplémentaire. S'il réussit, j'augmenterai ma mémoire à bulles pour intégrer sa conscience dès que le réseau UTOPIA sera remis sur pied. Je veux que Wu tente de persuader De Saxo. Je la soupçonne de pouvoir détecter les agents de l'EuroCorp.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
fr_fr: Wu s'est déjà équipé du nouveau modèle de Persuatron que l’Église utilise et il est prêt pour la mission qui l'attend. S'il réussit, à lui la conscience presqu'éternelle.

# mission brief tactical information
source: Agent Wu's current position
fr_fr: Position de l'agent Wu

# mission brief tactical information
source: De Saxo's current position
fr_fr: Position de De Saxo

# mission brief tactical information
source: Zealot held facilities
fr_fr: Installations aux mains des zélateurs

# mission title
source: Slowdive
fr_fr: Plongeon

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
fr_fr: Le Caire: Eliminez Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
fr_fr: Exécutant, vos ordres sont modifiés. Le Persuatron de Wu n'a pas pu établir un verrouillage positif sur le code d'identification de sa cible. De Saxo ne peut être l'une des nôtres. Elle doit donc être éliminée.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
fr_fr: Wu a vu notre cible s'embarquer pour le Caire. Envoyez immédiatement une équipe d'agents sur place. De Saxo ne doit pas nous échapper.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
fr_fr: Terminal: Liaison LMI A du Caire

# mission brief tactical information
source: Evac zone: IML Link B
fr_fr: Zone d'évacuation: Liaison LMI B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
fr_fr: Ecoutes: présence importante de fanatiques en ville ; - aucune réaction de la police

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
fr_fr: Ecoutes : Les responsables des Industries MilitAcier doivent rencontrer des membres de l’Église pour une- raison inconnue

# mission title
source: Exodus
fr_fr: Exode

# mission title
source: Edge Of Darkness
fr_fr: Orée des Ténèbres

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
fr_fr: Sébastopol: Stérilisez Sébastopol, rien ne doit survivre. Nous repeuplerons la ville lorsque nos usines de clones seront rétablies.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
fr_fr: Delhi: Eliminez Deel Gonda. Matez l'insurrection.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
fr_fr: Attention, Exécutant. Vous venez d'éliminer Anika Maritz.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
fr_fr: C'était un agent double. Je m'en suis douté quand Maritz m'a informé de son intention d'infiltrer l’Église de l'Ere Nouvelle mais je n'ai suspecté sa trahison qu'au moment de l'enlèvement de Drennan. A son retour, Maritz m'a dit que son double jeu avait été nécessaire pour convaincre les Neuf de sa loyauté. La crédibilité de son histoire reposait sur le fait que vous parveniez à récupérer le professeur sain et sauf et ce fut le cas. Cependant, même ceci ne m'a pas pas convaincu.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
fr_fr: Lorsqu'elle a disparu une seconde fois sans avertissement, il a bien fallu admettre qu'elle était passée du côté de l’Église. Nous n'avions donc pas d'autre choix que de l'éliminer.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
fr_fr: Vous devez continuer à rétablir la bonne marche d'UTOPIA. Je vous transmettrai directement vos nouveaux ordres.

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
fr_fr: Mise à jour: Des communications interceptées entre Ko-Paull Vissick et ses lieutenants indiquent que les Dévoyés se préparent à sortir du périmètre gardé de la ville. Vissick compte retrouver ses complices près du lac Margui Caka situé sur le plateau tibétain. Selon lui, ils pourront survivre là-bas au Cataclysme. En réalité, ils seront morts avant d'y parvenir. Toutefois d'importants soulèvements ont été observés à Delhi et Sébastopol où l'autorité de l'EuroCorp n'est toujours pas rétablie. Vous devez reprendre la situation en main.

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
fr_fr: La meute des Dévoyés a pris le contrôle de la zone industrielle de Sébastopol. Tout ce qui n'a pas été détruit est désormais entre leurs mains. Heureusement, ils semblent attendre quelque chose avant de tenter une évasion au-delà du périmètre gardé de la ville, peut-être un signal de Vissick.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
fr_fr: Delhi connaît une situation similaire. Nous disposons d'agents sur place mais en nombre nettement insuffisant. Ils se sont retranchés dans les anciens quartiers de la police. Le seul tank qui leur reste maintient les Dévoyés à distance, pour le moment.

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
fr_fr: Les Dévoyés ont eux-mêmes pris une solide position défensive dans le quartier du port fluvial qu'ils ont investi probablement pour s'assurer une voie de sortie. Un ex-stratège de l'EuroCorp, Deel Gonda, a ouvertement pris la tête des Dévoyés. Sans son expertise tactique, la rébellion était vouée à l'échec.

# mission brief tactical information
source: Dropsite: Delhi IML Link
fr_fr: Terminal: Liaison LMI de Delhi

# mission brief tactical information
source: Chemical plant
fr_fr: Usine chimique

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
fr_fr: Site de distribution des Industries MilitAcier

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
fr_fr: Alerte satellite: Agents de l'EuroCorp et MBT

# mission brief tactical information
source: Dropsite: South Side gate
fr_fr: Terminal: Porte Sud

# mission brief tactical information
source: R&D facility
fr_fr: Installations R&D

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
fr_fr: Ecoutes: Trace fantôme possible de- Ko-Paull Vissick

# mission title
source: Arab Agenda
fr_fr: La question arabe

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
fr_fr: Bahreïn: Neutralisez les agents traîtres. Arrêtez les Dévoyés avant qu'ils n'atteignent l'IA.
