Repository: swfans/swars
Catalog: lang/alltext_syndct_ger.po
Languages: de_de

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
de_de: Das Gebiet mit der Schwerindustrie in Sevastopol ist völlig vom ungeleiteten Mob überrannt worden. Alles, was nicht schon vorher zerstört worden ist, befindet sich jetzt in ihrer Hand. Glücklicherweise scheinen sie auf etwas zu warten, vielleicht auf ein Startzeichen von Vissick, bevor sie versuchen, aus den Stadtmauern auszubrechen.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
de_de: Ähnlichen Ärger gibt es in Delhi. Wir haben immer noch ein paar Agenten in der Stadt, aber sie stehen einer vielfachen Übermacht gegenüber und haben sich in einem alten Polizeirevier verbarrikadiert. Ihr letzter verbliebener Panzer hält die Ungeleiteten im Moment noch auf Distanz.

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
de_de: Die Ungeleiteten selber haben sich hinter schwerer Abwehr im Hafenbezirk der Stadt verschanzt, den sie wahrscheinlich deshalb eingenommen haben, weil er ihren Rückzug sichert. Ein Ex-EuroCorp-Stratege, ein gewisser Deel Gonda, spielt sich dort als Anführer der Ungeleiteten auf. Ohne seinen taktischen Rat ist die Rebellion zum Scheitern verurteilt.

# mission brief tactical information
source: Dropsite: Delhi IML Link
de_de: Absprunggebiet: Delhi, IML-Station

# mission brief tactical information
source: Chemical plant
de_de: Chemiefabrik

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
de_de: Vertriebsstandort von FoamSteel Defence Industries

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
de_de: Satellitenwarnung: Agenten von EuroCorp und MBT

# mission brief tactical information
source: Dropsite: South Side gate
de_de: Absprunggebiet: Tor an der Südseite

# mission brief tactical information
source: R&D facility
de_de: Forschungseinrichtung

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
de_de: Abhörinformation: Mögliches Geistersignal - Ko-Paull Vissick

# mission title
source: Arab Agenda
de_de: Arabische Nächte

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
de_de: Bahrain: Schalten Sie die Freien Agenten aus. Zerstören Sie die Angriffstruppe der Ungeleiteten, bevor sie die K.I. erreichen kann.

# mission brief email paragraph
source: Executive <login>.
de_de: Feldagent <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
de_de: Beunruhigende Berichte des Nachrichtendienstes erreichen uns aus Bahrain. Versprengte Ungeleitete haben sich irgendwie schwere Waffen besorgen können und sammeln sich nun an den Stadtgrenzen. Ein Grossangriff scheint bevorzustehen. Das Ziel ist wahrscheinlich die Künstliche Intelligenz von Bahrain, Knotenpunkt des UTOPIA-Kontrollsystems im Mittleren Osten. Wenn sie zerstört wird, könnte der weltweite Wiederaufbau von EuroCorp Jahre dauern.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
de_de: Die K.I. von Bahrain lenkt ein Kader von früheren EuroCorp-Agenten und hat sie in Verteidigungsstellungen im Stadtgebiet postiert. Wir müssen die Gewalt über die Stadt wiedererlangen, bevor wichtige Gebäude zerstört werden.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
de_de: Absprunggebiet: Bahrain, IML-Station

# mission brief tactical information
source: AI bunker
de_de: K.I.-Bunker

# mission brief tactical information
source: Disposition of rogue agents
de_de: Plazierung einzelner Agenten

# mission brief tactical information
source: Direction of approaching Unguided forces
de_de: Richtung der herannahenden ungeleiteten Truppen

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
de_de: Ein kleineres Heiligtum bleibt besetzt

# mission title
source: Confrontation
de_de: Konfrontation

# mission title
source: High Sierra
de_de: Der Weg des Verkünders

# mission title
source: Church Of The Poisoned Mind
de_de: Die Kirche seines vergifteten Verstandes

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
de_de: Colombo: Sichern Sie den Orbitallift. Weitere Einsatzkräfte werden als Verstärkung vor Ort sein.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
de_de: Vissick selbst ist entkommen, aber seine Rebellion ist vorbei. Er und ein paar andere werden in den Giftschwaden der Wildnis vor den Stadtgrenzen sterben. Wenn wir mit der Kirche fertig sind, können wir ja eine Suche nach den Leichen organisieren.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
de_de: Ich habe die Einsatzbefehle dekodiert, die Anika-Mirabelle bei sich trug, als Sie sie eliminiert haben. Sie sollte sich laut Plan mit den Anführern des Kults - den "Neun" - in Sri Lanka treffen. Ich glaube, die Neun versuchen, den Clarke-Orbitallift in Colombo zu besetzen. Von dort aus könnten sie den Mond erobern.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
de_de: Professor Drennan glaubt, dass die Gehirnwäsche-Technologie der Neun einen bislang unentdeckten psychischen "Kanal" anzapft und dass die Neun diesen Kanal brauchen, um die Kontrolle über ihre Anhänger zu behalten. Ausserdem fürchtet er, dass sie planen, ein paar der Theorien aus dem Kodex in die Praxis umzusetzen. Genauer gesagt fürchtet er, sie könnten die Energie des experimentellen Ionosphären-Rekalibrators verstärken, den Wissenschaftler der Amundsen-Forschungskolonie auf dem Mond entwickelt haben.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
de_de: Berichte von anderen K.I.s weisen weltweit eine deutliche Verringerung von Kirchen-Aktivitäten nach. Das lässt vermuten, dass die Kultisten vielleicht eine möglichst grosse Angriffstruppe zusammenziehen. Ein Angriff auf Colombo steht kurz bevor.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
de_de: Bitte beachten Sie: Falls die Situation vor Ort nicht gelöst werden kann, müssen Sie möglicherweise die Einrichtungen über den Orbitalaufzug fegen. Es wird dringend davon abgeraten, Sprengstoffe mitzubringen – deren Verwendung oder Mitführen im Orbit birgt die Gefahr, dass dieser Weg dauerhaft blockiert wird. Es wird auch erwartet, dass die Neun neue Waffenprototypen übernommen und Fallen aufgestellt haben. Das könnte eine Herausforderung sein, und es gibt kein Zurück mehr.

# mission brief tactical information
source: Dropsites
de_de: Sprungstellen

# mission brief tactical information
source: Orbital elevator
de_de: Orbitallift

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
de_de: Anti-Satelliten-Raketensystem des Orbitalliftes

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
de_de: Tokio: Bewaffnete Zivilpersonen der Kategorie U verletzen den Verhaltenscode. Unruhen beenden.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
de_de: Wir konnten per NetzScan den UTOPIA-Architekten Professor Klein entdecken. Überzeugen Sie den Professor, sich uns erneut anzuschließen und wieder für uns zu arbeiten.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
de_de: Zusatzinformation: Sektierer der Kirche der Neuen Epoche wurden in dieser Gegend geortet. Da wir derzeit keine Überzeugstrahler auf Lager haben, wird es leider nötig sein, den Eiferern ihre abzunehmen.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
de_de: Die Auswirkungen, die der Verkündervirus des Kultes auf den UTOPIA-Netzknoten in Tokio hatte, machen eine permanente NetzScan-Einspeisung leider unmöglich. Keine weiteren Daten verfügbar.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
de_de: Bürger der Kategorie U - Ungeleitet hier geortet

# mission brief tactical information
source: Cult 'temple'
de_de: Kultisten-"Tempel"

# mission brief tactical information
source: Professor Klein's current location
de_de: Professor Kleins derzeitiger Aufenthaltsort

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
de_de: Sie haben die Neun besiegt. Sie haben vollen Erfolg dabei gehabt, die Kirche der Neuen Epoche auszuschalten und den Kataklysmus abzuwenden. UTOPIA konnte wiederaufgebaut werden. Glückwunsch zu Ihrer Beförderung, Herr Generaldirektor.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
de_de: Hervorgegangen aus dem Chaos der Strassenkämpfe des mittleren 20. Jahrhunderts ist die Uzi, das 9mm-Maschinengewehr mit optimierter Feuergeschwindigkeit, immer noch die Basis aller Operationen von EuroCorp. Sie ist eine preiswerte und leichtgewichtige berzeugungshilfe für alle Agenten, die sich mit Fällen von manifester Psychose herumschlagen müssen.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
de_de: Seit Einführung der Neuen Zeitrechnung ist der Einsatz dieser trägheitsgedämpften Kettengeschütze beim Syndikat mehr und mehr üblich geworden. Die mit Plasmakugeln feuernde, drehmomentstabilisierte Version ist mit einer Schaumlegierung ausgestattet, um die Rohstoff- und Produktionskosten in Grenzen zu halten.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
de_de: Ein typisches Beispiel für das revolutionäre wissenschaftliche Denken der Kirche: Vereinfacht ausgedrückt handelt es sich hierbei um eine Art Blitzpeitsche. Wir haben derartige Forschungsvorhaben nie in die Praxis umgesetzt; der Grund war stets das Problem der notwendigen Energiezufuhr. Diese Waffe verwendet ein ausgeklügeltes System subatomarer Hebel, um die Belastung der tragbaren Energieversorgung auf ein Minimum zu reduzieren. berlastungen können dennoch nicht ausgeschlossen werden. Eine in der Tat beeindruckende Technologie.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
de_de: Diese Laserkanone arbeitet auf der Grundlage von TriSodium 89-Gas (wurde um das Jahr 20 NZ herum entwickelt). Bei übermässigem Gebrauch des Abzugs kann es zu berlastungen kommen. In kritischen Situationen tritt eine solche berlastung oft schon nach zehnmaligem Auslösen pro Minute auf.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
de_de: Erst der Fortschritt der elektronischen Vernichtungstechniken machte die Entwicklung dieser mächtigen Waffe möglich. Unter Verwendung eines monopolaren Fokus projiziert sie ein Strahlungsfeld, das atmosphärische Moleküle in Plasma umwandelt. Ein kurzer Kontakt mit dem Plasma genügt, um selbst ausgesprochen solide Materialien unter Freisetzung hoher Energiemengen verdampfen zu lassen. Die Auswirkungen des Strahlungsfelds sind auch bei grossen Entfernungen verheerend. Die berlastung des monopolaren Fokus führt bei dichten bzw. gehärteten Materialien zu besonders erfreulichen Resultaten.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
de_de: Wurde entwickelt, um der Herausforderung der Neuen Zeitrechnung zu begegnen: der Ausbreitung der Cyborgs. Der Raketenwerfer verfügt über einen zielsuchenden Mehrfachsprengkopf, der bei Kontakt eine ganze Reihe kleiner Splitterbomben freisetzt. Die Raketenführung verwendet ein sogenanntes Gyrostat, eine Kreiselvorrichtung zur optimierten Zielerfassung.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
de_de: Bei dieser thermonuklearen Waffe dämpft komprimiertes Techium die Explosionswirkung und beschränkt die Kettenreaktion auf ein eng umgrenztes Gebiet. Ein herkömmlicher Isotopenkern sorgt dafür, dass die Strahlungswerte kurz nach der Explosion innerhalb der Toleranzgrenzen bleiben. Aufgrund dieser Fortschritte ist es zum erstenmal gelungen, den Sprengsatz in einem tragbaren Gehäuse unterzubringen. Der effektive Explosionsradius ist aber immer noch gross genug; Vorsicht im Umgang mit dieser Waffe wird empfohlen.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
de_de: Ein Standardhilfsmittel für die Kontrolle der höheren Gehirnfunktionen von Zivilisten, die mit dem UTOPIA CHIP ausgerüstet sind. Obwohl leichtgewichtig und nur von kurzer Reichweite, darf der berzeugstrahler gerade wegen seiner historischen Bedeutung nicht unterschätzt werden, war er doch für EuroCorp das ausschlaggebende Instrument zur Gewinnung der Weltherrschaft. Vom Strahler überzeugte Personen folgen dem kontrollierenden Agenten bedingungslos und mit aller Konsequenz: Sie rüsten sich selbst für Kampfeinsätze aus und beteiligen sich furchtlos an Auseinandersetzungen aller Art.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
de_de: Unsere Forschungsabteilung empfiehlt auf kurzer Distanz den tragbaren Flammenwerfer auf Napalmbasis. Er stösst einen Strahl entzündeten, gelierten Phosphors aus, der an den Zielen haften bleibt und dort verbrennt. Ein hocheffektives Mittel gegen Fahrzeuge aller Art.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
de_de: Diese auf kurze Reichweiten beschränkte Waffe erzeugt eine Ionenresonanzwelle, mit der die CHIP-Programmierung gestört werden kann. Kurz gesagt: Der Trenner verwandelt überzeugte Individuen und bringt sie zurück in ihren ursprünglichen Zustand. Er ist somit ein hocheffektives Mittel gegen Benutzer des berzeugstrahlers, weil die Ionenwelle das Signal an seiner Quelle angreift.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
de_de: Forschungen auf dem Gebiet der Narkotika bei Pilzen haben zu der Entwicklung dieses gefährlichen halluzinogenen Stoffs geführt. Der tragbare Kanister enthält eine Mischung verschiedener Pilzsporen und einen oxydierenden Wirkstoff, der in einer Wolke freigesetzt wird. Die Waffe verursacht schwere Psychosen bei all denen, die mit der Wolke in Berührung kommen. Sie eignet sich hervorragend zum Einsatz gegen eine feindliche bermacht, wenn andere Mittel der Neutralisation keinen Erfolg mehr versprechen. Die Auswirkungen sind allerdings nicht vorhersehbar.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
de_de: Hier können herkömmliche Gasmasken nichts ausrichten, denn das KO-Gas enthält einen bestimmten Wirkstoff, der alle Betroffenen im Abwurfgebiet für kurze Zeit bewusstlos macht.

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
de_de: Eine elektromagnetische Pulsmine für den Nahbereich. Jeder Ausrüstungsgegenstand, der in das Pulsfeld der Mine gerät, wird zeitweise, manchmal sogar dauerhaft, ausser Funktion gesetzt. Betroffen sind auch elektrische Mechanismen aller Art. Bestens geeignet für die Ausschaltung von Fahrzeugen, Strassenausstattung und Cyborgs. Ausserdem beeinflusst die Ionenmine den berzeugungsstatus all derer, die sich in ihrem Wirkungsbereich aufhalten.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
de_de: Der altbekannte Sprengstoff gehört zur Grundausstattung von EuroCorp und ist immer noch ein Werkzeug mit beeindruckender Wirkung gegen Fahrzeuge und Immobilien. Plazieren Sie ihn nach Gutdünken irgendwo in Ihrem Missionsgebiet und beordern Sie Ihre Agenten an einen sicheren Ort. Die Detonation erfolgt durch eine Zeitschaltuhr.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
de_de: Das neue FW-Präzisionsgewehr mit Zielfernrohr und neuer Schlittentechnologie feuert seine hochkalibrige Uranmunition mit Mach 5.2.-Geschwindigkeit ab. Der Kondensator entleert sich bei jedem Schuss und muss jedesmal neu aufgeladen werden. Hohe Treffgenauigkeit bei grossen Entfernungen macht die Fernwaffe dennoch zu einem einzigartigen Instrument, das sein Manko bei der Feuergeschwindigkeit durch die Fähigkeit der Rekalibrierung im Flug mehr als ausgleicht. Die Fernwaffe ist das optimale Gerät für den Scharfschützen.
