Repository: swfans/swars
Catalog: lang/alltext_syndct_spa.po
Languages: es_es

# mission brief tactical information
source: R&D facility
es_es: Instalación I+D

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
es_es: Escuchas: posible seguimiento fantasma - Ko-Paull Vissick

# mission title
source: Arab Agenda
es_es: Agenda Arabe

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
es_es: Bahrein: Neutralizar a agentes pícaros. Buscar y destruir asaltantes Descontrolados antes de que lleguen a I.A..

# mission brief email paragraph
source: Executive <login>.
es_es: Ejecutivo <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
es_es: Nos han llegado investigaciones preocupantes de Bahrein. Restos de los Descontrolados se han equipado de alguna manera con armamento pesado y han rodeado el perímetro de la ciudad. Una escalada de ataques parece ser inminente. Su más probable objetivo es I.A. de Bahrein, el centro del sistema de control de UTOPIA en Oriente Medio. Si es destruido, la reconstrucción mundial de EuroCorp podría llevar a¤os.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
es_es: I.A. de Bahrein controla un cuadro de antiguos agentes de EuroCorp y los ha desplegado en posiciones defensivas por todo el distrito centro de la ciudad. Debemos recuperar el control de la ciudad antes de que facilidades vitales se vean afectadas.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
es_es: Destino: Enlace IML Bahrein

# mission brief tactical information
source: AI bunker
es_es: Bunker A.I.

# mission brief tactical information
source: Disposition of rogue agents
es_es: Disposición de agentes pícaros

# mission brief tactical information
source: Direction of approaching Unguided forces
es_es: Aproximación de fuerzas Descontroladas

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
es_es: Un templo menor de la Iglesia de la Nueva Era permanece ocupado

# mission title
source: Confrontation
es_es: Confrontación

# mission title
source: High Sierra
es_es: Sierra Alta

# mission title
source: Church Of The Poisoned Mind
es_es: Iglesia De Las Mentes Envenenadas

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
es_es: Colombo: Asegurar el ascensor orbital. Operativos adicionales estarán para prestar apoyo.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
es_es: Vissick ha escapado pero su rebelión se acabó. El y unos pocos de los suyos morirán en el desierto tóxico más allá del perímetro de la ciudad. Cuando hayamos terminado de pactar con la Iglesia, podremos organizar un búsqueda de los cuerpos.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
es_es: He descifrado las ordenes codificadas que llevaba Anika-Mirabelle cuando acabó con ella. Tenía previsto reunirse con el líder del culto - el Nueve - en Sri Lanka. Creo que la Iglesia planea apropiarse del Ascensor Orbital Clarke para ir a Colombo. Desde ahí, podrían controlar la Luna.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
es_es: El Profesor Drennan cree que la llave de la tecnología de lavado de cerebro de los cultistas, se basa en unhasta ahora, indetectable "canal" psíquico y que los Nueve pueden necesitar este canal para mantener el control sobre sus seguidores. También teme que tengan planes para llevar a la práctica alguna de las teorías propuestas en el Codex.Para mejorar el poder del equipo de la recalibración ionosférica experimental desarrollándose por científicos de la Colonia de Investigación Amundsen en la superficie de la luna.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
es_es: Los informes de otros centros de I.A. indican una reducción global de la actividad fanática, sugiriendo que la Iglesia puede estar reuniendo una fuerza de ataque tan grande como pueda juntar. Un ataque sobre Colombo es inminente.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
es_es: Tenga cuidado: en caso de que no pueda resolver la situación en tierra, es posible que deba barrer las instalaciones a través del ascensor orbital. Se desaconseja encarecidamente llevar explosivos: utilizarlos o transportarlos en órbita corre el riesgo de cerrar permanentemente ese camino. También se espera que Los Nueve hayan tomado nuevos prototipos de armas y hayan colocado trampas. Esos pueden ser un desafío y no hay vuelta atrás.

# mission brief tactical information
source: Dropsites
es_es: Destinos

# mission brief tactical information
source: Orbital elevator
es_es: Ascensor orbital

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
es_es: Ascensor orbital sistema de satélite antimisiles

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
es_es: Tokio: Armados categoría D: ciudadanos Descontrolados denunciados en violación de los códigos de conducta. Sofocar el desorden.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
es_es: El arquitecto de UTOPIA, el profesor Klein, ha sido rastreado por Netscan. Vuelva a persuadir al profesor para que venga a trabajar para nosotros una vez más.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
es_es: Adicional: en esta zona se han detectado miembros fanáticos del culto de la Nueva Época. Como nuestro inventario no incluye un persuadertron, será necesario aliviar a los fanáticos del suyo.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
es_es: Los efectos del virus Harbinger de la secta en el nodo UTOPIA de Tokio están haciendo imposible la alimentación continua de Netscan. No hay mas informacion disponible.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
es_es: Categoría D ciudadanos Descontrolados rastreados hasta estos lugares

# mission brief tactical information
source: Cult 'temple'
es_es: 'Templo' de culto

# mission brief tactical information
source: Professor Klein's current location
es_es: Ubicación actual del profesor Klein

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
es_es: Has vencido a los Nueve. Has conseguido vencer por completo a La Iglesia de la Nueva Era y evitado el Cataclismo. UTOPIA está reconstruida. Enhorabuena por tu ascenso, Ejecutivo Jefe.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
es_es: Forjada en el caos de las luchas callejeras de mediados del siglo 20, la ametralladora Uzi 9mm de perdigones energéticos modificados sigue siendo la base para operaciones tecnológicas de EuroCorp. Un suplemento ligero y barato para agentes relacionados con casos de marginados psicóticos.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
es_es: A través del Nuevo Calendario del sindicato el despliegue de cañones de cadenas de balas han adquirido un lugar más común. Este disparador de cápsulas de 20 mm, tiene un cañón estabilizado realizado en una aleación de espuma para reducir costes de producción.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
es_es: Este es el típico ejemplo del pensamiento científico revolucionario de La Iglesia. En pocas palabras, una especie de látigo eléctrico. Estos dispositivos nunca han sido prácticos, el consumo de energía fue siempre prohibitivo. Este dispositivo emplea un sofisticado sistema de conmutadores subatómicos para asegurar el mínimo gasto posible de la fuente de energía, sin embargo puede ser sobrecargado. Efectivamente, una tecnología impresionante.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
es_es: Este láser hace uso del gas básico TriSódio 89 (desarrollado circa - 20 NC). El arma puede ser sobrecargada desplazando el seguro del gatillo. En situaciones de cerca, la fuente de energía puede ser sobrecargada a una velocidad de diez veces por minuto.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
es_es: Las técnicas de aniquilación electrónicas nos han llevado hasta esta poderosa arma. Utiliza un foco monopolar para proyectar un campo de haz estructurado que convierte las moléculas de la atmósfera en plasma. La materia sólida en contacto con el plasma se vaporiza, liberando más energía. El campo puede causar una devastación total desde una distancia considerable. Sobrecarga el foco monopolar para obtener mejores resultados contra materiales densos o templados.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
es_es: Designado para encarar el reto de la cyberproliferación del Nuevo Calendario, este lanzacohetes dispara una granada buscadora que libera tras su impacto un racimo de bombas. El sistema de guiado del cohete se caracteriza por su giroestabilización de búsqueda de objetivos.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
es_es: Stressed Techium en el revestimiento de este dispositivo termonuclear que amortigua las explosiones , manteniendo la reacción en cadena dentro de una área fuertemente contenida. El núcleo de isótopos a medida, asegura una caída de los niveles de radiación a límites tolerables instantes después de la explosión. Estos avances permiten que el detonador quepa por primera vez en un encapsulado de mano.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
es_es: Una utilidad estándar para aprovechar la funciones de alto nivel del cerebro de los ciudadanos equipados con CHIPs UTOPIA. A pesar de su poca potencia y ligereza, la transcendencia histórica del Persuasor no debería ser subestimada, ya que fue el artífice/responsable en ocasionar la dominación global de EuroCorp. Los sujetos persuadidos siguen al agente controlador sin hacer preguntas, hasta el extremo de equiparse ellos mismos para el combate y entablar hostilidades sin miedo.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
es_es: Retroinvestigaciones recomiendan este chorro de napalm de mano de corto alcance. Al ser activado, lanza un chorro de gelatina de petróleo encendida. En contacto con materia orgánica, el napalm se pega y arde violentamente. Una solución muy efectiva para el control de multitudes.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
es_es: Este dispositivo de proximidad activa una onda de iones en resonancia que interfiere con la programación del CHIP de aquellos que son cogidos en el frente de onda. En pocas palabras, tiene el efecto de despersuadir individuos persuadidos. El perturbador se muestra más efectivo contra el usuario del persuasor, donde la onda de iones puede atacar al origen de la señal persuasora devolviendo a todos los seguidores persuadidos a un estado no-persuadido.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
es_es: Las investigaciones sobre las propiedades narcóticas de los hongos del planeta Creación han producido el ingrediente activo de este peligroso alucinógeno. El bote de mano contiene una mezcla de esporas del hongo y un agente oxidante que se libera en forma de humo produciendo un comportamiento psicótico a todo aquel que se encuentre en su interior. Esta arma proporciona una táctica de distracción muy útil cuando el número de agentes hostiles es demasiado grande para otras formas de neutralización, aunque los resultados son impredecibles.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
es_es: Las máscaras de gas no sirven frente a esta granada de mano, ya que contiene un agente nervioso asfixiante. El humo emitido por la explosión deja inconsciente a todo aquel que se encuentre en los alrededores durante un tiempo limitado.

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
es_es: Una mina de pulso electromagnético disparada por proximidad. El equipamiento afectado por el campo del pulso es inutilizado temporal o incluso permanentemente y los mecanismos eléctricos del tejido orgánico quedan agotados. La peor parte le la llevan los conductores así como vehículos, mobiliario de la calle y cyborgs. Puede afectar al estado de persuasión de cualquiera que quede atrapado en el área afectado.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
es_es: Con una impresionante área de efectividad y suficiente potencia explosiva como para destruir vehículos y dañar seriamente edificios, es una arma básica pero efectiva. Colócalo en una posición estratégica en la zona de la misión y aleja tus agentes a una distancia segura. La detonación del explosivo se produce gracias a un temporizador.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
es_es: El nuevo Rifle de L.A. emplea tecnología de trineo monopolar para acelerar munición de uranio reducido de alto calibre hasta Mach 3.2. Los condensadores de trineo se descargan completamente en un único disparo y se deben recargar completamente para poder de disparar de nuevo, pero su precisión y alcance operativo no son igualados por ningún otro sistema. Manteniendo las especificaciones de diseño, el sacrificio de la velocidad de disparo contrasta con el rápido calibraje, convirtiéndose el arma optima de un francotirador.

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
es_es: Cada satélite de la red de plataformas geosincrónicas de la red de UTOPIA está equipada con una reserva de varillas de aleación tungsteno-uranio en un montaje controlable. Cuando estas varillas son lanzadas, el proceso de reentrada en la atmósfera las calienta hasta el punto en que se licúan, produciendo una lluvia de plasma con una verdadera potencia en el campo de batalla. Ahora podemos lograr dominar los sistemas bloqueados por el Harginger. Transmitiendo protocolos de reinicialización, el sistema puede ser puesto a disposición de tus agentes. Esto puede ser hecho usando un activador manual aunque debe hacerse con moderación, el coste por usar este sistema es extremadamente alto.

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
es_es: Dos prismas gemelos de gravitones en una cámara Noxon actúan como catalizadores de una reacción en cadena que invierte la fuerza de atracción molecular fuerte a lo largo de un camino definido por polarización gravitatoria. La reacción en cadena comienza cuando se aprieta el gatillo y queda contenida en la cámara Noxon, donde crece hasta que se suelta el gatillo. La materia donde hace blanco es totalmente destruida molécula a molécula. El arma puede causar daños colaterales ya que emite virutas por el exceso de energía.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
es_es: Este cable de aleación titanio-acero esta formado por una espiral de clavos muy finos, muy largos y muy afilados. Su uso previene el acceso a áreas aseguradas contra civiles sin autorización y presenta un obstáculo considerable para vencer incluso a intrusos cibernéticamente mejorados. Su naturaleza letal queda mejorada al ser prácticamente invisible a ojos no modificados.
