Repository: swfans/swars
Catalog: lang/alltext_church_fre.po
Languages: fr_fr

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
fr_fr: Nous savons qu'elle est en vie mais qu'elle a besoin d'aide. C'est toi, bien sûr, que nous avons choisi pour cette délicate mission. Va en territoire Dévoyé pour retrouver De Saxo et l'évacuer d'urgence. Elle est peut-être en danger de mort. N'hésite pas à éliminer tous ceux qui te barreraient la route.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
fr_fr: Ta bravoure te conduira dans des territoires dangereux. Seule une immense puissance de tir pourra te sauver la vie.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
fr_fr: Terrain d'atterrissage: destination APC du Cap

# mission brief tactical information
source: De Saxo's crash site
fr_fr: Lieu de l'accident de De Saxo

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
fr_fr: Sanctuaire: Lien IML du Cap

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
fr_fr: Écoutes: Arrivée prévue du contingent de l'EuroCorp -36 heures

# mission title
source: Rain Of Terror
fr_fr: Pluie de Terreur

# mission brief email header
source: May faith be with you, <login>.
fr_fr: Que la foi t'accompagne, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
fr_fr: Elimine un dangereux pirate informatique qui se cache parmi les Dévoyés car il a pris le contrôle d'un satellite armé au-dessus de Beijing.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
fr_fr: Un pirate en informatique ayant accès au système de défense par satellite d'UTOPIA se permet d'envoyer une pluie d'acier quand et où bon lui semble. Il faut l'en empêcher. Trouve-le et exécute-le.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
fr_fr: Reste sur tes gardes, Disciple. Beijing est une ville de mécréants, remplie de parias qui ne voient pas plus loin que le bout de leur fusil.

# mission brief email paragraph
source: Go with spirit.
fr_fr: Que l'esprit soit avec toi.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
fr_fr: Celui qui vit dans l'oeil du cyclone est une paille dans l'oeil d'un dieu colérique.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Beijing

# mission brief tactical information
source: Hacker's location
fr_fr: Emplacement du pirate informatique

# mission brief tactical information
source: Sanctuary: Beijing IML Link
fr_fr: Sanctuaire: Liaison LMI de Beijing

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
fr_fr: Écoutes: Contenu des coffres de la ville estimés à 1.500.000 Cr

# mission title
source: Armour Of The Gods
fr_fr: Armure des dieux

# mission brief email header
source: Disciple, your aura feeds our strength.
fr_fr: Disciple, ton aura nous rend plus forts.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
fr_fr: Le Syndicat a perdu le contrôle de Delhi au profit des Dévoyés. A bord de blindés pris à leurs ennemis, ces hérétiques sèment la désolation partout dans la ville. Maudits soient les faux prophètes. Qu'ils périssent dans le Cataclysme.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
fr_fr: Quiconque utilise ces armes infernales contre nous devra en payer le prix. Il n'y a aucun honneur à détruire les machines et c'est dangereux.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
fr_fr: Sois prudent en allant vers l'île. Sécurisez-le d’abord.

# mission brief email paragraph
source: Be full of spirit.
fr_fr: Que l'esprit soit avec toi!

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
fr_fr: Le brave se cache derrière la technologie. L'idiot se cache d'elle. Mais l'intelligent dispose de technologie et la cache.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Delhi

# mission brief tactical information
source: EuroCorp forces in river port island
fr_fr: Forces de l'EuroCorp sur l'Ile du port fluvial

# mission brief tactical information
source: The Unguided
fr_fr: Les Dévoyés

# mission brief tactical information
source: Sanctuary: Delhi IML Link
fr_fr: Sanctuaire: Liaison LMI de Delhi

# mission title
source: The Dead Zone
fr_fr: La Zone Interdite

# mission brief email header
source: Blessings, Chosen One.
fr_fr: Sois béni, toi qui as été élu.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
fr_fr: Rapporte-nous le secret que EuroCorp garde à Bangkok et nous prierons pour ton salut.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
fr_fr: La puanteur du chaos se répand dans toute la ville à mesure qu'UTOPIA abandonne à son sort la populace. A Bangkok, le Syndicat a abandonné tout espoir de rétablir son autorité. Au lieu de cela, il en a fait une zone interdite. Nous ne savons pas avec certitude ce qu'il s'y trame.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
fr_fr: L'un de nos frères a récemment tenté de découvrir ce qu'EuroCorp se donne tant de mal à cacher. Il a appris que ses agents s'aventurent parfois dans la zone interdite pour enlever des laissés-pour-compte et les ramèner dans leur forteresse. Les Neuf ne comprennent pas pourquoi le Syndicat agit ainsi alors qu'il cherche par ailleurs à exterminer tous les Dévoyés.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
fr_fr: Nous avons besoin d'éclaircissement sur ce point. Dirige tes acolytes dans les environs hostiles de la ville et la zone interdite. Découvre ce que EuroCorp mijote et prends les mesures nécessaires. Reviens nous confesser ce que tu auras appris afin que ton esprit soit purifié de toute vision diabolique.

# mission brief email paragraph
source: Forgive nothing.
fr_fr: Ne pardonne rien.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
fr_fr: Un réfugié de guerre recherchait le Maître. Il dit: "Toi seul détiens la sagesse et la sérénité. Apprends-moi à ne plus voir l'horreur de ce monde." Et le Maître lui brûla les yeux.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Bangkok

# mission brief tactical information
source: Dead zone perimeter
fr_fr: Périmètre de la zone interdite

# mission brief tactical information
source: EuroCorp outpost
fr_fr: Avant-poste de l'EuroCorp

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
fr_fr: Sanctuaire: Liaison LMI de Bangkok

# mission brief tactical information
source: A commercial vault still stands here
fr_fr: Des fonds commerciaux sont en attente ici

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
fr_fr: Alerte satellite: Preuve d'essais militaires à l'avant-poste

# mission title
source: Establish The Link
fr_fr: Etablir la liaison

# mission brief email header
source: Listen strong, Acolyte.
fr_fr: Ecoute bien, Acolyte.

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
fr_fr: Nous avons besoin d'une liaison LMI pour rejoindre Reykjavik où les sacrements de notre Sainte Eglise sont en danger. Soeur Mirabelle Lucy De Saxo doit réactiver cette liaison. A toi d'ouvrir la route qui mène à la station LMI au nord-est de Christchurch.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
fr_fr: Sois prudent, pèlerin. Les pièges et les embûches sont nombreux et tu dois t'armer avec foi pour affronter quiconque te barrera le chemin. De Saxo nous est très précieuse et rien ne doit lui arriver. Prie et donne le meilleur de toi-même pour qu'il en soit ainsi.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
fr_fr: Lorsque que suffisamment d'âmes auront trouvé le chemin de la foi, nous activerons un rideau ionique dans l'atmosphère au moyen d'un faisceau à très basses fréquences. Rien alors ne pourra arrêter le déferlement destructeur de rayons cosmiques sur la Terre. Seuls les fidèles pourront être sauvés. Nous détruirons le monde pour mieux le reconstruire dans la lumière de notre religion.

# mission brief email paragraph
source: Toil for our cause.
fr_fr: Notre cause mérite ton extrême dévouement.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
fr_fr: Suis les pas du plus grand des voleurs et dérobe-lui ses idées.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
fr_fr: Terrain d'atterrissage: Liaison LMI A de Christchurch

# mission brief tactical information
source: Christchurch IML Link B
fr_fr: Liaison LMI B de Christchurch

# mission title
source: Deconstruction
fr_fr: Démolition

# mission brief email header
source: Blessed One,
fr_fr: Elu parmi les élus,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
fr_fr: Détruis les installations de recherche avancée d'EuroCorp près de Reykjavik et tire à vue sur tous les agents.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
fr_fr: Ce lieu est le berceau de l’Église de l'Ere Nouvelle. Il renferme l'essence de notre foi et EuroCorp profane ce sanctuaire. Procède à l'éradication de tous les agents sur place.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
fr_fr: Tu dois détruire aussi tous les lieux où les Neuf avaient préparé leur esprit à recevoir le germe de la sagesse. Ce ne sont que biens matériels et la foi est dans notre coeur. Ne faiblis pas. Détruis. Rien ne peut arriver à l’Église désormais car le "Codex" repose au plus profond de l'esprit des Neuf. EuroCorp n'en trouvera que l'ombre à Reykjavik. Sois méthodique.

# mission brief email paragraph
source: In holy footsteps.
fr_fr: Suis la voie sacrée.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
fr_fr: "Ici!" dit le Maître. "Construisez ici mon mausolée." Ces élèves s'exécutèrent. Le mausolée étincelait au soleil. "Allez à l'intérieur". Ils entrèrent. Un tremblement de terre les ensevelit sous les décombres.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
fr_fr: Le Maître sourit. "Même les fidèles ne sont pas toujours élus".

# mission brief book quote
source: "This is called sacrifice."
fr_fr: "C'est ce qu'on appelle le sacrifice."

# mission title
source: Retribution
fr_fr: Chatiment

# mission brief email header
source: Walk in Light, Disciple.
fr_fr: Que la Lumière te guide, Disciple.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
fr_fr: Elimine Mirabelle Lucy De Saxo immédiatement. Tu la trouveras au Cap, dans le sanctuaire que nous lui avions accordé.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
fr_fr: Ton coeur ne bat que pour nous. Ne perds pas la foi, quand tu dois agir sans comprendre. De Saxo nous a offensés. Elle est désormais l'incarnation de notre ennemi. C'est un agent du Syndicat. Que la vengeance habite ton coeur quand tu l'assassineras.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
fr_fr: Les esprits faibles la défendront. Montre-leur la puissance de notre Vérité.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
fr_fr: Nous avons presqu'atteint le moment du Cataclysme et nous pourrons bientôt changer ce monde au-delà de toute mesure. Bats-toi, Acolyte. Tu es élu et tu seras sauvé. Des millions de mécréants mourront. Nous purifierons cette planète.

# mission brief email paragraph
source: Keep the faith.
fr_fr: Garde la foi.

# mission brief book quote
source: Even the salamander sometimes burns.
fr_fr: Même la salamandre brûle parfois.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
fr_fr: La blasphématrice Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
fr_fr: Le Jour des Damnés

# mission brief email header
source: Hark these words, Apostle.
fr_fr: Ecoute la bonne parole, Apôtre.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
fr_fr: La Grande Eglise de Johannesburg a été profanée par une horde de Dévoyés. L'un d'entre eux, Rene Galact, dirige visiblement la meute. Il doit périr au nom de notre juste cause.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
fr_fr: Il y a un nombre intolérable de Dévoyés dans la ville. La zone insurgée au sud-ouest de la ville est devenue le bastion des parias. La destruction totale de ceux retranchés derrière ses murs sera une immense victoire et l’Église sera plus proche du Jour du Jugement Dernier. C'est écrit dans le "Codex", Disciple.

# mission brief email paragraph
source: Go with fire and serenity.
fr_fr: Que le feu et la sérénité soient avec toi.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
fr_fr: Oter la vie à un seul, c'est un péché. Oter la vie à des milliers, c'est la religion.

# mission title
source: Recapture
fr_fr: Capture

# mission brief email header
source: Blessings, Acolyte.
fr_fr: Sois béni, Acolyte.

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
fr_fr: Un grande épreuve nous frappe. L'un des Neuf a été capturé. Il est emprisonné à Adélaïde. Tu dois le libérer et l'escorter vers un sanctuaire.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
fr_fr: Tu dois prier pour trouver le chemin vers le centre de la prison et t'armer pour abattre les non-croyants qui tenteraient de te retenir. Ta foi est à l'épreuve, Disciple. N'échoue pas. Reste vigilant. Sois fidèle et, si cela doit être, tu vaincras.

# mission brief email paragraph
source: Travel on holy paths.
fr_fr: Marche sur la voie sacrée.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
fr_fr: C'est dans les périodes les plus sombres que le vrai croyant combat le mieux.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI d'Adélaide

# mission brief tactical information
source: The compound holding Brother Ix
fr_fr: Lieu de détention de Frère Ix

# mission brief tactical information
source: Rendezvous point
fr_fr: Point de rendez-vous

# mission brief tactical information
source: Syndicate MBT deployment
fr_fr: Déploiement Syndicate MBT

# mission title
source: Revelations
fr_fr: Révélations

# mission title
source: Cataclysm
fr_fr: Cataclysme

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
fr_fr: Tu as été un fidèle serviteur. Désormais, c'est à nous d'agir. Reste à ta place et ne nous suis pas. Nous trouverons seuls le Prisme Ionique. Lorsque nous l'activerons, tous ceux restés sur Terre périront. Ne crains rien: nul ne t'oubliera car nous ferons de toi un Saint de l'Ere Nouvelle.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
fr_fr: Toute vie humaine disparaîtra de cette planète et nous reviendrons peupler la Terre avec nos semblables. C'est notre foi et nous la propagerons seuls.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
fr_fr: Quiconque désormais tentera de se mettre en travers de notre chemin sera exterminé par les gardes d'élite du Sanctum Protectorate. Accepte ta destinée, ne sois pas assez stupide pour t'interposer. La puissance du Sanctum Protectorate est immense. Reste à ta place et baisse ton arme car tout est fini et nous sommes vainqueurs.

# mission brief book quote
source: The world shall turn and the human race shall pass.
fr_fr: Le temps passera et la race humaine trépassera.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
fr_fr: Tout recommence. La Foi a accompli son oeuvre et tout est fini.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
fr_fr: Site d'atterrissage: Rampe de lancement Colombo pour les navettes des cadres

# mission brief tactical information
source: Your proper place
fr_fr: Votre place

# mission brief tactical information
source: Colombo Orbital Elevator
fr_fr: Elévateur orbital Colombo

# mission brief tactical information
source: Elevator anti-missile missile system
fr_fr: Système de missiles antimissiles de l'Elévateur orbital

# mission brief email header
source: Shine, Selfless One.
fr_fr: Rayonne, Disciple soumis.

# mission brief email orders
source: Demolish a UTOPIA ground station and wipe out its security garrison.
fr_fr: Détruis la station UTOPIA et tous ses vigiles.

# mission brief email paragraph
source: Your guidance is required in Bangkok, which we shall soon save from the Syndicate.
fr_fr: Ton commandement est réclamé à Bangkok que nous sauverons bientOt des griffes du Syndicat.

# mission brief email paragraph
source: EuroCorp's presence has been contained to a UTOPIA ground station and its security garrison. Already, your brother and sisters gather on the other side of the river, in preparation for making the greatest sacrifice.
fr_fr: Les agents d'EuroCorp ont été acculés dans une station UTOPIA. Déjà tes frères et tes soeurs se rassemblent sur l'autre rive pour se préparer au plus grand des sacrifices.

# mission brief email paragraph
source: Lead the way. Destroy the buildings which link the chain of slavery EuroCorp calls UTOPIA. Show our followers the way of the Cataclysm by eliminating the security personnel.
fr_fr: Montre le chemin. Détruis les batiments qui abritent la chaIne d'esclavage qu'EuroCorp appelle UTOPIA. Montre à ceux qui nous suivent la voie du Cataclysme en abattant tous les vigiles.
