Repository: swfans/swars
Catalog: lang/alltext_church_ger.po
Languages: de_de

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
de_de: Getreuer Diener, da ist noch mehr. Wir werden wie Götter sein. Eine Maschine wird die Welt erschüttern. Seid stark im Glauben, und Ihr werdet Euch einen sicheren Platz erringen. Alle anderen sind verloren.

# mission brief email paragraph
source: The day of righteousness draws near.
de_de: Der Tag der Rechtschaffenheit ist nahe.

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
de_de: Der am lautesten schreit, kann nur seine eigene Stimme hören. Diejenigen, die wahres Wissen besitzen, hören denen zu, die wahren Glaubens sind. Und diejenigen, die ihre Ohren verschliessen, werden nie die Sichel des Sensenmanns rauschen hören.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
de_de: Landebereich: Hongkong, IML-Station

# mission brief tactical information
source: Our temple and brethren
de_de: Unser Tempel und unsere Brüder

# mission brief tactical information
source: Unguided landing zones
de_de: Landezonen der Ungeleiteten

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
de_de: Abhörinformation: Sonderagenten (Pioniere) von EuroCorp nach Hongkong entsandt

# mission title
source: Sack Of Rome
de_de: Brennen muss Rom

# mission brief email header
source: Hear me, Disciple.
de_de: Hört meine Worte, Jünger des Lichts.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
de_de: Das Schicksal stellt uns auf die Probe, <login>. Wir wollen die ungeleitete Plage in Rom beendet wissen. Reinigt diese Stadt von Ungläubigen.

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
de_de: Dieser Mob war uns bis jetzt ganz nützlich, da er die Kräfte von EuroCorp in dieser Region gebunden hat, aber nun ist das nicht mehr nötig. Eliminiert den Pöbel.

# mission brief email paragraph
source: Truly, you are chosen.
de_de: Denn wahrlich, Ihr seid auserwählt.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
de_de: Schlechte Handwerker geben ihren Werkzeugen die Schuld. Gute Handwerker bauen sich bessere Werkzeuge. Die besten Handwerker lassen ihre Arbeit ganz von den Werkzeugen erledigen.

# mission brief tactical information
source: Landing Ground: Rome IML Link
de_de: Landebereich: Rom, IML-Station

# mission brief tactical information
source: Domicile zones overrun by the Unguided
de_de: Niederrangige Wohnviertel wurden von Ungeleiteten überrannt

# mission brief tactical information
source: EuroCorp garrison
de_de: Garnison von EuroCorp

# mission brief tactical information
source: EuroCorp agents
de_de: Agenten von EuroCorp

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
de_de: Abhörinformation: Geschätzter Tresorinhalt von 400.000 Cr

# mission title
source: Not One Of Us
de_de: Keiner von uns

# mission title
source: Watcher
de_de: Beobachter

# mission title
source: Serpent's Egg
de_de: Schlangennest

# mission title
source: A Mote In God's Eye
de_de: Ein Splitter im Auge Gottes

# mission brief email header
source: Receive our blessings, Son of Light.
de_de: Empfangt unseren Segen, Sohn des Lichts.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
de_de: Wir haben unsere Kirche etabliert, indem wir dort zu Werke gingen, wo unsere Gegner am schwächsten waren. Nun prophezeihen die Neun Gegenangriffe von EuroCorp in Städten, in denen wir jetzt die Kontrolle haben.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
de_de: Das Syndikat hat - bestätigten Berichten zufolge - bereits mit Aufklärungsoperationen in Johannesburg, Buenos Aires, Santiago und Tripolis begonnen. Dies kann keinesfalls so hingenommen werden. Wer unsere Städte infiltriert, muss sich uns anschliessen oder sterben.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
de_de: Aber unsere dort stationierten Kräfte sind zu schwach, um mehr zu tun, als die Schritte der gegnerischen Agenten zu überwachen.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
de_de: Eure Kriegermönche müssen dafür sorgen, dass kein EuroCorp-Spion jemals wieder zum Syndikat zurückkehrt. Rastet und ruht nicht, bevor nicht alle Cyborg-Eindringlinge im Schosse der Kirche ruhen - auf die eine oder andere Weise.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
de_de: Der Tag der Abrechnung rückt mit jeder Seele näher, die wir für unsere Sache rekrutieren. Die Gottesmaschine braucht Gläubige. Und wer die Katharsis überleben will, muss glauben.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
de_de: Seid tapfer, Jünger des Lichts. Und seid brutal. Das ist der einzige Weg.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
de_de: Es birgt ein seltenes Vergnügen, die Seelen von Maschinen zu stehlen.

# mission brief tactical information
source: City district under our control
de_de: Stadtteil unter Kontrolle

# mission brief tactical information
source: Your brethren
de_de: Ihre Brüder

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
de_de: Abhören: Bastelei mit UTOPIA-Identsignal entdeckt - mit Schwerpunkt auf Eingängen zu Transportröhren und Erkennung von mitgeführten Sprengkörpern

# mission brief tactical information
source: EuroCorp militia garrisons
de_de: Militärgarnison von EuroCorp

# mission brief tactical information
source: Landing Ground: Santiago IML Link
de_de: Landebereich: Santiago, IML-Station

# mission brief tactical information
source: Our temple
de_de: Unser Tempel

# mission brief tactical information
source: Sanctuary: Santiago IML Link
de_de: Zufluchtsort: Santiago, IML-Station

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
de_de: Abhörinformation: Einsatzkommando des Syndikats erreicht die Garnison plangemäss innerhalb von 48 Stunden

# mission brief tactical information
source: Those you shall keep from harm
de_de: Diejenigen, welche Sie beschützen müssen

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
de_de: Zufluchtsort: Tripolis, IML-Station

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
de_de: Tresor: geschätzter Wert von 800.000 Cr

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
de_de: Satellitenwarnung: Identifikationsschlüssel von EuroCorp-Agenten entdeckt, Signal instabil

# mission brief email header
source: May faith burn within you, Favourite One.
de_de: Möge der Glaube ewig in Euch brennen, Champion des Lichts.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
de_de: Unsere Orakel sagen voraus, dass ein höchst wichtiger Syndikatsmanager namens Koto Sek bald Kairo besuchen wird. Er hat mächtige Begleiter und wird gut beschützt. Doch im Namen von allem, was Recht ist, muss er sterben.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
de_de: Koto Sek will an Bord eines Shuttles gehen - mit unbekanntem Ziel. Haltet ihn auf, so früh Ihr könnt. Vergewissert Euch, dass er wirklich tot ist, bevor Ihr Euch zurückmeldet. Wenn es andere Todesfälle zu beklagen gibt, nun, das ist der gottgewollte Lauf der Dinge. Ich bin sicher, Ihr habt Euch inzwischen daran gewöhnt.

# mission brief email paragraph
source: Go forth.
de_de: Geht in Frieden.

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
de_de: Nicht nur alle Augen sind auf die Anführer der Menschen gerichtet, auch alle Zielfernrohre.

# mission brief tactical information
source: Landing Ground: APC destination
de_de: Landebereich: Ziel des Gepanzerten Truppentransporters

# mission brief tactical information
source: EuroCorp HQ
de_de: HQ von EuroCorp

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
de_de: Managershuttle mit Koto Sek an Bord

# mission brief tactical information
source: Sanctuary: Cairo IML Link
de_de: Zufluchtsort: Kairo IML-Station

# mission title
source: Deadly Harvest
de_de: Tödliche Ernte

# mission brief email header
source: You shine strong, Apostle.
de_de: Euer Licht erstrahlt hell, Apostel.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
de_de: In Bahrain bereitet sich EuroCorp auf einen Angriff auf unseren Weg der Erleuchtung vor. So soll es geschehen, dass Ihr die Schranke sein mögt, die ihren Vormarsch stoppt.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
de_de: Durch die Kraft unseres Glaubens haben wir Euch hier mit einer reichlichen Auswahl an Zielen versorgt. Und Euch sei ein Kampfpanzer gegeben. Geht weise vor, Kriegermönch. Nutzt Eure Ausrüstung gut. Stellt sicher, dass Ihr die Stimme von EuroCorp hier zum Schweigen bringt, und jeden seiner Handlanger. So muss es sein, auf dass wir triumphieren und die Welt befreien.

# mission brief email paragraph
source: The light of your being grows ever brighter.
de_de: Das Licht in Eurem Wesen strahle noch stärker.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
de_de: Wie Kornähren standen die Menschen auf dem Feld und lauschten den Worten des Meisters. Als die Sense des Schnitters sie alle hinwegfegte, verstummte der Meister. Diese Lektion würden andere sich zu Herzen nehmen.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
de_de: Landebereich: Bahrain, IML-Station

# mission brief tactical information
source: EuroCorp reforger zone
de_de: Rückzugsgebiet von EuroCorp

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
de_de: Abhörinformation: Die Polizei wird eingesetzt, um einen Finanzmanager von EuroCorp zu eskortieren, welcher im nordöstlichen Bereich der Stadt seinen Geschäften nachgeht

# mission title
source: Donation
de_de: Spende mit Quittung

# mission brief email header
source: Congratulations on your progress, Disciple.
de_de: Gratuliere zu Euren Fortschritten, Jünger des Lichtes.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
de_de: Wir haben Euch die heilige Pflicht auferlegt, irdische Güter aus zwei Geldtransportern herbeizuschaffen, die Goldbarren zum Hauptquartier der Zentralbank von Singapur liefern.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
de_de: Natürlich wird EuroCorp die höchste Alarmstufe ausrufen und überall Wachen postieren. Wir glauben daher, dass ein direkter Angriff unklug wäre, da das Syndikat genau das erwartet. So beteten wir um einen anderen Weg, um an dieses Gold zu kommen, und unsere Gebete werden erhört werden. Der Rest ist Eure Sache, Jünger des Lichts.

# mission brief email paragraph
source: Remember the wonders money works.
de_de: Bedenkt die Wunder, die Geld bewirken kann.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
de_de: Der Meister braucht kein Geld. Aber dennoch sitzt er da und zählt es. Als Meditationsübung.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
de_de: Landebereich: Singapur, IML-Station

# mission brief tactical information
source: Vault (empty)
de_de: Tresor (leer)

# mission brief tactical information
source: Target vehicles A and B
de_de: Zielfahrzeuge A und B

# mission brief tactical information
source: Rendezvous
de_de: Treffen

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
de_de: Abhörinformation: Ziel von Fahrzeug A

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
de_de: Abhörinformation: Ziel von Fahrzeug B

# mission title
source: Audacity
de_de: Kühnheit

# mission brief email header
source: Greetings, Acolyte.
de_de: Seid gegrüsst, Jünger des Lichts.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
de_de: Wir haben einen waghalsigen Plan für Euch. Wir wollen, dass Ihr einen hochrangigen Syndikatsmanager entführt, direkt vor der Nase der EuroCorp-Sicherheitsbeamten aus ihrem Londoner Hauptquartier.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
de_de: Professor Kurt Drennan ist eines der wichtigsten Mitglieder von EuroCorps Forschungs- und Entwicklungsprogramm. Die EuroCorp-Agenten haben etwas über unsere Entdeckungen in Reykjavik herausgefunden, und Drennan soll darüber in London einen Vortrag vor wichtigen EuroCorp-Managern halten. Zur gleichen Zeit soll er eine neue Assistentin zugewiesen bekommen. Geht hart mit diesem Neuzugang ins Gericht, und führt die gesegnete Mirabelle, auf dass sie zur rechten Zeit ihren Platz einnehme. Dann wird uns Drennan in die Hände gespielt werden.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
de_de: Sobald Mirabelle erfolgreich den Platz der Assistentin eingenommen hat, muss sie incognito bleiben und sich unauffällig benehmen, während Drennan seinen Vortrag hält. Sofort danach soll der Professor von einem Auto abgeholt werden, das ihn zu seinem nächsten Termin bringt. Solange Ihr dafür sorgt, dass Mirabelle im gleichen Auto mitfährt, wird Drennan nie dort ankommen. Mit Hilfe unserer Gebete dürfte sich Drennan als äusserst willig erweisen, seine Beichte abzulegen.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
de_de: Euer Geist wird auf ewig mit den Neun wandeln.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
de_de: Hundert Elefanten können die Wälle einer Festung niederreissen. Eine einzige verseuchte Ratte aber kann alle Menschen darin töten.

# mission brief tactical information
source: Landing Ground: London IML Link
de_de: Landebereich: London, IML-Station

# mission brief tactical information
source: Professor Drennan's assistant
de_de: Professor Drennans Assistent

# mission brief tactical information
source: Presentation podium
de_de: Vortragspodium

# mission brief tactical information
source: Sanctuary: London outlet road
de_de: Zufluchtsort: Londoner Outlet-Straße

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
de_de: Abhörinformation: Auf dem Plan des Professors stehn auch Daten über dieses Gebäude

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
de_de: Abhörinformation: Eine Invasion der Ungeleiteten an der Nordseite steht bevor

# mission title
source: Divine Light
de_de: Göttliches Licht

# mission brief email header
source: Meditate with us, Disciple.
de_de: Meditiert mit uns, Jünger des Lichts.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
de_de: Entwendet die Pläne einer neuen Syndikatswaffe aus dem EuroCorp-Gebäude in New York.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
de_de: Professor Drennan ist tot. Sein Widerstand gegen unsere Neuralinquisitoren führte zu einer heftigen Hirnblutung. Sehr enttäuschend. Doch durch unsere intensiven Gebete überlebte er lange genug, um uns mit verlässlichen Informationen zu versorgen, dass EuroCorp einen grösseren Gegenangriff auf unsere Heilige Kirche plant. Die Vorbereitungen für diesen Gegenschlag laufen in Syndikatsbasen in New York.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
de_de: Unter strenger Bewachung haben Techniker des Syndikats in New York eine Thermonukleare Handfeuerwaffe getestet, für die wir selbst Verwendung hätten. Vor zwei Tagen haben unsere Brüder und Schwestern, die trotz der EuroCorp-Präsenz die Kathedrale dort besetzt halten, eine verheerende Explosion in einer der Basen des Gegners beobachtet. Und in genau dieser Basis sollen wir nach Drennans Worten experimentelle Daten über diese Geräte finden. Doch die Basis ist schwer bewacht. Ein Ablenkungsmanöver dürfte vonnöten sein.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
de_de: Bruder Methuselah wird die Sicherheit der Kathedrale verlassen und Euch an der IML treffen. Er wird Euch in ein Wohn- und Gewerbegebiet führen und dort einen Aufruhr verursachen, indem er eine Wolke Psychogas unter der Zivilbevölkerung freisetzt. Während dieser Zeit solltet Ihr ein Mittel finden, um in die Basis einzudringen. Die Reaktion des Syndikats auf den Aufruhr sollte einige der Wachen eine Zeitlang beschäftigen.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
de_de: Die Mutigen gehen alleine in dunkle Höhlen. Die Schlauen schicken erst mal die Mutigen rein. Die Schlauesten aber warten hinter den Schlauen.

# mission brief tactical information
source: Landing Ground: New York IML Link
de_de: Landebereich: New York, IML-Station

# mission brief tactical information
source: EuroCorp installation gateways
de_de: Tore der EuroCorp-Anlage

# mission brief tactical information
source: Site of blast
de_de: Schauplatz der Explosion

# mission brief tactical information
source: Target building
de_de: Zielgebäude

# mission brief tactical information
source: Diversion will be created in this commercial zone
de_de: Eine Umleitung wird in dieser Handelszone eingerichtet

# mission brief tactical information
source: Our temple and satellite uplink
de_de: Unser Tempel und unsere Satellitenzentrale

# mission brief tactical information
source: Sanctuary: New York IML Link
de_de: Zufluchtsort: New York, IML-Station

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
de_de: Abhörinformation: Geschätzter Tresorinhalt von 2.000.000 Cr

# mission title
source: The Levellers
de_de: Auf gleichem Niveau

# mission brief email header
source: Precious Believer,
de_de: Wertvoller Anhänger des Lichts,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
de_de: Zerstört die Waffenbunker von EuroCorp in Riyad. Indem wir solche Zerstörung anrichten, zelebrieren wir den Kataklysmus.
