Repository: swfans/swars
Catalog: lang/alltext_church_spa.po
Languages: es_es

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
es_es: Una era de grandes cambios se aproxima; cada época demanda que grandes fuerzas los realicen. Un Discípulo modificado con este tejido sagrado, no teme al mal. Tus hermanos mejorados serán capaces de andar a través de una nube de gas nervioso sin afectarles. ¡Contempla la armadura de quienes traen el Cataclismo!

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
es_es: Como tu misión continua, el desafío de nuestras actividades se esta haciendo más grande. Aumenta la percepción y salud de tus Acólitos, y las masas se postraran ante ellos. Por ello será conocida la Iglesia de La Nueva Era.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
es_es: Conoce a tu enemigo Discípulo, y conócele a gran distancia, para que te de tiempo a preparar su eliminación. Los Nueve han cambiado su atención a las demandas de nuestros Acólitos, así como la preparación del Cataclismo. Perfecciona la mentes de tus Acólitos con cerebros nuevos.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
es_es: La mente de dos es la mente de una maquina. Para aumentar el conocimiento por encima de los limites de las mentes biológicas, prepara a tus Acólitos con lo ultimo en Inteligencia Artificial móvil. Con la comprensión se adquiere el gran poder. Expresa esta comprensión y abraza el poder.

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
es_es: En ocasiones, nuestro enemigo EuroCorp ha creado tecnología innovadora. A partir de este anteproyecto de piel de cyborg, podemos producir un epidermis mejor que la tradicional piel plástica. Un revestimiento de tejido de moléculas suspendidas en una micro capa de espuma anti-shock, proporciona a los Acólitos que lo llevan casi invencibles ante los cartuchos de energía cinética.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
es_es: El calor es un enemigo del combatiente. Nuestro enemigo se ha preocupado de esto y ha encontrado la solución descrita en estos documentos. Utilizando fabricas en el espacio, han trabajado en un anteproyecto de piel de Cyborg, que hace a nuestros Acólitos resistentes al fuego y a la energía térmica.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
es_es: Incluso los Nueve se quedaron impresionados con el concepto de estas recomendaciones. Utilizando tecnología del Codex - pervertidos por su conocimiento inferior - EuroCorp estaba cerca de crear una tecnología espectral en la piel del cyborg, para proteger a sus agentes de los efectos de las armas electromagnéticas. Interesante. Ahora hemos terminado su trabajo y empleamos este conocimento para nosotros mismos.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
es_es: Cada vez más malditos, EuroCorp no nos ha dejado completar nuestra enormemente tecnología superior. Sin embargo, estos documentos indican que han encontrado algo especial. Estas son las instrucciones para hacer piel cyborg con cierta propiedad de Blindaje Clon; específicamente, esta piel continua reflejando la señal de un ejecutivo civil en los escaners de UTOPIA, de esta forma se oculta una amenaza hasta que entre en el alcance visual. Nosotros mismos, Podemos usar esta técnica.
