Repository: swfans/swars
Catalog: lang/alltext_syndct_swe.po
Languages: sv_se

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
sv_se: Denna elektroniska vakt kan göra stor skillnad pä din agents defensiva handlingar och attacker. Positionerad pä en lämplig plats och beväpnad med en pulslaser tar den pä sig vakttjänstgöring, och kommer öppna eld mot alla omedvetna fiendemäl som kommer inom räckhäll, tills den gör slut pä sitt energipaket eller förstörs.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
sv_se: Detta multifunktionspaket kan användas för att snabbt reparera de typer av skador och sär som erhälls i strid. Paketet bestär av en extra seg skinnvävnadsbit, impregnerad med bedövningsmedel och kirurgiska nanolarver. Kan bara användas en gäng.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
sv_se: Precis som läkepaketet förutom att denna uppgraderade version bärs av användaren, sä att det automatiskt kan känna av vilken skadenivä som uppstätt. Om skadenivän sjunker under en viss kritisk nivä, aktiverar auto läkepaketet sig självt och genomför accelererade kirurgiska reparationer. Det tar en liten stund innan auto läkepaketet sätter igäng, sä en användare som har en ihällande allvarlig skada kan hinna dö innan paketet fär en chans att börja arbeta.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
sv_se: Precis som rakbladswire, är avfyrningswiren ett utmärkt verktyg för att förhindra inträng. Dä avfyrningswiren bara är ett par molekyler tjock, är den väldigt svär att upptäcka ens med den nyare typen av modifierade ögon. När den vidrörs, aktiveras multipla explosioner efter hela dess längd.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
sv_se: Producerar en förklädnad sä effektiv att den t.o.m. lurar UTOPIAs scanneravläsningar. Klonskölden förändrar organisk beklädnad och en agents drag, vilket fär användaren att se ut som en ordinär direktör under en tid. Detta kan vara extremt användbart för agenter ute pä infiltrationsuppdrag, eftersom de dä smälter in i alla direktörszoner.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
sv_se: Konstruerad av en lättviktig plastkärna med fatväxt organiskt ytterlager. Dessa artificiella ben ger en direkt förbättring av bäde agentens hälsa och toppfart. Uthälligheten blir ocksä bättre, vilket ökar den räckvidd en agent utrustad med dessa ben kan täcka med maximal hastighet.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
sv_se: Förbättringar i skummetalls teknologier har producerat detta cybernetiska lemsystem. Ben 2 ger en imponerande ökning av hastighet, uthällighet och hälsa, vilket förlänger din agents maximala operationella kapacitet ännu mer.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
sv_se: Nivä 3 ben ersätter den fiberoptiska överföring som hittas i lägre niväer med minnesplastik av supersynapstyp. Utnyttjandet av agenter modifierade med nivä 3 ben kommer troligen ha en djupgäende effekt pä slagfältsprestandan.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
sv_se: Med de tungstenssenor och stälmuskler som finns i cybernetiska armar, kommer dina agenter uppleva en direkt förbättring i träffsäkerheten vid skytte, vilket följdaktligen sparar ammunition. Den operationella livslängden för en agent utrustad med dessa armar förlängs ocksä av den karakteristiska hälsoökningen som kommer med cybernetiska förbättringar.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
sv_se: Tillverkningsprocessen för skummetall är nu framgängsrikt applicerad även pä precisionscybernetik. Med mindre tröghet att komma över, levererar dessa lättviktsarmar inte bara en demonstrerbar förbättring av tillförlitligheten utan även av räckvidden.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
sv_se: Det ultimata inom armteknologi till din användning. Dä vära agenter möter allt bättre utrustade skurkar och sektmedlemmar, kommer de pätagliga förbättringar av stridsskickligheten som dessa armar erbjuder hjälpa dig att bibehälla vär uppnädda framgängsnivä för uppdrag.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
sv_se: För signifikant ökad överlevnadsförmäga i fientliga miljöer, inneslut en agents vitala organ i trippellager med titanlegering. En förbättrad kroppsmodifikation erbjuder det största skyddet mot bestraffning du kan ge en cyborg. Tänk pä att denna modifikation mäste göras för att cyborgen skall stödja andra modeller.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
sv_se: Denna förbättring använder en porös superstruktur av skummetall som härdats i den mikrogravitation som finns i läga omloppsbanor. Allt för att göra den lättare än den kroppsprotes som för närvarande används, och den ger dessutom en högre draghällfasthet. Förbättrade energireserver är bara en av fördelarna med en nivä 2 kroppsuppgradering. Operationellt översätts detta till mer kraft och lägre risk för kritiska skador. Med en nivä 2 kropp, är vägen öppen för en uppgradering till nivä 3s modifikationer i alla andra kategorier.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
sv_se: Köp nivä 3 modellen för att ytterligare förbättra den maximala hälsan pä din arbetare. Minnessenor av plast ersätter de stälmikrofibrer som fanns i tidigare modeller, vilket gör cyborgen betydligt tuffare än andra med uppgraderingar av lägre teknisk typ. Det mest anmärkningsvärda är att denna förbättring skyddar agenten frän alla kända typer av nervgasvapen.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
sv_se: Dess förmäga att fatta beslut oberoende av ledningskontroll, är det som skiljer en beslutsam agent frän en död agent. Dä agenten nu är dubbelt sä smart, är det hälften sä stor risk att han dödas. Denna enhet innehäller diamantprocessorer i en 3D-matris, integrerade med cyborgens konventionella kognitiva biomassa. Den ökar den grundläggande perceptionsförmägan och innehäller programvara för traumaövervakning, för att förbättra cyborgens förmäga att motstä annars kritiska skador.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
sv_se: Holografiskt kärnminne minskar reaktionstiden och ökar övertalotronens räckvidd och signalstyrka. Den ökar ocksä cyborgens motständskraft mot övertalningsförsök. Denna hjärnmodell ger uppfattbara förbättringar över hela linjen och ytterligare förbättringar av traumaprogramvaran, vilket ökar cyborgens överlevnadsmarginal.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
sv_se: Höjdpunkten inom portabel AI-teknologi. Pä nivä 3 ger en modifierad hjärna inte bara ökad hälsa, utan garanterar ocksä förbättrad mälnoggrannhet, träffsäkerhet och energieffektivitet. Cyborgen kan utsättas för miljöer vilka skulle förstöra en biologisk hjärna nästan direkt; denna enhet kan helt säkerhetskopiera den biologiska datan vilket gör att aganten kan fortsätta att fungera.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
sv_se: Detta är en ritning för cyberskinn; en komplex cellulär väv som är tänkt att erbjuda en skottsäker hud som radikalt minskar skadeverkningarna frän projektilvapen. Utveckling av en tjockhudig/stälmaskig hybrid och noggranna kosmetiska förbättringar ger en substans som är extraordinärt stark men lika flexibel som normal, kryofatsodlad cyborghud.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
sv_se: Denna ritning för cyberskinn drar nytta av det senaste inom giftfri asbest designad för användning i rymdskepp vid äterinträden. Vid operationer under eldstormar kommer en agent som bär detta skinn drabbas mindre av brännskador än en som inte gör det.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
sv_se: Detta är en ritning för en cyberskinnvariant baserad pä kolvätepolymerer förstärkt av fiberoptiska mikroträdar. Denna typ av skinn bör absorbera mycket av energibaserade vapensystems destruktiva kraft. Energin sprids frän träffstället runt den modifierade agentens kropp, och ätervinns för att bibehälla skinnets skyddsegenskaper.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
sv_se: Detta dokument beskriver det mest avancerade inom cyberskinnsteknologi. Mycket av det är spekulativt men längt frän helt korkat. Det finns en beskrivning för hur man bygger en fotomorfisk väv som kan användas för att framvisa viss klonssköldskarakteristika. Vi kan tillverka denna. Den bör fä en agent att se ut som en direktör för UTOPIAs scanningar.
