Repository: swfans/swars
Catalog: lang/alltext_syndct_spa.po
Languages: es_es

# syndicate map screen headings - name
source: Dropsite
es_es: Inicio

# syndicate map screen headings - population size
source: UTOPIA Identkeys
es_es: Claves UTOPIA

# syndicate map screen headings - landscape
source: Infra-structure
es_es: Infra-structura

# syndicate map screen headings - language
source: Dialect
es_es: Dialecto

# syndicate map screen headings - industry
source: Commerce
es_es: Comercio

# syndicate map screen headings - toxicity
source: Toxicity
es_es: Polución

# mission title
source: Executive Alert
es_es: Alerta Ejecutiva

# mission brief email header
source: Message Type: DIRECT
es_es: Tipo de Mensaje: DIRECTO

# mission brief email header
source: Priority: 3
es_es: Prioridad: 3

# mission brief email header
source: Message begins:
es_es: Principio del mensaje:

# mission brief email orders
source: Orders
es_es: Ordenes

# mission brief email orders
source: London: Quell disorder.
es_es: Londres: Se ha informado de la violación de códigos de comportamiento de civiles de categoría D, dentro de un área kilométrica de esta subestación. Seleccionar agentes. Sofocar el desorden.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
es_es: Se ha informado de un extra¤o mal funcionamiento de los chips de utopia. El mal funcionamiento consiste en un totalabandono, fallo total del CHIP. La categoría de los ciudadanos es D: Descontrolados.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
es_es: Núcleo EuroCorp 0-1-0/171261/26D: Inteligencia Artificial de Londres, UTOPIA

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
es_es: Destino: Estación Terrestre de IA de EuroCorp en Londres

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
es_es: Categoría D ciudadanos Descontrolados monitorizados en distrito corporativo

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
es_es: Personal de la Estación terrestre: defenderán la Estación Terrestre de ataques o infiltraciones

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
es_es: Escuchas: la policía tiene órdenes de enfrentarse a cualquiera que lleve armas

# mission title
source: Detroit Drop-Outs
es_es: Detroit Ha Caído

# mission brief email header
source: Message Type: HARDWIRED
es_es: Tipo de Mensaje: HARDWIRED

# mission brief email header
source: Priority: 1 - Emergency
es_es: Prioridad: 1 - Emergencia

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
es_es: Detroit: Buscar miembros de la Iglesia de la Nueva Era y terminar con ellos. Categoría neutral D: Ciudadanos Descontrolados.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
es_es: Atención, Ejecutivo <login>. Soy el Agente de UTOPIA Maritz, de Inteligencia EuroCorp.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
es_es: La situación es crítica. UTOPIA ha sido atacada. La infraestructura de información de EuroCorp está comprometida. Se ha iniciado el proceso de emergencia.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
es_es: Estoy enviando todas las decisiones de mando de EuroCorpa las copias de seguridad de I.A. Te transmitiré los análisis y órdenes. Repito, el mando supremo de EuroCorp se está transfiriendo a Inteligencia Artificial de Londres. La primera orden en pie es reconstruir UTOPIA, si es necesario, desde el principio.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
es_es: Ya se está haciendo una valoración inicial de la situación. La formulación de misiones continuará.

# mission brief email paragraph
source: You will direct agents to execute these missions.
es_es: Dirigirás agentes para ejecutar estas misiones.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
es_es: La situación general parece mala. Se ha lanzado un ataque global Sobre el Sindicato. La base de I. A. deUTOPIA en Detroit, fue alcanzada y mi homólogo eliminado. Los agresores de Detroit liberaron un sofisticado virus en UTOPIA. Los seguros de fallos no están activados. Mientras el virus esté ahí, se está desplazandode I.A. a I.A. más deprisa de lo que podemos seguirle.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
es_es: Un grupo no autorizado llamados así mismos La Iglesia de la Nueva Era reivindica su responsabilidad porel virus - lo llaman "Harbinger" - y han declarado la guerra a EuroCorp. El Harbinger, el cual esta experimentando un crecimiento exponencial en el abandono de CHIPS. La Iglesia de la Nueva Época también ha iniciado una campaña de propaganda que incita a la violencia contra EuroCorp, que se transmite a través de canales secuestrados de UTOPIA.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
es_es: Los seguidores de esta "Iglesia", se llamana ellos mismos "Discípulos" y visten una distintiva capa-armadura de cuerpo entero.

# mission brief tactical information
source: City surveillance camera recording
es_es: Cámara de vigilancia urbana grabando

# mission brief tactical information
source: Dropsite: Detroit IML Link
es_es: Destino: Enlace IML en Detroit

# mission brief tactical information
source: Gateway to attacked Ground Station
es_es: Puerta a la Estación Terrestre atacada

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
es_es: Escuchas: la policía informa de un aumento del número de violaciones de conducta por ciudadanos Descontrolados

# mission title
source: Fusion
es_es: Fusión

# mission title
source: Friendly Persuasion
es_es: Persuasión Amistosa

# mission brief email header
source: Priority: 1
es_es: Prioridad: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
es_es: Hong Kong: Persuadir a técnicos de planta eléctrica Yamaguchi.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
es_es: Beijing: Persuadir a ejecutivos de la corporación Yamaguchi.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
es_es: Enhorabuena, <login>. Detroit se ha estabilizado satisfactoriamente. Sin embargo, el caos suscitado por el virus Harbinger se ha extendido a otra parte. Las comunicaciones del Sindicato están siendo interceptadas mundialmente y se han dado códigos de órdenes no autorizadas por todo UTOPIA. Las divisiones Regionales de EuroCorp están aislando por su propia seguridad, creando eficazmente nuevos sindicatos durante el proceso. Donde sea posible, deben ser devueltos al control de EuroCorp. De otra forma, deberán ser destruidos.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
es_es: En Hong Kong, Yamaguchi Holodata, el principal fabricante de chips de UTOPIA en el Anillo del Pacífico , está intentado establecer un Sindicato independiente. Tenemos la intención de minar los planes de Yamaguchi con dos ataques claves.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
es_es: La corporación Yamaguchi principalmente suministra electricidad desde su planta de fusión de Hong Kong. Envía un equipo de agentes para penetrar en ese sitio y persuadir a los técnicos para que se unan a nosotros. Sin la atención de los técnicos, el núcleo tendrá una sobrecarga, causando una explosión. La destrucción de esta estación será suficiente para tener a Yamaguchi ocupado una temporada.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
es_es: Para completar el golpe contra Yamaguchi, haz una visita a sus oficinas de Beijing. Localiza y persuade a su jefes ejecutivos. Neutraliza a los agentes que te encuentres. Como la simulación de la misión de I.A. de Londres indica una necesidad de más agentes, estás autorizado a utilizar el persuasor a discrección.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
es_es: Hasta que completes tus objetivos, Yamaguchi debe estar ansioso por desechar alguna propuesta para abandonar el redil EuroCorp.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
es_es: Destino: Enlace IML en Hong Kong

# mission brief tactical information
source: Yamaguchi Fusion Batteries
es_es: Baterías de Fusión Yamaguchi

# mission brief tactical information
source: Technicians
es_es: Técnicos

# mission brief tactical information
source: Evac zone: IML Link
es_es: Zona de Evacuación: Enlace IML

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
es_es: Se han visto Fanáticos de la Iglesia de la Nueva Epoca por la ciudad

# mission brief tactical information
source: Dropsite: Beijing IML Link
es_es: Destino: Enlace IML en Beijing

# mission brief tactical information
source: Yamaguchi Agent Training Camp
es_es: Campo de entrenamiento de Agentes de Yamaguchi

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
es_es: Escuchas: la policía reporta de disturbios por los Descontrolados

# mission title
source: Where Is Wisdom?
es_es: ¿Donde Está La Sabiduría?

# mission title
source: Guru
es_es: Gurú

# mission title
source: Lost Minds
es_es: Mentes Perdidas

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
es_es: Ginebra, Vancouver y Matochkin Shar: Buscar y persuadir a científicos de Bluesky Tendencies en estas ciudades. Evacuarlos a sus enlaces IML más cercanos.

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
es_es: Saludos, <login>. Tu triunfo es alentador.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
es_es: Tu próxima misión es proporcionarnos los cerebros que necesitamos para construir un nuevo departamento de I+D. Los laboratorios de Bluesky Tendencies en Ginebra, Vancouver y Matochkin Shar tienen personal de Grado A asignado a ellos. Tan pronto como tus agentes lleguen a alguno de estos destinos, una identidad de rastreo de UTOPIA en la red local debe escoger a uno de estos cerebros.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
es_es: Estos científicos son algunos de los cerebros más premiados en el Sindicato. Es imprescindible que no lleguen heridos.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
es_es: Ultimas datos: La misteriosa Iglesia de la Nueva Era gana consigue más adeptos cada hora, convirtiendo a ciudadanos con una combinación de lavados de cerebro y técnicas de manipulación de Chips. La conversión demuestra poca evidencia de genuina motivación religiosa. La Iglesia de la Nueva Era dice a sus seguidores que el fin del mundo está cerca y que solo la Iglesia posee la tecnología para salvar al fiel del Cataclismo. Su doctrina es desafiante al Sindicato.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
es_es: Significativamente, los ciudadanos Descontrolados no se unen necesariamente a este culto, incluso cuando se encuentran con fanáticos.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
es_es: También parece que nuestros Persuasores no tienen efecto con los cultistas. No sabemos por qué. No sabemos prácticamente nada sobre la tecnología del culto, pero han empezado las investigaciones sobre dicha tecnología, con la más alta prioridad. Sus pericias técnicas son indiscutiblemente impresionantes.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
es_es: Destino y zona de evacuación: Enlace IML en Ginebra

# mission brief tactical information
source: Bluesky laboratories
es_es: Laboratorios Bluesky

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
es_es: Escuchas: Bluesky necesita escolta policial para ejecutivos de Grado A

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
es_es: Destino y zona de evacuación: Enlace IML en Vancouver IML

# mission brief tactical information
source: Bluesky laboratory
es_es: Laboratorios Bluesky

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
es_es: Escuchas: Actividad de Descontrolados monitorizada por la policía

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
es_es: Alerta Satélite: Se han detectado Fanáticos aproximándose por el sudoeste de la ciudad

# mission brief tactical information
source: Dropsite: Matochkin Shar IML Link
es_es: Destino: Enlace IML en Matochkin Shar

# mission brief tactical information
source: Bluesky R&D facility
es_es: Instalaciones de I+D Bluesky

# mission brief tactical information
source: Hover car licences detected
es_es: Detectados permisos de conducir

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
es_es: Escuchas: Transferencia de créditos localizada al templo de la Iglesia de la Nueva Era

# mission title
source: Open Re-Bullion
es_es: Rebelión Abierta

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
es_es: Singapur: Neutralizar todas las hostilidades. Robar camión de lingotes de oro. Volver a la base cuando hayas completado estos objetivos.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
es_es: <login>, tu informe es interesante. Un número de los mejor cualificados de la plantilla de I+D en EuroCorp, siempre ha tenido a su disposición permanecer en el anonimato, por eso ahora debemos saber su paradero y sus actividades. Es posible que estén trabajando para un sindicato disidente. Continuaré escuchando todos los canales para más información.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
es_es: Un problema inmediato necesita ahora mismo tu atención. La corporación de seguridad de Singapur, Tang Assurance ha decidido tontamente declarar la ciudad independiente. En consecuencia, el camión de lingotes va a estar rodeado de escolta armada desde el banco central al cuartel general de Tang. No hay tiempo para destruir el banco, los operativos de Tang llegaran antes que tus agentes. Sin embargo, esto representa la oportunidad de secuestrar el convoy armado antes de que llegue a su destino.

# mission brief tactical information
source: Dropsite: Singapore IML Link
es_es: Destino: Enlace IML Singapur

# mission brief tactical information
source: Singapore City Bank
es_es: Banco de la Ciudad de Singapur

# mission brief tactical information
source: Primary vault (underground)
es_es: Caja primaria (bajo tierra)

# mission brief tactical information
source: Tang Protective bullion convoy
es_es: Convoy de oro escoltado de Tang

# mission brief tactical information
source: Target vehicle
es_es: Objetivo vehículo

# mission brief tactical information
source: Rendezvous point
es_es: Punto de reunión

# mission brief tactical information
source: Tang HQ
es_es: C.G. Tang

# mission title
source: Phoenix In Flames
es_es: Phoenix En Llamas

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
es_es: Phoenix: Penetrar en las defensas de templo de los cultistas y robar secretos tecnológicos.

# mission brief email paragraph
source: Greetings, <login>.
es_es: Saludos, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
es_es: La Iglesia de la Nueva Era están desplegando armamento cada vez más sofisticado, usando su propia tecnología completamente nueva para nuestro departamento de I+D. Queremos obtener más ejemplos de esta tecnología, para analizarla y poder determinar quien se encuentra detrás del culto y como combatir mejor esta influencia.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
es_es: En base a rastreos de red y barridos de satélite correlativos, el culto ha establecido una base operacional en Phoenix. El virus Harbinger corrompió completamente la I.A. de UTOPIA, permitiendo al culto derrocarlas autoridades de EuroCorp. Hace poco, acólitos veteranos llevaron a fanático convertidos a un templo en Phoenix para seguir un programa intensivo de entrenamiento y adoctrinamiento.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
es_es: Dirígete al templo y busca cualquier cosa que pueda explicarnos más.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
es_es: Destino: Enlace IML de Phoenix

# mission brief tactical information
source: Cult of the New Epoch temple
es_es: Templo de culto de la Nueva Era

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
es_es: Posición estimada de la indoctrinacion de la Iglesia

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
es_es: Escuchas: los Descontrolados están completamente fuera de control

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
es_es: Análisis de I.A. Londres: evitar atacar Descontrolados

# mission title
source: Sack of Rome
es_es: Saqueo de Roma

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
es_es: Roma: Todos los ciudadanos de categoría D deben ser eliminados, para dejar claro a otras víctimas del virus Harbinger que EuroCorp mantendrá el control.
