Repository: swfans/swars
Catalog: lang/alltext_church_spa.po
Languages: es_es

# church maps screen headings - name
source: Pilgrimage
es_es: Peregrinación

# church maps screen headings - population size
source: Heathens
es_es: Paganos

# church maps screen headings - landscape
source: Geography
es_es: Geografía

# church maps screen headings - language
source: Tongue
es_es: Idioma

# church maps screen headings - industry
source: Material Riches
es_es: Riquezas

# church maps screen headings - toxicity
source: Legacy
es_es: Herencia

# mission brief email header
source: Blessings, Disciple.
es_es: Mis bendiciones, Discípulo.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
es_es: Su misión consiste en tomar el control de una subestación perteneciente a la red UTOPIA de EuroCorp. Está situada en Detroit. Cuando la tengamos, comenzará el Cataclismo.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
es_es: Te entrego el virus informático automórfico que este día acabará con la tiranía del Sindicato llamado UTOPIA. Hemos llamado a este virus Harbinger y controlará el Sindicato, ordenador por ordenador, preparando la forma de aclarar lo que sigue.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
es_es: Dirige a tus Acólitos a la estación de UTOPIA en Detroit, de forma que podamos liberar el virus. Los operativos del Sindicato que custodian la estación no esperan un ataque, porque nadie los ha intentado en a¤os. Esta es nuestra ventaja.

# mission brief email paragraph
source: Blessed be.
es_es: Se bendecido.

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
es_es: Los no creyentes se elevan para enfrentarse al maestro en las monta¤as. ¿"Donde se encuentra a lo que llamáis vuestra fe?" Preguntaron.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
es_es: "Tu la has traído," respondió el maestro. "Tu te has elevado tan alto."

# mission brief book quote
source: - The Book of Cataclysm.
es_es: - El Libro del Cataclismo.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
es_es: Zona Aterrizaje: Enlace IML Detroit

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
es_es: Edificio objetivo: Estación de Tierra de I.A. de EuroCorp

# mission brief tactical information
source: Disposition of EuroCorp guards
es_es: Disposición de guardias de EuroCorp

# mission brief tactical information
source: Sanctuary: Detroit IML Link
es_es: Santuario: Enlace IML Detroit

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
es_es: Escuchas: recomendado aprovecharse de una entrada de la Estación Tierra del Sindicato

# mission title
source: Missionary
es_es: Misionero

# mission brief email header
source: Congratulations, Disciple.
es_es: Enhorabuena, Discípulo.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
es_es: La dirección firme de tus acólitos se solicita en Trípoli, donde hay un caos reinante llevado, por la amenaza del Cataclismo de nuestro Jardín de Meditación. Defiende nuestra fe con todas tus fuerzas.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
es_es: El virus Harbinger, nuestro virus sagrado, ha empezado su trabajo para liberar a la población. Sin embargo, no todos aquellos liberados del yugo de la represión, se adhieren a la forma de alumbramiento que nuestra iglesia les ofrece. En realidad, sin nuestra orientación, muchos se perderán. Pronto llegará el día del Recuento y cada alma contará.

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
es_es: Nuestro Jardín de Meditación en Trípoli está asediado por almas perdidas que el Sindicato llama Descontrolados. Desgraciadamente, debemos protegerlos el uno al otro con la fuerza máxima, porque esta es la lección de todas las religiones. Prepara a tus acólitos apropiadamente y envíalos a Trípoli para imponer la tranquilidad allí.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
es_es: Tenemos planes para la Tierra, Acólito. La Iglesia debe cambiar el mundo entero. Esta es nuestra era. Salvaremos sólo a los elegidos. Es bastante por ahora.

# mission brief email paragraph
source: The Nine have said this.
es_es: Los Nueve han hablado.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
es_es: El maestro dijo a sus alumnos, "Olvídate de ense¤ar y concéntrate en aprender. Cuando estés seguro, cuestiona todas las cosas."

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
es_es: Zona Aterrizaje: Enlace IML Trípoli

# mission brief tactical information
source: Our Garden of Meditations
es_es: Nuestro Jardín de la Meditación

# mission title
source: Conversions
es_es: Conversiones

# mission brief email header
source: Harbinger is about its work. Let us pray.
es_es: El Harbinger está haciendo su trabajo. Rezemos.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
es_es: Debemos agitar este plan en Buenos Aires. Convirtiendo a dos mutuos enemigos, nuestra Iglesia asumirá el completo control de la ciudad.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
es_es: Nuestros hermanos y hermanas en Sur América han aportado inteligencia muy útil a nuestra causa. Han identificado a Juan Ormandoz, un antiguo lacayo de EuroCorp en Buenos Aires, quien está intentado mantener la estabilidad de la ciudad a pesar de las actividades de los Descontrolados. El líder de este grupo, Chico Ramírez, tontamente cree que puede tener y mantener el control de una peque¤a categoría de EuroCorp en el distrito comercial. Convertirlos a ambos y tendremos éxito donde EuroCorp ha facrasado.

# mission brief email paragraph
source: Spread the good news.
es_es: Extiende las buenas noticias.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
es_es: Las mentes fieles no son bastante. También entréganos cerebros.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
es_es: Zona Aterrizaje: Enlace IML Buenos Aires

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
es_es: Juan Ormandoz trabaja en la oficina ejecutiva de hacienda

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
es_es: Chico Ramírez y su banda ocupan la calle Calendario Antiguo

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
es_es: Santuario: Enlace IML Buenos Aires

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
es_es: Escuchas: se estima que la caja contiene Cr 1.000.000

# mission title
source: Test Of Faith
es_es: Prueba De Fe

# mission brief email header
source: Our prayers are with you, <login>.
es_es: Nuestra oraciones están contigo, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
es_es: Ha llegado la hora de comprobar la fuerza de nuestra fe. Un agente solitario del Sindicato ha estado escondiéndose en las sombras de Santiago de Chile. Conviértelo.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
es_es: ¿Qué mejor sitio para buscar a aquellos con la fuerza que nosotros buscamos, que en las filas de nuestro enemigo, el Sindicato? Los agentes son nuestros acólitos en potencia. Exactamente como tú eras uno de sus números, antes nosotros te mostramos la luz, tu pronto te dirigirás a la élite por el camino oscuro que ellos pisan. Un agente de EuroCorp ha sido enviado a Santiago para minar nuestro trabajo allí. No permitirás que eso suceda.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
es_es: Antes de que tú dirijas a tus acólitos a Santiago, asegúrate de que llevan el Indoctrinador, y utilízalo para que otros puedan ver la luz. Cuando un discípulo verdadero utiliza el Indoctrinador, la cruel ilusión de UTOPIA es desecha por nuestra Verdad. Aquellos que lo ven se unen y siguen a donde se dirigen nuestros acólitos. Y cuando el número es suficiente, incluso el agente de EuroCorp oirá sus coros y se unirá con mucho gusto.

# mission brief email paragraph
source: Peace be with you afterwards.
es_es: Manténte en paz con tus externos.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
es_es: Marca a tu enemigo, porque todas las presas condenadas del Elegido son un punto de luz monocromo proyectada en la nuca.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
es_es: Zona Aterrizaje: APC para repartir a tus acólitos

# mission brief tactical information
source: EuroCorp agent search area
es_es: Buscar área de agentes EuroCorp

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
es_es: Santuario: Conjunto monástico de Santiago

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
es_es: Los puentes han sido destruidos en un ataque del Sindicato

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
es_es: Escuchas: la ruta al objetivo IML está protegido por fuerzas de EuroCorp

# mission title
source: Foundations
es_es: Fundaciones

# mission brief email header
source: You are blessed, <login>.
es_es: Eres bendecido, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
es_es: Nuestro cimientos son fuertes y costosos. Los dos camiones blindados con oro a los que estamos siguiendo la pista en Johannesburgo alimentaran nuestra hambre de tesoros. Apodérate de ellos. Tu causa esta justificada.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
es_es: Nuestra causa continua aprisa. Los pervertidos del sindicato, pronto responderán por sus crímenes. Esperamos que llegue el día del juicio pero necesitamos fondos para enfrentarnos al poder mundano de EuroCorp.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
es_es: Los Nueve nos han dado el Codex. Este libro sagrado es el proyecto de nuestra salvación. Si embargo, debemos pagar un precio por cada capítulo que transformemos en realidad. A esto le llamamos investigación. Así, cuando más riqueza material tengamos, estaremos más cerca de poseer las mentes de dioses.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
es_es: Ve a Johannesburgo, donde se ha producido un cuello de botella logístico de EuroCorp, por los retrasos en los envíos de lingotes de oro. Este oro servirá a nuestra causa. El oro se reparte en furgones blindados a cámaras acorazadas custodiado por guardia. Cada envío necesita dos furgones. Secuestra los furgones blindados y llévalos al punto designado. Es importante que no entres ni ataques la vigilada fortalezas.Hay otras formas de tener el dinero en tus manos. Utiliza tu mente no sólo tu arma de fuego.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
es_es: Recuerda, los mansos no heredaran nada.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
es_es: Zona Aterrizaje: Enlace IML Johannesburg

# mission brief tactical information
source: EuroCorp vault
es_es: Caja EuroCorp

# mission brief tactical information
source: Bullion convoy
es_es: Convoy de lingotes

# mission brief tactical information
source: Target vehicle
es_es: Vehículo objetivo

# mission brief tactical information
source: Convoy's destination
es_es: Destinos del convoy

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
es_es: Santuario: Enlace IML Johannesburg

# mission title
source: A Meeting Of Minds
es_es: Una Reunión De Mentes

# mission title
source: Soul Crusader
es_es: Alma De Cruzado

# mission brief email header
source: Be at peace, <login>.
es_es: Estas en paz, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
es_es: La discípula elegida Mirabelle Lucy De Saxo ha sido untada por los Nueve. Dirígela al corazón de un laboratorio de EuroCorp para que pueda indoctrinar a un científico cuyas investigaciones complementan las nuestras.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
es_es: Lleva al científico al nuestro templo más cercano, donde Padre Negro escuchará su confesion.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
es_es: Envía a De Saxo donde te diga el científico y tráenos sus secretos.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
es_es: Escucha a los Nueve. Son aquellos con grandes cerebros pero mentes perdidas. Vagan en el desierto de la oscuridad, ya ni son capaces de ver la luz de nuestra fe. Cada hombre hace la guerra para EuroCorp, contra el Harbinger. Los Nueve tienen intención de salvar su alma aplicando su intelecto a la causa divina de convertir el Codex en tecnología nueva.

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
es_es: Tu objetivo, el Dr. Schweizer, trabaja en un laboratorio de EuroCorp en Ginebra. Está demasiado protegido por Acólitos para entrar, por lo tanto dirigirás a nuestra agente especial infiltrada - Mirabelle Lucy De Saxo - a través del cordón de seguridad. Cuando ella haya convertido a Schweizer, ella debe ver que el está en el antiguo templo que nosotros la hemos dado. Mirabelle es nuestra arma más valiosa. Cuida de ella por nosotros.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
es_es: Padre Negro, nuestro ministro local, escuchará la confesión del doctor, tan pronto como Schweizer entre en el templo. Esto proporcionará a Mirabelle la información que ella necesita, para continuar el trabajo del doctor. Envíala a este lugar y dirige a nuestra hija a recoger los frutos del trabajo del doctor. Veremos que nos entrega de ellos.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
es_es: Tu alma es más bendita con cada haza¤a que realizas.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
es_es: Todo el conocimiento está almacenado el algún sitio. Está en libros, cabezas o bajo profundos glaciares. Y cuando nosotros lo buscamos, lo hacemos nuestro. La fe es el ladrillo; el conocimiento la argamasa.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
es_es: Zona Aterrizaje: Enlace IML Ginebra

# mission brief tactical information
source: EuroCorp conference centre
es_es: Centro conferencias EuroCorp

# mission brief tactical information
source: Father Black's temple
es_es: Templo del Padre Negro

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
es_es: Zona Aterrizaje: Enlace IML Vancouver

# mission brief tactical information
source: Dr Schweizer's laboratory
es_es: Laboratorio Dr. Schweizer

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
es_es: Santuario: Enlace IML Vancouver

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
es_es: Escuchas: Detectados Agentes del Sindicato

# mission title
source: Heretics
es_es: Herejes

# mission brief email header
source: Bless you, Disciple.
es_es: Bendito eres, Discípulo.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
es_es: Cuando los vientos del Cataclismo aúllen el caos en nuestras caras debemos permanecer firmes. Protege nuestro templo en Hong Kong de la tormenta de Descontrolados que se aproxima a la isla.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
es_es: Los Nueve han tenido una visión. Los Descontrolados intentan minar nuestros planes para el Borde del Pacifico. Un hereje conocido por nosotros como Ko-Paull Vissick pervierte nuestro mensaje sometiendo al populacho al más antiguo conocimiento revelado por nosotros a los Nueve. Cada temeridad deliberada sólo puede perjudicar a las mentes no preparadas y, por esta sedición, Vissick crea una gran enemistad hacia la Iglesia.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
es_es: Nos han llegado informes de desembarcos de un gran numero de Descontrolados en Hong Kong. Creemos que se dirigen a nuestra iglesia. Llegar tú y tus Acólitos a la iglesia antes de que los Descontrolados y defenderla contra el inevitable ataque.

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
es_es: Fiel sirviente, aquí es más. Seremos dioses. Una maquina promete sacudir al mundo. Mantén la fe y compraras tu lugar de seguridad. Todos los demás se perderan.

# mission brief email paragraph
source: The day of righteousness draws near.
es_es: El día de justicia parece estar cerca.

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
es_es: El que grita fuerte sólo puede oír su propia voz. Aquellos con verdadero conocimiento escuchan a aquellos con verdadera fe. Y aquellos con orejas cerradas nunca oyen el balanceo de la cuchilla del segador.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
es_es: Zona Aterrizaje: Enlace IML Hong Kong

# mission brief tactical information
source: Our temple and brethren
es_es: Nuestro templo y hermano

# mission brief tactical information
source: Unguided landing zones
es_es: Zonas de aterrizaje Descontrolados
