Repository: swfans/swars
Catalog: lang/alltext_church_ger.po
Languages: de_de

# church maps screen headings - name
source: Pilgrimage
de_de: Pilgerort

# church maps screen headings - population size
source: Heathens
de_de: Heiden

# church maps screen headings - landscape
source: Geography
de_de: Geografie

# church maps screen headings - language
source: Tongue
de_de: Sprache

# church maps screen headings - industry
source: Material Riches
de_de: Gter

# church maps screen headings - toxicity
source: Legacy
de_de: Erbe

# mission title
source: Harbinger
de_de: Verkünder

# mission brief email header
source: Blessings, Disciple.
de_de: Gesegnet seid Ihr, Klosterschüler.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
de_de: Euer Auftrag ist es, einen Knotenpunkt von EuroCorps UTOPIA-Netzwerk zu erobern. Er liegt in Detroit. Wenn wir ihn kontrollieren, kann die Katharsis beginnen.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
de_de: Mit Gottes Segen sei Euch an diesem Tage der Automorph-Computer-Virus gegeben, der die Tyrannei beenden wird, die das Syndikat UTOPIA nennt. Wir haben ihm den Namen "Verkünder" gegeben, und er wird dem Syndikat die Kontrolle entreissen, Computer für Computer, und der Weg wird bereit sein für die Erleuchtung, die da kommen soll.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
de_de: Führt Eure Kriegermönche in die Detroiter Bodenstation des UTOPIA-Netzwerks, auf dass wir den Virus freisetzen mögen. Die Syndikatsangehörigen, die den Knoten bewachen, werden keine Gewalt erwarten, weil seit Jahren keine mehr angewendet wurde. Das ist unser Vorteil.

# mission brief email paragraph
source: Blessed be.
de_de: Meinen Segen.

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
de_de: Die Ungläubigen waren tagelang geklettert, um den Meister in den Bergen zu besuchen. "Woher bekommst Du Deinen sogenannten Glauben?", fragten sie ihn.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
de_de: "Ihr habt ihn mitgebracht," erwiderte darauf der Meister. "Ihr seid alle so hoch geklettert."

# mission brief book quote
source: - The Book of Cataclysm.
de_de: - Das Buch des Kataklysmus.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
de_de: Landebereich: Detroit, IML-Station

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
de_de: Zielgebäude: K.I.-Bodenstation von EuroCorp

# mission brief tactical information
source: Disposition of EuroCorp guards
de_de: Aufstellung der Wachen von EuroCorp

# mission brief tactical information
source: Sanctuary: Detroit IML Link
de_de: Zufluchtsort: Detroit, IML-Station

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
de_de: Abhörinformation: Empfohlene Methode, um in die Bodenstation des Syndikats zu gelangen

# mission title
source: Missionary
de_de: Missionar

# mission brief email header
source: Congratulations, Disciple.
de_de: Gratuliere, mein Klosterschüler.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
de_de: Die feste Hand Eurer Kriegermönche wird in Tripolis gebraucht, wo das Chaos, das die nahende Katharsis begleitet, unseren neuen Garten der Meditation bedroht. Verteidigt unseren Glauben mit maximaler Kraft.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
de_de: Der Verkünder, unser heiliger Virus, hat sein Werk begonnen, das Volk zu befreien. Doch nicht alle, die er aus dem Joch der Unterdrückung befreit, betreten sofort den Weg der Erleuchtung, den unsere Kirche bietet. Und ohne unsere spirituelle Leitung werden viele verloren sein. Bald wird der Tag der Abrechnung kommen, und jede Seele wird zählen!

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
de_de: Unser Garten der Meditation in Tripolis wird von armen Seelen belagert, die das Syndikat "Ungeleitete" nennt. Bedauerlicherweise müssen wir einander mit maximaler Kraft beschützen, denn das ist die Botschaft aller Religionen. Rüstet Eure Mönche entsprechend aus und schickt sie nach Tripolis, damit sie dort für Ruhe sorgen.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
de_de: Wir haben grosse Pläne für die Erde, mein Schüler. Die Kirche muss das Antlitz der gesamten Welt verändern. Dies ist unsere Zeit. Wir werden nur die Auserwählten erretten. Doch nun genug für heute.

# mission brief email paragraph
source: The Nine have said this.
de_de: Dies sind die Worte der Neun.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
de_de: Und der Meister sprach zu seinen Schülern: "Vergesst, dass man Euch etwas beibringen will, und konzentriert Euch aufs Lernen. Und wenn Ihr sicher seid, stellt alles in Frage."

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
de_de: Landebereich: Tripolis, IML-Station

# mission brief tactical information
source: Our Garden of Meditations
de_de: Unser Meditationsgarten

# mission title
source: Conversions
de_de: Bekehrungen

# mission brief email header
source: Harbinger is about its work. Let us pray.
de_de: Der Verkünder ist unter den Menschen. Lasset uns beten.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
de_de: Wir müssen diese Unruhen in Buenos Aires ausnutzen. Indem wir zwei Erzfeinde bekehren, wird die Kirche ihren Frieden und ihre Kontrolle über die ganze Stadt ausdehnen.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
de_de: Unsere Brüder und Schwestern in Südamerika haben uns nützliche Informationen zukommen lassen. Sie haben uns auf einen gewissen Juan Ormandoz aufmerksam gemacht, einen ranghohen Lakai von EuroCorp, der in Buenos Aires trotz aller Aktivitäten der Ungeleiteten die Stabilität der Stadt aufrecht erhalten will. Der Anführer der Ungeleiteten hingegen, Chico Ramirez, glaubt närrischerweise, er könne ein grösseres Gewerbegebiet von EuroCorp erobern und halten. Bekehrt sie beide, und wir werden Erfolge verzeichnen, wo EuroCorp bislang versagt hat.

# mission brief email paragraph
source: Spread the good news.
de_de: Verbreitetet die Frohe Botschaft.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
de_de: Ein gläubiger Verstand genügt nicht. Gebt uns auch das Gehirn selbst.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
de_de: Landebereich: Buenos Aires, IML-Station

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
de_de: Juan Ormandoz arbeitet in dieser Anlage für leitende Angestellte

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
de_de: Chico Ramirez und seine Bande besetzen diese Hauptstrasse von Old Calendar

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
de_de: Zufluchtsort: Buenos Aires, IML-Station

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
de_de: Abhörinformation: Die Tresore der Stadt sind schätzungsweise mit 1.000.000 Cr gefüllt

# mission title
source: Test Of Faith
de_de: Glaubensprüfung

# mission brief email header
source: Our prayers are with you, <login>.
de_de: Unsere Gebete geleiten Euch, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
de_de: Wahrlich, die Zeit ist gekommen, die Stärke unseres Glaubens auf die Probe zu stellen. In Santiago wandelt ein einzelner Agent des Syndikats im Schatten - bekehrt ihn zum Lichte.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
de_de: Welch' besseren Ort gibt es, um nach der Stärke Ausschau zu halten, die wir brauchen, als in den Reihen unseres Feindes, des Syndikates? Seine Agenten sind unsere künftigen Klosterschüler und Mönche. So wie Ihr einer der Ihren wart, bevor wir Euch den Weg zum Licht zeigten, so sollt auch Ihr selbst bald EuroCorps Elite von den dunklen Pfaden abbringen, auf denen sie wandeln. Ein Agent des Syndikats wurde nach Santiago entsandt, um unser Werk dort zu erschweren. Ihr werdet das nicht zulassen.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
de_de: Doch bevor Ihr Eure Kriegermönche nach Santiago entlasst, vergewissert Euch, dass sie den Indoktrinator bei sich tragen, auf dass sie damit verirrten Seelen den Weg ins Licht zeigen mögen. Wenn ein wahrhaftiger Jünger den Indoktrinator anwendet, wird die grausame Illusion UTOPIAs von unserer Wahrheit zerschmettert. Und alle, die dann sehend werden, scharen sich um den Jünger und folgen seinem Worte. Und wenn ihre Zahl gross genug ist, werden selbst die verstockten Agenten von EuroCorp ihren Chor hören und freudig einstimmen.

# mission brief email paragraph
source: Peace be with you afterwards.
de_de: Der Friede sei danach mit Euch.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
de_de: Erkennt Eure Feinde, denn alles, was die Verdammten von den Auserwählten unterscheidet, ist ein winziger monochromer Lichtpunkt, der ins Genick projiziert wird.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
de_de: Landebereich: Gepanzerter Truppentransporter liefert Ihre Mönche ab

# mission brief tactical information
source: EuroCorp agent search area
de_de: Agenten von EuroCorp durchsuchen den Bereich

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
de_de: Zufluchtsort: Klosterkomplex Santiago

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
de_de: Brücken wurden bei einem Angriff des Syndikats zerstört

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
de_de: Abhörinformation: Die IML-Route zum Ziel wird von EuroCorp-Truppen bewacht

# mission title
source: Foundations
de_de: Grundlagenforschung

# mission brief email header
source: You are blessed, <login>.
de_de: Gesegnet seid Ihr, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
de_de: Unser Glaube ist stark, unser Kreuzzug kostspielig. Die beiden goldbeladenen Panzerwagen, die wir in Johannesburg auf dem Scanner haben, werden unsere hungrigen Säckel füttern. Schnappt sie Euch. Eure Sache ist gerecht.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
de_de: Unser Kreuzzug schreitet stetig voran. Die Hirnverblender des Syndikates werden sich bald schon für ihre Missetaten rechtfertigen müssen. Wir kämpfen, auf dass dieser Tag des Jüngsten Gerichtes bald kommen möge, doch wir benötigen finanzielle Mittel, um die weltliche Macht von EuroCorp niederzuringen.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
de_de: Die Neun haben uns den Kodex gegeben. Er ist der Bauplan unserer Erlösung. Doch wir müssen einen hohen Preis zahlen für jedes Kapitel, das wir verwirklichen. Das nennen wir Forschung. Und so ergibt sich die heilige Schlussfolgerung: Je mehr materielle Güter wir einsammeln, desto näher kommen wir unserem Ziel, selbst zu Göttern zu werden.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
de_de: Begebt Euch nach Johannesburg, wo ein logistisches Nadelöhr zu einem Stau von Goldbarren-Ladungen geführt hat. Dieses Edelmetall wird unserer Sache sehr förderlich sein. Die Barren werden in Panzerwagen zu Tresoren geschafft, die unter ständiger Bewachung stehen. Für jede Ladung sind zwei Panzerwagen erforderlich. Leitet die Panzerwagen auf den rechten Weg um und führt sie zum vereinbarten Sammelpunkt. Wir empfehlen Euch dringend, die schwerbewachte Basis weder zu betreten noch anzugreifen. Es gibt andere Wege, das Gold des Herrn einzusammeln. Benutzt Euren Verstand, nicht nur Eure Feuerkraft.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
de_de: Bedenket, selig sind die Starken, denn ihrer ist die Macht auf Erden.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
de_de: Landebereich: Johannesburg, IML-Station

# mission brief tactical information
source: EuroCorp vault
de_de: Tresor von EuroCorp

# mission brief tactical information
source: Bullion convoy
de_de: Goldbarrentransport

# mission brief tactical information
source: Target vehicle
de_de: Zielfahrzeug

# mission brief tactical information
source: Convoy's destination
de_de: Ziel des Konvois

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
de_de: Zufluchtsort: Johannesburg, IML-Station

# mission title
source: A Meeting Of Minds
de_de: Ein Treffen verwandter Geister

# mission title
source: Soul Crusader
de_de: Seelenkreuzzug

# mission brief email header
source: Be at peace, <login>.
de_de: Der Friede sei mit Euch, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
de_de: Unsere auserwählte Jüngerin Mirabelle Lucy De Saxo ist von den Neun gesalbt worden. Geleitet sie ins Herz eines EuroCorp-Labors, auf dass sie mit ihrem starken Glauben einen Wissenschaftler bekehre, dessen Forschung unser eigenes Werk ergänzt.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
de_de: Bringt diesen Wissenschaftler in unseren nahegelegenen Tempel, wo Pater Black ihm die Beichte abnehmen wird.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
de_de: Schickt De Saxo an den Ort, den der Wissenschaftler Euch nennen wird, und bring uns seine Geheimnisse.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
de_de: Hört das Wort der Neun. Wahrlich, es gibt jene, die grosse Gehirne besitzen, doch den Verstand verloren haben. Sie wandeln in der finsteren Wildnis und können das strahlende Licht unseres Glaubens nicht sehen. Ein solches verirrtes Schaf führt für EuroCorp gerade Krieg gegen den Verkünder. Die Neun wollen seine Seele retten, indem sie seinen Verstand für die grosse Sache einsetzen, den Kodex in neue Technologien zu verwandeln.

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
de_de: Euer Ziel ist Dr. Schweizer. Er arbeitet in einem EuroCorp-Labor in Genf. Es ist zu schwer bewacht, als dass unsere Kampfmönche sich Zutritt verschaffen könnten, also werdet Ihr unsere spezielle Infiltrationsagentin Mirabelle Lucy De Saxo durch den Sicherheitskordon geleiten. Wenn sie Schweizer bekehrt hat, muss sie dafür sorgen, dass ihm in dem alten Tempel, den wir übernommen haben, Asyl gewährt wird. Heimlichkeit ist Mirabelles stärkste Waffe. Passt gut auf sie auf.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
de_de: Pater Black, unser Weihepriester vor Ort, wird dem Doktor die Beichte abnehmen, sobald Schweizer den Tempel betritt. Dadurch wird Mirabelle die Informationen bekommen, die sie braucht, um die Forschungsdokumente des Doktors zu finden. Schickt sie dorthin und führt unsere Tochter, auf dass sie die Früchte von Schweizers Arbeit ernten möge. Und sorgt dafür, dass sie sie uns übergibt.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
de_de: Eure Seele wird gesegneter mit jeder Tat, die Ihr vollbringt.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
de_de: Alles Wissen ist irgendwo gespeichert, sei es in Büchern, Köpfen oder unter massiven Gletschern. Und wenn wir es finden, nehmen wir es an uns. Der Glaube ist der Ziegel, das Wissen der Mörtel.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
de_de: Landebereich: Genf, IML-Station

# mission brief tactical information
source: EuroCorp conference centre
de_de: Konferenzzentrum von EuroCorp

# mission brief tactical information
source: Father Black's temple
de_de: Tempel von Pater Black

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
de_de: Landebereich: Vancouver, IML-Station

# mission brief tactical information
source: Dr Schweizer's laboratory
de_de: Dr. Schweizers Labor

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
de_de: Zufluchtsort: Vancouver, IML-Station

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
de_de: Abhörinformation: Agenten des Syndikats entdeckt

# mission title
source: Heretics
de_de: Häretiker

# mission brief email header
source: Bless you, Disciple.
de_de: Gottes Segen über Euch, Klosterschüler.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
de_de: Wenn der Chaossturm des Kataklysmus uns ins Gesicht bläst, müssen wir standhaft sein. Beschützt unseren Tempel in Hongkong vor dem Sturm der Ungeleiteten, der sich der Insel nähert.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
de_de: Die Neun hatten eine Vision. Die Ungeleiteten versuchen, unsere Pläne für die asiatische Pazifikküste zu vereiteln. Ein Ketzer, der uns namentlich als Ko-Paull Vissick bekannt ist, pervertiert unsere Botschaft, indem er dem Pöbel das geheiligste Wissen preisgibt, das uns die Neun enthüllt haben. Solche Überforderung kann den unvorbereiteten Verstand nur schädigen, und so fördert Vissick mit diesem Unsinn nur Feindschaft gegenüber der Kirche.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
de_de: Jetzt erreichen uns Berichte aus Hongkong über Landungen von Ungeleiteten in grösserer Anzahl. Wir glauben, dass sie unsere Kirche als Ziel haben. Es ist an Euch und Euren Mönchen, die Kirche vor dem Pöbel zu erreichen und sie gegen den unvermeidlichen Ansturm zu verteidigen.
