Repository: swfans/swars
Catalog: lang/alltext_comm_swe.po
Languages: sv_se

# map screen location - toxicity
source: Radioactive Fallout, Human Effluent
sv_se: Radiaktivt nedfall, Mänskligt avfall

# map screen location - language
source: Neo-Japanese
sv_se: Neo-Japanska

# map screen location - industry
source: Hi-Tech Manufacture, Financial Services
sv_se: Högteknologisk tillverkning, Finasiella tjänster

# map screen location - industry
source: Simulant Manufacture, Tourism
sv_se: Simulanttillverkning, Turism

# map screen location - name
source: Cairo
sv_se: Kairo

# map screen location - industry
source: Historical Artefacts, Tourism
sv_se: Historiska artefakter, Turism

# map screen location - industry
source: Intelligent Clothing
sv_se: Intelligenta kläder

# map screen location - toxicity
source: Heavy Industrial, Chemical Waste, Human Effluent
sv_se: Tung industri, Kemiskt avfall, Mänskligt avfall

# map screen location - industry
source: Distilling
sv_se: Destillering

# map screen location - toxicity
source: Radioactive Fallout
sv_se: Radioktivt nedfall

# map screen location - language
source: Arabic (Ancient)
sv_se: Arabiska (Forntida)

# map screen location - industry
source: Fuel Refining
sv_se: Bränsleraffinering

# map screen location - language
source: New Sinhalese
sv_se: Ny-Singalesiska

# map screen location - name
source: Colombo Orbit Station
sv_se: Colombo Omloppsstation

# map screen location - landscape
source: Experimental
sv_se: Experimentell

# map screen location - language
source: EuroCorp Technical Multi-State Code
sv_se: EuroCorp Teknisk multistatskod

# map screen location - industry
source: Interstellar Transport, Microgravitic Manufacture
sv_se: Interstellära transporter, Mikrogravitationstillverkning

# map screen location - toxicity
source: Nil
sv_se: Inga

# map screen location - language
source: Proto-Moldav
sv_se: Proto-Moldaviska

# map screen location - industry
source: Air Re-processing
sv_se: Luftbearbetning

# map screen location - landscape
source: Sub-Simple Urban
sv_se: Sub-Enkel tätort

# map screen location - language
source: Omni Scando
sv_se: Omni-Skandinaviska

# map screen location - industry
source: Forestry
sv_se: Skogsindustri

# map screen location - language
source: Russian (Ancient)
sv_se: Ryska (Forntida)

# map screen location - landscape
source: Sub-Sub-Simple Urban
sv_se: Sub-Enkel tätort

# map screen location - language
source: Mongol-Chinese
sv_se: Mongol-Kinesiska

# map screen location - industry
source: Ore Extraction
sv_se: Delmetallsutvinning

# map screen location - language
source: United Korean
sv_se: Förenad koreanska

# map screen location - industry
source: Chemical Processing, Vehicle Manufacture
sv_se: Kemisk behandling, Fordonstillverkning

# map screen location - toxicity
source: Chemical Waste, Heavy Industrial
sv_se: Kemiskt avfall, Tung industri

# map screen location - industry
source: Animal Husbandry, Vegetative Re-processing
sv_se: Boskapsskötsel, Vegetativ upparbetning

# map screen location - toxicity
source: Animal Effluent, Chemical Waste
sv_se: Djuravfall, Kemiskt avfall

# map screen location - industry
source: Furniture Manufacture
sv_se: Möbeltillverkning

# map screen location - industry
source: Ore Processing
sv_se: Delmetallsbehandling

# map screen location - language
source: Neutral Somali
sv_se: Neutral Somaliska

# map screen location - industry
source: Animal Husbandry, Tanning
sv_se: Boskapsskötsel, Garvning

# map screen location - language
source: Anglo-Cyrillic
sv_se: Anglo-Kyrillisk

# map screen location - industry
source: Weather Manipulation
sv_se: Vädermanipulation

# map screen location - toxicity
source: High Radioactive, Light Industrial
sv_se: Kemiskt avfall

# map screen location - language
source: Lingvo Pseud
sv_se: Pseudo-Lingvo

# map screen location - industry
source: Magnetic Processing
sv_se: Magnetisk behandling

# map screen location - landscape
source: Municipality
sv_se: Kommun

# map screen location - industry
source: Air
sv_se: Luft

# map screen location - toxicity
source: Low Radioactive
sv_se: Läg radioaktivitet

# map screen location - language
source: Idiom Spania
sv_se: Idiom-Spanska

# map screen location - industry
source: Mineral Extraction
sv_se: Mineralutvinning

# map screen location - toxicity
source: High Radioactive Waste, Heavy Industrial
sv_se: Högradioaktivt avfall, Tung industri

# map screen location - language
source: Portuguese (Ancient)
sv_se: Portugisiska (Forntida)

# map screen location - toxicity
source: Radioactive Waste, Light Industrial
sv_se: Radioaktivt avfall, Lätt industriell

# scientists death reason
source: Laboratory accident
sv_se: Laboratorieolycka

# scientists death reason
source: Natural causes
sv_se: Naturliga orsaker

# scientists death reason
source: Time-delay virus
sv_se: Tidsinstllt virus

# scientists death reason
source: Experimental error
sv_se: Experimentfel

# scientists death reason
source: Fatal miscalculation
sv_se: Fatal felberkning

# scientists death reason
source: Illogical deduction
sv_se: Ologisk hrledning

# scientists death reason
source: Terminal delusion
sv_se: Slutgiltig villfarelse

# scientists death reason
source: Rash judgement
sv_se: Fírhastad bedímning

# scientists death reason
source: Flawed reasoning
sv_se: Bristande resonemang

# scientists death reason
source: Insanity
sv_se: Vansinne

# scientists death reason
source: Negligence
sv_se: Slarv

# scientists death reason
source: Unsafe procedure
sv_se: Osker procedur

# scientists death reason
source: Mental collapse
sv_se: Mental kollaps

# scientists death reason
source: Equipment malfunction
sv_se: Felaktig utrustning

# scientists death reason
source: Unsuccessful test
sv_se: Misslyckat test

# scientists death reason
source: Cardiac arrest
sv_se: Hjrtstillestnd

# scientists death reason
source: Incorrect assumption
sv_se: Felaktigt antagande

# scientists death reason
source: Electrocution
sv_se: Dídlig elchock

# scientists death reason
source: Disintegration
sv_se: Upplíst

# scientists death reason
source: Misadventure
sv_se: Olyckshndelse
