Repository: swfans/swars
Catalog: lang/alltext_church_fre.po
Languages: fr_fr

# church maps screen headings - name
source: Pilgrimage
fr_fr: Pelerinage

# church maps screen headings - population size
source: Heathens
fr_fr: Paiens

# church maps screen headings - landscape
source: Geography
fr_fr: Geographie

# church maps screen headings - language
source: Tongue
fr_fr: Langue

# church maps screen headings - industry
source: Material Riches
fr_fr: Richesses

# church maps screen headings - toxicity
source: Legacy
fr_fr: Fleaux

# mission brief email header
source: Blessings, Disciple.
fr_fr: Sois béni, Disciple.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
fr_fr: Ta mission consiste à prendre le contrôle d'une sous-station appartenant au réseau UTOPIA d'EuroCorp. Elle est à Détroit. Lorsqu'elle sera entre nos mains, le Cataclysme pourra alors commencer.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
fr_fr: Aujourd'hui, le virus informatique automorphique qui mettra fin à la tyrannie d'UTOPIA te sera remis. Nous l'avons appelé Harbinger et il sapera l'autorité du Syndicat, ordinateur après ordinateur pour ouvrir la voie vers des lendemains radieux.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
fr_fr: Conduis tes acolytes à la station UTOPIA de Détroit. Nous pourrons ainsi introduire le virus dans le réseau. Les gardes seront surpris car la station n'a pas été attaquée depuis des années.

# mission brief email paragraph
source: Blessed be.
fr_fr: Sois béni.

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
fr_fr: Les non-croyants gravirent la montagne des jours durant pour rencontrer le maître. "D'où vient ta prétendue foi?" demandèrent-ils.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
fr_fr: "C'est vous qui me l'apportez" répondit le maître. "Vous avez tant fait pour venir à moi."

# mission brief book quote
source: - The Book of Cataclysm.
fr_fr: - Le Livre du Cataclysme.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
fr_fr: Terrain d'atterrissage: Détroit Liaison LMI

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
fr_fr: Batiment -cible: Station de l'IA d'EuroCorp

# mission brief tactical information
source: Disposition of EuroCorp guards
fr_fr: Eviction de gardes de l'EuroCorp

# mission brief tactical information
source: Sanctuary: Detroit IML Link
fr_fr: Sanctuaire: Détroit Liaison LMI

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
fr_fr: Écoutes: Moyens recommandés pour accéder à la station au sol du Syndicat

# mission title
source: Missionary
fr_fr: Missionaire

# mission brief email header
source: Congratulations, Disciple.
fr_fr: Félicitations, Disciple.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
fr_fr: Tu dois conduire d'une main ferme des acolytes vers Tripoli où le chaos engendré par le Cataclysme menace notre nouveau temple. Défends notre foi de toutes tes forces.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
fr_fr: Harbinger, notre virus sacré, a commencé de libérer la population mais certains, même libérés du joug de la répression, ne sont pas prêts à embrasser notre religion. En fait, sans nos enseignements, ils seront nombreux ceux qui mourront. Le Jour du Jugement approche et chaque âme compte.

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
fr_fr: Notre Jardin de Méditation de Tripoli est assiégé par de pauvres âmes que le Syndicat appelle "les Dévoyés". Nous devons nous défendre avec acharnement. C'est l'enseignement de toute religion. Equipe tes acolytes de manière appropriée et envoie-les à Tripoli pour que la ville retrouve le calme.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
fr_fr: Nos desseins pour la Terre sont grands, Acolyte. l’Église doit changer le visage du monde. L'heure est venue pour nous d'agir. Nous ne sauverons que les élus.

# mission brief email paragraph
source: The Nine have said this.
fr_fr: Ainsi ont dit les Neuf.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
fr_fr: Le Maître dit à ses élèves: "Oubliez qu'on vous enseigne et concentrez-vous sur l'étude. Lorsque vous aurez des certitudes, alors commencez de douter."

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Tripoli

# mission brief tactical information
source: Our Garden of Meditations
fr_fr: Notre Jardin de Méditation

# mission brief email header
source: Harbinger is about its work. Let us pray.
fr_fr: Harbinger est à l'oeuvre. Prions mes frères.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
fr_fr: Nous devons faire quelques manipulations à Buenos-Aires. En convertissant deux camps ennemis, notre Église prendra le contrôle de la ville entière.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
fr_fr: Nos frères et soeurs d'Amérique du Sud ont fait preuve de beaucoup d'intelligence en identifiant Juan Ormandoz, un agent haut placé d'EuroCorp à Buenos-Aires qui tente de maintenir l'ordre dans la ville malgré les Dévoyés. Leur chef, Chico Ramirez, est assez stupide pour penser qu'il peut prendre le contrôle d'un minable district commercial d'EuroCorp. Convertis-les tous les deux et nous réussirons là où EuroCorp a échoué.

# mission brief email paragraph
source: Spread the good news.
fr_fr: Va et répands la bonne nouvelle.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
fr_fr: Les esprits fidèles sont trop peu. Qu'on nous apporte d'autres cerveaux.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Buenos-Aires

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
fr_fr: Juan Ormandoz travaille dans cet immeuble de bureaux

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
fr_fr: Chico Ramirez et son gang occupent cette rue principale de l'Ancien Calendrier

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
fr_fr: Sanctuaire: Liaison LMI de Buenos-Aires

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
fr_fr: Écoutes: Contenu des cCoffres de la ville estimés à 1.000.000 Cr

# mission title
source: Test Of Faith
fr_fr: L'épreuve de la Foi

# mission brief email header
source: Our prayers are with you, <login>.
fr_fr: Nos prières t'accompagnent, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
fr_fr: L'heure est venue de mesurer la force de notre foi. Un agent isolé d'EuroCorp a été vu rôdant à Santiago. Convertis-le.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
fr_fr: Où mieux que dans les rangs du Syndicat trouverions-nous les combattants que nous recherchons? Ses agents sont des acolytes potentiels. Comme nous t'avons montré la lumière, tu amèneras l'élite d'EuroCorp dans le droit chemin. Un de ces agents a été envoyé à Santiago pour saboter notre oeuvre. Tu ne permettras pas cela.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
fr_fr: Avant d'envoyer tes acolytes à Santiago, assure-toi qu'ils aient l'Endoctrineur de sorte que tous voient sa lumière. Lorsqu'un vrai disciple utilise l'Endoctrineur, la cruelle illusion d'UTOPIA est anéantie par notre Foi. Ceux qui voient la lumière se rassemblent et suivent l'acolyte. Et lorsqu'ils sont assez nombreux, même l'agent d'EuroCorp entend leur choeur et joint sa voix aux leurs.

# mission brief email paragraph
source: Peace be with you afterwards.
fr_fr: Que la paix soit avec toi.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
fr_fr: Repère ton ennemi car tout ce qui sépare un damné d'un élu est le point de lumière monochrome projeté sur la nuque.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
fr_fr: Terrain d'atterrissage: APC pour délivrer tes acolytes

# mission brief tactical information
source: EuroCorp agent search area
fr_fr: Secteur de recherche de l'agent de l'EuroCorp

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
fr_fr: Sanctuaire: Complexe monastique de Santiago

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
fr_fr: Les ponts ont été détruits lors d'une attaque conduite par le Syndicat

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
fr_fr: Écoutes: la liaison LMI ciblée est gardée par les forces de l'EuroCorp

# mission title
source: Foundations
fr_fr: Fondations

# mission brief email header
source: You are blessed, <login>.
fr_fr: Sois béni, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
fr_fr: Les principes de notre Église sont puissants mais coûteux. Les deux véhicules blindés chargés d'or que nous avons repérés à Johannesburg pourront remplir nos coffres. Prends-les. Ta cause est juste.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
fr_fr: Notre cause progresse rapidement. Les esprits corrompus du Syndicat répondront bientôt de leurs crimes. Nous voulons qu'arrive le jour du jugement mais il nous faut de l'argent pour combattre l'emprise d'EuroCorp sur le monde.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
fr_fr: Les Neuf nous ont remis le "Codex". Ce livre sacré nous montre la voie du salut mais chaque chapitre réalisé a un prix. Aussi, plus nous serons riches et plus nos esprits seront d'essence divine.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
fr_fr: Rends-toi à Johannesburg où la lenteur logistique d'EuroCorp a empêché le convoyage des fonds vers les chambres fortes surveillées. Cet or servira notre cause à merveille. Détourne les deux fourgons blindés et ramène-les au point de ramassage convenu. Tu ne dois ni attaquer ni pénétrer dans la forteresse placée sous haute surveillance. Il existe d'autres moyens de faire main basse sur le trésor. Pense avec ta tête plutôt qu'avec ton fusil.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
fr_fr: Souviens-toi, l'humilité n'est pas mère de richesse.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Johannesburg

# mission brief tactical information
source: EuroCorp vault
fr_fr: Coffres de l'EuroCorp

# mission brief tactical information
source: Bullion convoy
fr_fr: Convoyage de fonds

# mission brief tactical information
source: Target vehicle
fr_fr: Véhicule-cible

# mission brief tactical information
source: Convoy's destination
fr_fr: Destination du convoyage

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
fr_fr: Sanctuaire: Liaison LMI de Johannesburg

# mission title
source: A Meeting Of Minds
fr_fr: Rencontre des Esprits

# mission title
source: Soul Crusader
fr_fr: Croisé de l'ame

# mission brief email header
source: Be at peace, <login>.
fr_fr: Que la paix soit avec toi, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
fr_fr: Les Neuf ont béni l'Élue Mirabelle Lucy De Saxo. Conduis-la au coeur du laboratoire d'EuroCorp pour qu'elle endoctrine un scientifique dont les recherches complètent les nôtres.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
fr_fr: Amène ce scientifique à notre temple le plus proche où Père Noir entendra sa confession.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
fr_fr: Envoie De Saxo sur les lieux dévoilés par le scientifique et rapporte-nous ses secrets.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
fr_fr: Ecoute les Neuf. Certains sont forts d'esprit mais leur âme est perdue. Ils errent à travers les ténèbres sans voir encore la lumière de notre foi. L'un d'entre eux est en guerre contre Harbinger et au service d'EuroCorp. Les Neuf désirent sauver son âme en mettant son intelligence au service de la cause divine qui met en pratique l'enseignement du "Codex".

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
fr_fr: Ta cible est le Dr Schweizer. Il travaille dans un laboratoire d'EuroCorp, à Genève, dans lequel nos acolytes ne parviennent pas à s'introduire. Tu feras en sorte que notre agent double - Mirabelle Lucy De Saxo - franchisse le cordon de sécurité. Lorsqu'elle aura converti le Dr Schweizer, elle le conduira à l'abri, dans le vieux temple acquis à notre cause. La ruse est la meilleure arme de Mirabelle. Tu prendras grand soin d'elle.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
fr_fr: Père Noir, notre prêtre local, confessera le Dr Schweizer dès son arrivée au temple pour que Mirabelle sache où trouver les travaux du docteur. Envoie-la sur place pour qu'elle en récolte les fruits. Fais en sorte qu'elle n'oublie pas de nous les ramener.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
fr_fr: Ton âme sera bénie par tes bonnes actions.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
fr_fr: Le savoir se cache n'importe où, dans les livres, dans les têtes ou sous les glaciers. Lorsque nous le trouvons, nous le faisons nôtre. Le savoir est le ciment de la foi.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Genève

# mission brief tactical information
source: EuroCorp conference centre
fr_fr: Centre de conférences de l'EuroCorp

# mission brief tactical information
source: Father Black's temple
fr_fr: Temple du Père Noir

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Vancouver

# mission brief tactical information
source: Dr Schweizer's laboratory
fr_fr: Laboratoire du Dr Schweizer

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
fr_fr: Sanctuaire: Liaison LMI de Vancouver

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
fr_fr: Écoutes: Agents du Syndicate détectés

# mission title
source: Heretics
fr_fr: Hérétiques

# mission brief email header
source: Bless you, Disciple.
fr_fr: Sois béni, Disciple.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
fr_fr: Malgré les vents chaotiques du Cataclysme fouettant nos visages, nous devons rester forts. Protège notre temple de Hongkong de la horde des Dévoyés qui approche l'île.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
fr_fr: Les Neuf ont vu dans leurs songes les Dévoyés déterminés à saboter nos plans concernant les Pays Industrialisés d'Asie. Un hérétique du nom de Ko-Paull Vissick pervertit notre message en donnant à la racaille le savoir sacré des Neuf. Cette imprudence délibérée ne peut que nuire aux esprits mal préparés et, par cette sédition, Vissick met l’Église en danger.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
fr_fr: On nous informe que des Dévoyés atterrissent en masse à Hongkong. Nous pensons qu'ils marchent sur notre église. Vas-y avec tes acolytes pour la défendre de leurs attaques.

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
fr_fr: Fidèle serviteur, écoute. Nous deviendrons des dieux. Une machine fera trembler le monde. La foi est ton unique secours. Les infidèles périront.

# mission brief email paragraph
source: The day of righteousness draws near.
fr_fr: Nous voici à l'aube du grand jour.

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
fr_fr: Celui qui crie le plus fort n'entend que sa voix.Ceux qui ont la sagesse écoutent ceux qui détiennent la vraie foi. Et ceux qui n'écoutent pas n'entendent pas la mort s'approcher.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
fr_fr: Terrain d'atterrissage: Liaison LMI de Hongkong

# mission brief tactical information
source: Our temple and brethren
fr_fr: Notre temple et nos frères

# mission brief tactical information
source: Unguided landing zones
fr_fr: Zones d'atterrissage des Dévoyés

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
fr_fr: Écoutes: Agents spéciaux de l'EuroCorp (soldats du génie) dépêchés à Hongkong

# mission title
source: Sack Of Rome
fr_fr: Le sac de Rome

# mission brief email header
source: Hear me, Disciple.
fr_fr: Ecoute la bonne parole, Disciple.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
fr_fr: Le destin nous met à l'épreuve, <login>. Les Dévoyés se sont emparés de Rome. Débarrasse-nous de cette vermine.

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
fr_fr: Cette horde de Dévoyés nous a été très utile. Elle a sapé les forces d'EuroCorp dans la région mais elle ne nous sert plus désormais. Tirez à vue sur cette racaille.
