Repository: swfans/swars
Catalog: lang/alltext_syndct_spa.po
Languages: es_es

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
es_es: El Profesor Drennan continuó con las investigaciones la tecnología de la Iglesia que terminó con el desarrollo del Persuasor II. Este dispositivo es capaz de infiltrarse en las mentes de hasta el fanático más duro de pelar. Una vez expuesto a su influencia, los cultistas obedecerán tus órdenes tan tenazmente como seguían las retorcidas enseñanzas de la Iglesia.

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
es_es: Este generador de blindaje portátil altera la velocidad a la que transcurre el tiempo dentro del campo. Mantenido en cuasi-animación suspendida, la velocidad de reacción de quien o cualquier cosa que se halle dentro del campo es insignificante, haciendo así al objetivo mucho más vulnerable a otras formas de ataque. La energía requerida para activar el campo es considerable y el momento de su operación debería ser escogido con cuidado.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
es_es: En uno de los adelantos más esotéricos de los Nueve, aprendieron como desbloquear las fuerzas electroquímicas todavía bloqueadas fuera de los cuerpos de organismos eliminados. La explicación de este mecanismo que tenemos nosotros ahora, nos da un completo poder sobre ellos. El Chromotap está basado en esta tecnología. El extrae la energía de materia orgánica a nivel celular y la transfiere a controlador de dispositivos. El Chromotap es especialmente útil para recargar a agentes después de un combate, de forma que el todavía puede utilizar la energía celular de sus víctimas.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
es_es: El Profesor Drennan propuso productos otra vez. El Displacertron utiliza un núcleo de materia ultradensa rodeada por una capa de stasis estroboscopica para proporcionar acceso limitado al tiempo dimensional más alto. Esto hace desaparecer completamente al objetivo y reaparecer en un punto del futuro cercano. Nunca había tenido el saboteador una herramienta tan poderosa.

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
es_es: Este guardián electrónico puede crear una gran diferencia entre las acciones defensivas y ofensivas de tus agentes. Colocado en un área apropiada y armado con un láser de pulsos, en manos de un centinela de guardia, abrirá fuego sobre cualquier blanco hostil insospechado que se ponga a su alcance, hasta que se llena de carga o es destruido.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
es_es: Este paquete multifunción puede usarse para reparar rápidamente cualquier tipo de herida y daños en combate. El kit esta compuesto de un parche de injerto de piel endurecido impregnado con anestesia y nanobots quirúrgicos. Sólo se puede utilizar una vez.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
es_es: Es como el Kit Medico, excepto que esta es una versión actualizada la lleva el usuario, de tal forma que puede automáticamente detectar el nivel de daño sufrido. Si decae a un nivel crítico, el Auto Kit Medico se activa y realiza operaciones quirúrgicas aceleradas. El Auto Kit Medico tarda un poco en empezar a trabajar, por lo tanto el usuario que está sufriendo continuamente daños, podría perecer antes del que el kit tenga oportunidad de trabajar.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
es_es: Similar al Cable Cortante, el cable disparadores una herramienta excelente para impedir el paso. Con solo unas moléculas de grosor, el Cable Disparador es muy difícil de ver incluso con la ultima modificación de ojos, ya que cuando se toca se producen explosiones a lo largo de su longitud.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
es_es: Presenta un disfraz tan efectivo que engaña incluso a los escaners de lectura de UTOPIA. El Blindaje Clon, orgánicamente altera la ropa y las características de un agente, convirtiendo al usuario en un ejecutivo corriente durante un tiempo. Esto puede ser de gran utilidad para agentes con ordenes de infiltrarse, así se pueden infiltrar en una zona de ejecutivos.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
es_es: Basado en un núcleo de plastiacero con una cubierta de material orgánico, estas piernas artificiales proporcionan una mejora de la salud y de la velocidad punta de un agente. También mejora la resistencia, incrementando la arrancada de un agente, lo que permite cubrir una distancia a la máxima velocidad.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
es_es: Los avances en tecnologías de metal-espuma han producido este sistema de miembros cibernéticos. Las Piernas 2 proporcionan un impresionante empuje de velocidad, resistencia y salud, lo que concede a tus agentes todavía una mas completa capacidad operacional máxima.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
es_es: El nivel 3 de piernas reemplaza los nervios de transmisión de fibra óptica, que se encuentran en los niveles más internos, por memoria plástica Super-Synapse. El despliege de los agentes modificados con el nivel 3 de piernas, tiene un profundo impacto en la zona de combate.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
es_es: Con los tendones de tungsteno y nervios de acero de brazos cibernéticas, tus agentes experimentarán una mejora inmediata de precisión al disparar y como consecuencia un ahorro de munición. La vida operacional de un agente equipado con estos brazos también se prolonga por las características de empuje de salud que conlleva la mejora cibernética.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
es_es: El proceso de fabricación de metal-espuma se empieza a aplicar con éxito a la precisión cibernética. Con menos tendencia a vencer, estos ligeros brazos no sólo otorgan una mejoría de la precisión, también en alcance de tiro.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
es_es: Lo ultimo en tecnología puntera de miembros está a tu disposición. Como nuestros agentes, cada vez mas, se tienen que enfrentar a punks y cultistas cada vez mejor equipados, las mejoras tangibles en la efectividad de combate de estos brazos, proporcionara una ayuda para conseguir un éxito en los objetivos de nuestra misión.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
es_es: Para aumentar la supervivencia en entornos hostiles, encaja a un agente órganos vitales de aleación de titanio de triple placa. Una modificación mejorada de cuerpo, proporciona la mayor protección de castigos que puede sufrir un cyborg. Hay que tener en cuenta que la modificación debe ser adecuada para que el cyborg soporte cualquier otro modos.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
es_es: Esta mejora utiliza la superestructura de panal de metal-espuma, forjada en la microgravedad de baja órbita, para hacerlo más ligero y más resistente que el cuerpo protésico actualmente en uso. Mejora la energía de reserva es una de las ventajas de una actualización a cuerpo 2. Operacionalmente, esto se traduce en tener más energía y reduce el riesgo de daño crítico. Con un cuerpo de nivel 2, la forma de actualizar a nivel 3 es la más sencilla de todas las categorías.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
es_es: Compra el modo de nivel 3 para volver a mejorar la salud de tus operativos. Tendones de memoria plástica reemplazan las microfibras de acero de modelos anteriores, haciendo al cyborg más resistente que con alguna otra actualización inferior. Lo mas notable, es que esta mejora protege a un agente de todas las armar con gases nerviosos conocidos.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
es_es: Tiene la habilidad de tomar decisiones independientes del control Ejecutivo, lo que diferencia a un agente decidido de un agente muerto. Como el agente es ahora dos veces más inteligente, el tiene la mitad de probabilidades de ser asesinado. Esta unidad contiene procesadores de diamante en una matriz 3D integrada con la biomasa cognitiva de los cyborgs convencionales. Incrementa las percepciones básicas y contiene software de manejo de traumas para mejorar la resistencia a la habilidad de los cyborgs en el caso de un daño critico.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
es_es: Una memoria con núcleo holográfico reduce el retardo en las reacciones y estimula el alcance y la resistencia del Persuasor. También aumenta la resistencia del cyborg para persuadir. Este tipo de cerebro mejora las percepciones en el tablero y mejoras adicionales al software de traumas, aumentando el margen de supervivencia del cyborg.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
es_es: El apogeo de la tecnología de inteligencia artificial portátil. En el nivel 3 un cerebro modificado no solo mejora la salud sino que también garantiza una precisión mejorada con los blancos; alto alcance y beneficios de energía. El cyborg puede estar expuesto en entornos en los cuales un cerebro biológico debería destruirse instantáneamente; esta unidad puede hacer una copia de seguridad de los datos biológicos y permitir al agente continuar con su función.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
es_es: Este es un anteproyecto de piel de cyborg; un complejo tejido celular destinado para proporcionar una empidermis resistente a las balas que reduce radicalmente el daño de los proyectiles de las armas. Es un desarrollo de una malla híbrida de paquidermo/acero y cuidadosamente maquillada produce una sustancia que es extraordinariamente dura, pero tan flexible como la carne de un cyborg normal.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
es_es: Este anteproyecto de piel de cyborg, se aprovecha de los últimos no tóxicos asbestos diseñados para usar en los reingresos de naves espaciales. Cuando se realizan operaciones en condiciones de tormenta de fuego, un agente con esta piel debe sufrir menos quemaduras que un colega sin ella.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
es_es: Este es un anteproyecto de piel de cyborg, basado en una variación de polímeros de hidrocarburo aumentados por microfilamentos de fibra óptica. Este tipo de piel debe absorber la mayoría de la carga destructiva de un sistema de armas basado en energía. La energía se dispersa desde el punto de impacto por todo el cuerpo modificado del agente, y reciclada para mantener las propiedades de protección de esta piel.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
es_es: Este documento describe filo cortante de la tecnología de piel de cyborg. La mayoría de esto es especulativo pero esta lejos de ser un cielo azul. Hay una descripción de como construir un tejido fotomórfico con varias características del Blindaje Clon. Nosotros podemos fabricar esta especificación. Debe hacer que un agente parezca para los escaners de UTOPIA un ejecutivo continuamente.
