Repository: swfans/swars
Catalog: lang/alltext_church_ger.po
Languages: de_de

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
de_de: Glaubt an die Kirche, und sie wird sich um Euch sorgen. Der Gebrauch dieses Päckchens wirkt sich positiv auf die Gesundheit der Jünger aus, die im heiligen Kampf gegen EuroCorp verwundet wurden. Diese Einrichtung ist der sichtbare Beweis der Fürsorge und des Verständnisses, den zwei tragenden Säulen der Kirche der Neuen Epoche.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
de_de: Der Medipack für Fortgeschrittene. Heilt Wunden und Verletzungen, ohne unter den eigenen Leuten Verwirrung zu stiften. Ein Päckchen von unschätzbarem Wert für die Jünger, die auch in Zeiten der Umwälzung frohgemut das Wort des Glaubens verkünden.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
de_de: Eine Falle für all die Trottel, die das Molekularkabel auf ihrem Spaziergang zerreissen. Plaziert den Zünder im gewünschten Bereich und spannt den Draht zwischen zwei Punkten. Der Feind tappt unwissentlich in die Falle, und der darauf folgende Knall räumt mögliche Hindernisse des sich ausbreitenden Glaubens zuverlässig aus dem Weg.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
de_de: Der Tarnschild schützt einen Eurer Schüler wirksam vor Entdeckung. Er wird EuroCorp (und anderen) als harmloser Feldagent erscheinen und kann unbehelligt selbst durch solche Zonen marschieren, die unsere Kriegermönche unter normalen Umständen nie und nimmer betreten dürften. Kurzum, es ist die perfekte Verkleidung und das ideale Hilfsmittel bei verdeckt durchgeführten Operationen im Namen der Kirche der Neuen Epoche.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
de_de: Die Zeit ist mit uns, meine Brüder. Aber das heisst noch lange nicht, dass wir sie verschwenden dürfen. Jede Nanosekunde ist heilig. Eure Kriegermönche sind angehalten, schnell und durchschlagskräftig vorzugehen. Das erreicht man nur durch den Einsatz unserer technologischen Wunderwerke. Aber diese Erkenntnis ist Euch allen ja aus den Glaubenssätzen des Kodex bekannt.

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
de_de: Mögen die Fraktalpsalme uns immer den rechten Weg zeigen. Wir haben dem Kosmos die Geheimnisse entlockt und produzieren Materialien auf eine Weise, die im Widerspruch zu den Gesetzen der Schwerkraft zu stehen scheinen. Der weise Umgang mit Eurer Kirchensteuer ermöglicht den Einsatz solch seltener Substanzen bei der Produktion dieser 1a-Qualitäts-Beinprothesen.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
de_de: Um eine Seele zu retten, muss man erst in sie investieren, und zwar auf höchstem Technologiestandard. Gesegnet sind diejenigen, die beseelt von heiligen Absichten auf der terra firma einherschreiten. Lasst sie das verkörpern, für das die Kirche der Neuen Epoche steht. Bestückt Eure Jünger mit den allerfeinsten Arbeiten der Neun.

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
de_de: Mögen Eure Ziel stets klar und lauter sein. Gerade deshalb ist die kybernetische Gliedmassenaufrüstung so wichtig: Sie erhöht die Zielgenauigkeit. Der Zusatzpanzer erhöht die berlebensfähigkeit des glaubensfesten Kriegermönchs; ausserdem kann er mit der Prothese weiter werfen.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
de_de: Es ist unser Prinzip, Mann und Maschine miteinander zu verbinden. Wenn einer den Mann verbessert, sollte auch die Maschine verbessert werden. Die neuen Konstruktionstechniken der Arm-Modifikationen bringen Euren Jüngern alle Segnungen der Kybernetik. Danke den Neun.

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
de_de: Der Kataklysmus ist nah und nur der Stärkste spricht. Massive Bewaffnung erfordert massiven Krafteinsatz. Mit diesen Armen erhalten Eure Kriegermönche den Schlüssel zu unserem Sieg. Nun besitzen sie die Kraft, alles aus dem Weg zu räumen, das sich der grossen Umwälzung in den Weg stellen könnte.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
de_de: Der Pfad der Gläubigen wird von zahllosen kybernetischen Verbesserungen gesäumt. Die Reise zum Heil entspringt hier. Dieser ausgeklügelte künstliche Torso erhöht die Widerstandskraft und die Gesundheit Eures Jüngers. Zudem dient er als Anker für andere prothetische Formen.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
de_de: Die Seele mag unzerstörbar sein, der Körper ist es nicht. Wenn zuviele Eurer Schüler das Letzte Opfer bringen, segnet sie mit diesen leichten Brust- und Atmungssystemen in einem Kleid aus geschäumten Metall.

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
de_de: Die Zeit der grossen Wende ist gekommen. Eine solche Zeit verlangt nach grosser Kraft. Ein Kriegermönch, ausgerüstet mit dieser ausgefeilten, heiligen Konstruktion, wird das Böse nicht länger fürchten. Ein derart aufgerüsteter Glaubensbruder kann durch eine Wolke von Nervengas lustwandeln, ohne davon berührt zu werden. Fürchtet den Panzer derjenigen, die den Kataklysmus bringen!

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
de_de: Mit dem Fortschreiten unserer Mission wachsen auch die Herausforderungen. Erhöhe Wahrnehmungsfähigkeit und Gesundheit Eures Schülers, und die Massen werden uns zu Füssen liegen. So soll die Kirche der Neuen Epoche überall bekannt werden.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
de_de: Lernt, Euren Feind zu studieren so genau Ihr es vermögt, mein Schüler. Erst dann könnt Ihr darauf hoffen, ihn möglicherweise zu beseitigen. Die Neun haben ihre Forschungen ganz auf die Bedürfnisse unserer Kriegermönche ausgerichtet, weil sie es sind, die die grosse Wende herbeiführen müssen. Rüstet auch Ihr Eure Jünger mit den neuen Gehirnen aus.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
de_de: Der Wille Gottes ist auch der Wille der Maschine. Ein erhöhtes Bewusstsein jenseits aller Beschränkung durch die Biologie verlangt nach der Aufrüstung mit dem ussersten an künstlicher Intelligenz. Mit dem Verständnis wächst die Leistung. Fügt das Verständnis ein und holt Euch die Leistung!

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
de_de: Unser Gegner, EuroCorp, arbeitet an einigen innovativen Techniken. Doch auch wir können anhand dieser Blaupause nun eine bessere Epidermis bauen als die bisher bekannte Plasthaut. Ein feines Molekulargewebe, eingebettet in Anti-Schock-Mikroschaum, macht Euren Schüler für fast alle Arten kinetischer Gewaltanwendung unempfänglich.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
de_de: Hitze ist ein grosser Feind des tapferen Glaubenskämpfers. Der Feind hat sich seine eigenen Gedanken zu diesem Problem gemacht und eine Lösung gefunden, die in diesen Dokumenten beschrieben ist. Unter Verwendung von Industrieanlagen im Weltall haben sie eine Cyberhaut entwickelt, die auch unsere Jünger wirksam vor Hitzeschäden bewahren kann.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
de_de: Selbst die Neun waren von den neuen Forschungsergebnissen beeindruckt. Unter Zuhilfenahme einiger Elemente der Kodex-Technologie - welch eine Entweihung - und mit einer bestimmten Form der Spectralsynchronisation ist es EuroCorp gelungen, ihre Agenten vor den Folgen elektromagnetischer Waffen nachhaltig zu schützen. Nicht uninteressant. Wir werden ihre Arbeit fortsetzen und dieses Wissen für unsere eigenen Zwecke verwenden.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
de_de: Auch wenn ihre Motive mehr als schändlich sind: EuroCorp gibt nicht auf, sich mit unserem weit überlegenen Technologieverständnis messen zu wollen. Trotz dieser erkennbaren Unterlegenheit deuten gewisse Dokumente darauf hin, dass man sich mit etwas Besonderem beschäftigt. Es sind dies Anweisungen über die Verbindung von Cyberhaut mit den Eigenschaften eines bestimmten Tarnschildes. Genauer ausgedrückt: Diese Spezialhaut reflektiert auf dem UTOPIA-Scanner lediglich die Signalwerte eines zivilen Feldagenten. Ein mit Tarnhaut ausgestatteter Agent stellt bis zu seiner Enttarnung natürlich eine gewisse Gefahr dar. Wir werden alles daran setzen, diese Technik für uns selbst zu nutzen.
