Repository: swfans/swars
Catalog: lang/alltext_church_spa.po
Languages: es_es

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
es_es: Los aprendices preguntaron al maestro. "¿Cuando alcanzaremos la inmortalidad?"

# mission brief book quote
source: And the Master answered, "Not in this life."
es_es: Y el maestro respondió, "En esta vida no."

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
es_es: Zona Aterrizaje: Enlace IML Riyadh

# mission brief tactical information
source: Target bunkers
es_es: Objetivos Bunkers

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
es_es: Santuario: Enlace IML Riyadh

# mission title
source: Fallen Among Thieves
es_es: Caída Entre Ladrones

# mission brief email header
source: Brave Apostle.
es_es: Valiente Apostol.

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
es_es: Nuestra hija de la Nueva Era, Mirabelle Lucy De Saxo, ha aterrizado forzosamente en territorio Descontrolado, cerca de su santuario de Ciudad del Cabo. Sus acólitos deben ponerse a su lado. Ella debe vivir si cumple su destino como lo primero para pisar el camino de la salvación.

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
es_es: Sabemos que todavía está viva, pero necesita urgentemente que la rescatemos. Por supuesto, tu eres nuestra primera elección para esta arriesgada llamada. Entra en la zona Descontrolada y busca a De Saxo. Evácuala a toda prisa. Ella puede correr un peligro mortal. Se tajante con aquellos que intenten detenerte en tu camino.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
es_es: La valentía se apoderará de ti en los lugares más peligrosos. Arrolladoramente el poder del fuego te verá seguramente a través de ellos.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
es_es: Zona Aterrizaje: Ciudad de Cabo APC

# mission brief tactical information
source: De Saxo's crash site
es_es: Lugar de colisión de De Saxo

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
es_es: Santuario: Enlace IML Ciudad del Cabo

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
es_es: Escuchas: llegada del equipo de EuroCorp -36 horas

# mission title
source: Rain Of Terror
es_es: Lluvia Del Terror

# mission brief email header
source: May faith be with you, <login>.
es_es: La fe puede estar contigo, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
es_es: Busca y elimina un peligroso, hacker entrometido que se oculta entre los Descontrolados, el ha conseguido el control de un satélite estratégico de armas sobre Beijing.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
es_es: Un hacker paria con acceso al satélite de defensa de UTOPIA está ocasionando lluvia de acero desde el cielo, donde y en cualquier parte que el quiera. Hay que detenerle. Hay que buscarle y eliminarle.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
es_es: Se cauteloso, Discípulo. Beijing es un lugar sin fe, lleno de entrometidos que no ven más allá que a través de sus armas.

# mission brief email paragraph
source: Go with spirit.
es_es: Ve con espiritu.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
es_es: El que vive en el ojo del huracán, es una mota en el ojo de algún dios enfadado.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
es_es: Zona Aterrizaje: Enlace IML Beijing

# mission brief tactical information
source: Hacker's location
es_es: Posición de los hackers

# mission brief tactical information
source: Sanctuary: Beijing IML Link
es_es: Santuario: Enlace IML Beijing

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
es_es: Escuchas: valor estimado de la caja de la ciudad Cr 1,500,000

# mission title
source: Armour Of The Gods
es_es: Armadura De Los Dioses

# mission brief email header
source: Disciple, your aura feeds our strength.
es_es: Discípulo, tu aura alimenta nuestra fuerza.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
es_es: El Sindicato ha perdido el control de Sevastopol, por los Descontrolados. Con las armaduras robadas a sus enemigos, los herejes no creyentes, han traído la desolación a cada barrio. Todos ellos son falsos profetas. Eviarles el Cataclismo.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
es_es: Aquellos que usan tan infernal armamento contra nosotros, deben pagar el precio más alto. No hay honor al destruir máquinas, y es un peligro considerable.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
es_es: Sigue cuidadosamente como tu creas, el camino hacia la isla. Primero asegura eso.

# mission brief email paragraph
source: Be full of spirit.
es_es: Se lleno de espiritu.

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
es_es: El valiente se oculta detrás de la tecnología. El estúpido se oculta de ella. Pero el inteligente tiene tecnología, y la oculta.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
es_es: Zona Aterrizaje: Enlace IML Delhi

# mission brief tactical information
source: EuroCorp forces in river port island
es_es: Fuerzas de EuroCorp en el puerto de la isla

# mission brief tactical information
source: The Unguided
es_es: El Descontrolado

# mission brief tactical information
source: Sanctuary: Delhi IML Link
es_es: Santuario: Enlace IML Delhi

# mission title
source: The Dead Zone
es_es: La Zona Muerta

# mission brief email header
source: Blessings, Chosen One.
es_es: Bendiciones, énico Elegido.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
es_es: Tráenos el secreto que EuroCorp está protegiendo en Bangkok y rezaremos por tu salvación.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
es_es: El hedor del caos se extiende en cada esquina de cada calle, ya que UTOPIA deja al pueblo en libertad y recogen a sus ni¤os partidarios de los más profundos subterráneos. En Bangkok, el Sindicato ha renunciado a restaurar su régimen. En cambio, ha impuesto una zona muerta. Lo que ocurre en esa zona no lo sabemos con certeza.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
es_es: Hace poco, uno de nuestros hermanos intento averigua que están haciendo ahí, para ocultarlo tanto. El se dio cuenta de que los agentes enemigos de vez en cuando se aventuran a través de la zona muerta, para secuestrar , punks, muchos de los cuales, se agarran a sus tristes esperanzas entre las ruinas. Entonces los agentes vuelven a sus fortines con sus cautivos. Los Nueve no entienden por qué el Sindicato hace esto cuando eliminan al Descontrolado en cuanto que le ven.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
es_es: Nosotros buscamos iluminación en esta cuestión. Dirige a tus Acólitos a través de los hostiles alrededores de la ciudad y entra en la zona muerta. Averigua que está haciendo EuroCorp y toma las decisiones que consideres necesarias para ocuparte de la situación que tu buscas. Vuelve y confiésanos todo lo que hayas averiguado, de esta forma te limpiaremos de la maldad a la que has estado espuesto.

# mission brief email paragraph
source: Forgive nothing.
es_es: No perdones nada.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
es_es: Un refugiado de guerra buscó al Maestro. El dijo, "Eres sabio y sereno. Ensé¤ame a escapar de los horrores de este Mundo." Y el Maestro le cegó con hierros candentes.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
es_es: Zona Aterrizaje: Enlace IML Bangkok

# mission brief tactical information
source: Dead zone perimeter
es_es: Perímetro de zona muerta

# mission brief tactical information
source: EuroCorp outpost
es_es: Puesto avanzado EuroCorp

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
es_es: Santuario: Enlace IML Bangkok

# mission brief tactical information
source: A commercial vault still stands here
es_es: Aquí todavía queda un caja fuerte comercial

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
es_es: Alerta satélite: evidencia de prueba de armas en el puesto avanzado

# mission title
source: Establish The Link
es_es: Establecer El Enlace

# mission brief email header
source: Listen strong, Acolyte.
es_es: Escucha bien, Acólito.

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
es_es: Necesitamos un enlace IML a Reikiavik, donde corren peligro los sacramentos de nuestra fundación. Nuestra hija predilecta, Mirabelle Lucy De Saxo, debe restablecer este camino. Queda a tu elección despejar el camino a la estación IML en el noreste de Christchurch.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
es_es: Anda con cuidado, peregrino. Hay un montón de trampas y emboscadas, y debes traer el poder del fuego de nuestra fe para resistir contra aquellos que se esconden el camino. De Saxo es especial, y no debe sufrir ningún da¤o. Reza por esto y hazte mayor para ver por qué esto tiene que ser así.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
es_es: Cuando la gente de nuestra fe sea suficiente, abriremos una puerta en la Ionosfera de al Tierra con una lente de ultra-baja radio frecuencia. Los efectos de los rayos cósmicos desencadenados sobre cualquier parte del planeta expuesta a la puerta iónica, será prácticamente destruida por completo. Sólo aquellos que apoyan la causa se salvaran. Nosotros reiniciaremos el mundo y crecerá seguro, con nuestra religión.

# mission brief email paragraph
source: Toil for our cause.
es_es: Trabaja duro por nuestra causa.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
es_es: Sigue al ladrón con más éxito y róbale sus ideas.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
es_es: Zona Aterrizaje: Enlace IML A Christchurch

# mission brief tactical information
source: Christchurch IML Link B
es_es: Enlace IML B Christchurch

# mission title
source: Deconstruction
es_es: Desconstrucción

# mission brief email header
source: Blessed One,
es_es: Unico Bendito,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
es_es: Destruye Instalaciones Avanzadas I+D de EuroCorp cerca de Reikiavik. Elimina a todos los agentes de EuroCorp que veas.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
es_es: La historia de este lugar es la misma que la de la Iglesia de la Nueva Era. Aquí verás la esencia bruta que nos lleva a todos a creer. Y EuroCorp la está manchando. Debes erradicar con una fuerza extrema a cualquier agente que te encuentre allí.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
es_es: También tienes que destruir todos los sitios donde los Nueve prepararon sus mentes para la semilla de la sabiduría. Eso es solo una sustancia material, y nuestra fe vive y late en nuestros corazones. No vaciles. Destruye. Ahora la iglesia no sufrirá ningún da¤o, porque el Codex mora en las zonas más profundas de las mentes de los Nueve. Sólo sombras de esa sabiduría permanecen en Reikiavik. Se minucioso en tu trabajo, digamos por la precisión.

# mission brief email paragraph
source: In holy footsteps.
es_es: En pasos sagrados.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
es_es: "­Aquí!" dijo el Maestro. "Construirme una gran tumba en este lugar." Sus aprendices lo hicieron. Relucía con el sol. "Ahora vamos dentro." Ellos entraron. Un terremoto destruyó la tumba, sepultando todo lo que estaba dentro.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
es_es: El Maestro sonrió. "Incluso los fieles no siempre son elegidos."

# mission brief book quote
source: "This is called sacrifice."
es_es: "A esto se le llama sacrificio."

# mission title
source: Retribution
es_es: Retribución

# mission brief email header
source: Walk in Light, Disciple.
es_es: Camina por la Luz, Discípulo.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
es_es: Eliminar a Mirabelle Lucy De Saxo inmediatamente. La encontrarás en el santuario de Ciudad del Cabo que le dimos a ella, y recuperaremos ahora.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
es_es: Tu corazón sólo late por nosotros. No cuestiones la fe cuando ella te pide que realices una acción que no puedes comprender. De Saxo se ha puesto en contra nuestra. Los Nueve la han descubierto como nuestro enemigo en persona. Ella es una agente del Sindicato. Viaja hasta allí con la venganza en tu pecho, y acaba con ella.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
es_es: Los de mente débil se unirán a ella. Déjales que sientan la fuerza del camino de la verdad.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
es_es: Nosotros casi habremos hecho lo bastante para empezar la etapa final de el Cataclismo y cambiaremos este mundo más allá de toda medida. Lucha por ello, Acólito. Tu has sido elegido y te salvarás. Millones de no creyentes perecerán. Limpiaremos este planeta.

# mission brief email paragraph
source: Keep the faith.
es_es: Mantén la fe.

# mission brief book quote
source: Even the salamander sometimes burns.
es_es: Incluso la salamandra a veces se quema.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
es_es: La blasfema Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
es_es: Día Del Condenado

# mission brief email header
source: Hark these words, Apostle.
es_es: Recuerda estas palabras, Apostol.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
es_es: La Gran Iglesia en Johannesburgo ha sido profanada por un enjambre de Descontrolados. Uno de sus números, Rene Galact, es visiblemente el que dirige a la multitud. Debemos destruirlo en el nombre de todo lo justo.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
es_es: Hay un una gran presencia de Descontrolados en la ciudad. El crecimiento en el área del sudoeste de la ciudad se encuentra ahora en los alrededores de la fortaleza. Nacerá una gran victoria de la destrucción de todos aquellos que se ocultan detrás de muros irrelevantes, y la Iglesia estará más cerca del Día Final. Está escripo en el Codex, Discípulo.

# mission brief email paragraph
source: Go with fire and serenity.
es_es: Ve con fuego y tranquilidad.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
es_es: Tomar una vida es pecado. Tomar cientos es religion.

# mission title
source: Recapture
es_es: Reconquista

# mission brief email header
source: Blessings, Acolyte.
es_es: Bendiciones, Acólito.

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
es_es: Ha surgido una emergencia, para probarnos. Uno de los Nueve ha sido capturado. Está detenido en un centro de arresto en Adelaida. Debes liberarle y escoltarle al santuario.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
es_es: Debes rezar por un camino en el centro y tendrás que llevar armas para repeler a aquellos no creyentes que intenten cortarte el paso. Esto es donde tu fe será probada, Discípulo. No falles. Permanece alerta. Confía en el camino de la verdad y, si es su voluntad, lo conseguiras.

# mission brief email paragraph
source: Travel on holy paths.
es_es: Viaja por caminos sagrados.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
es_es: En los tiempos más oscuros, el verdadero creyente perfecciona sus técnicas de combate.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
es_es: Zona Aterrizaje: Enlace IML Adelaida

# mission brief tactical information
source: The compound holding Brother Ix
es_es: El holding del Hermano Ix

# mission brief tactical information
source: Rendezvous point
es_es: Punto de reunión

# mission brief tactical information
source: Syndicate MBT deployment
es_es: Desplegado MBT del Sindicato

# mission title
source: Revelations
es_es: Revelación

# mission title
source: Cataclysm
es_es: Cataclismo

# mission brief email header
source: Disciple.
es_es: Discípulo.

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
es_es: Nos has servido se mucho. Ahora el momento es nuestro. Quédate donde estás y no nos sigas. Nos dirigiremos solos al conjunto de Lentes Iónicas. Cuando lo activemos, aquellos que estén en la Tierra perecerán. No temas - tu nombre se recordará siempre y te llamaremos el Santo de la Nueva Era.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
es_es: La vida humana en este planeta será virtualmente erradicada y volveremos a repoblar el globo con nuestros parecidos. Esta ha sido nuestra fe, y la llevaremos adelante solos.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
es_es: El que intente pararnos será exterminado por la élite de los Guardias de los Santos Protectores. Acepta tu destino - no seas imprudente y te interpongas. El poder de los Santos Protectores es inmenso.Quédate donde estas y baja tus armas, esto está acabado y hemos ganado.
