Repository: swfans/swars
Catalog: lang/alltext_syndct_swe.po
Languages: sv_se

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
sv_se: Nivån av anarki i stadens centrum stiger. Den föregående EuroCorp säkerhetsgarnisonen har låst in sig själva medan den agent som är stationerad där försöker återfå kontrollen över den lokala virushärjade AIn. Men den lokala agentens infekterade uppdragsorder lämnar garnisonen sårbar. Förinta all garnisonspersonal. När du har staden under vår kontroll igen kommer vi sända ersättningsvakter.

# mission brief tactical information
source: Dropsite: Rome IML Link
sv_se: Dropp-plats: Roms IML-länk

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
sv_se: Lägniväs bostadsbunkerkomplex befäst av kategori O - Ostyrda medborgare

# mission brief tactical information
source: Security garrison
sv_se: Säkerhetsgarnison

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
sv_se: Garnisonsvalv (underjordiskt): beräknat värde 0.4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
sv_se: Satellitvarning: kontrollen över Roms strategiska försvarssatellit har förlorats till okända fiendestyrkor

# mission title
source: Body Matters
sv_se: Kroppsämnen

# mission title
source: Interloper
sv_se: Inkräktare

# mission title
source: Semi-Automatic
sv_se: Halvautomatisk

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
sv_se: Hong Kong, Peking och Phoenix: Sök in mot alla ID-nycklar och övertala alla skurkaktiga cyborgagenter att återvända till sina kryofat.

# mission brief email orders
source: Return to base for further instructions.
sv_se: Återvänd till basen för ytterligare instruktioner.

# mission brief email paragraph
source: Felicitations, <login>.
sv_se: Gratulationer, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
sv_se: Följande meddelande togs upp genom nätscanning klockan 06:55 igår. Londons AI har just dekrypterat det it.

# mission brief email paragraph
source: Message Type: Encoded Transcript
sv_se: Meddelandetyp: Kodad utskift

# mission brief email paragraph
source: Priority: High
sv_se: Prioritet: Hög

# mission brief email paragraph
source: FROM: Control
sv_se: FRÅN: Kontrollen

# mission brief email paragraph
source: TO: All Field Executives
sv_se: TILL: Alla fältchefer

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
sv_se: Agenter som utgett sig för att representera EuroCorp har utfört hemliga operationer i sektorer som är intressanta för oss.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
sv_se: Spaning i dessa områden önskas. Agenter skall inkludera uppskattningar av deras nya modeller i sina rapporter.

# mission brief email paragraph
source: Message ends.
sv_se: Meddelandet slutar.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
sv_se: Det framgår av detta meddelande att våra aktiviteter har övervakats av skurkaktiga agenter med tillgång till vår cyberteknologi. En del av denna teknologi kan vara mer avancerad än vår - vi vet inte vilka utvecklingsresurser denna grupp har till sitt förfogande.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
sv_se: Meddelandet har spårats till destinationer i Hong Kong, Peking och Phoenix. Använd dig av en grupp cyborger för att spåra oauktoriserad agentverksamhet i dessa städer. Vår AI som finns på plats håller nu på att modifiera dessa städers övervakningssystem för att kunna känna av agenter utrustade med avancerade cybernetiska förbättringar.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
sv_se: Ytterligare: Studierna av de indoktrinatorkomponenter du hämtade från Phoenix har avslöjat hur Nya Epokens kyrka får konverterade. Sektmedlemmarna använder en apparat som innehåller en transceiverkrets inställd på UTOPIAs frekvens. Med andra ord, vår fiende har något som fungerar på samma sätt som vår Övertalartron. Med ytterligare studier förväntar sig vår forksningsavdelning kunna designa en effektivare Övertalartron, en som skulle fungera på fanatiker.

# mission brief tactical information
source: Target agent
sv_se: Mälinvisa agent

# mission brief tactical information
source: Suitable vehicle for gaining access to base
sv_se: Lämpligt fordon för tillträde till basen

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
sv_se: Avlyssning: banksäkerhetssystem har nyligen förbättrats

# mission brief email orders
source: Rome: Persuade rogue agent.
sv_se: Rom: Övertala skurkaktig agent.

# mission brief email paragraph
source: Salutations, <login>.
sv_se: Hälsningar, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
sv_se: Det var ett väldigt framgångsrikt svep dina agenter genomförde. Men de skurkaktiga agenternas gruppledare tog en IML med sig till Rom och attackerade den utpost vi nyligen etablerade, antagligen i ett försök att bryta sig in i valvet där. Vi vill att denna kapabla agent skall gå med oss.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
sv_se: Uppdatering: Vi hade tur som upptäckte Harbinger när vi gjorde. Det betyder i alla fall att vi har en intakt AI vilken fortsätter att visa sig användbar. Tänk på detta: våra så kallade "Ostyrda" håller på att transfomeras, från en besvärlig pöbel till en bestämd stridsstyrka. Vid rodret - en Ko-Paull Vissick; mångkunnigt underbarn och exceptionellt begåvad intellektuellt sett. Vissick antas vara en av våra toppforskare men London AI har plockat upp hans signaler där de inte skall vara.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
sv_se: Vi har spårat så mycket av UTOPIAs trafik som vi kan. Nya Epokens kyrka har kapat åt sig mängder av den och mycket av det som är kvar är bara meningslöst skräp som lämnats av Harbinger. Men, London AI märkte att någon annan också höll på och hackade i UTOPIA, nu när sådant är möjligt igen. Det visade sig vara Vissick. Slutligen visade det sig vara ett spöke. Det var omöjligt att säga var det hade sänts från. Men det måste ha varit Vissick. Nästan ingen annan i syndikatet skulle kunna göra det han gjorde. Bara gud vet varför han har slagit sig ihop med detta Ostyrda avskum. Jag skall se titta lite närmare på det.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
sv_se: Avlyssning: polisen pä spaning efter en grupp Ostyrda vilka har infiltrerat staden för att kunna bekosta ett nytt uppror

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
sv_se: Avlyssning: ostabil UTOPIA ID-signal detekterad - möjligt gömställe för Ostyrda

# mission title
source: Taken To Taks
sv_se: Tagen till Taks

# mission brief email orders
source: New York: Persuade Jennifer Taks.
sv_se: New York: Övertyga Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
sv_se: Tillfälliga hälsningar, direktörn <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
sv_se: Din närvaro krävs i New York. Flera nordamerikanska företag har förenat sig lokalt under fanan Nya Atlantiska Alliansen (NAA). Den snabba utvecklingen av detta syndikat är anmärkningsvärd, med tanke på ödeläggelsen av UTOPIAs kommunikationssystem.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
sv_se: Det verkar som om en av våra tidigare mediachefer, Jennifer Taks, använder sin priviligierade access till Global News och Public Access Networks för att hantera lokal information till NAAs fördel. Ms Taks verkar ha betydande framgång med detta bemödande. Vi vill ha henne.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
sv_se: Skicka iväg en grupp till New York och infiltrera NAAs Manhattankontor i Global News Network blocket. Leta reda på Ms Taks och övertyga henne om att hennes lojaliteter ligger hos oss.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
sv_se: Centrets säkerhet är extremt hård. Det kan vara omöjligt att tvinga sig in. Jag kommer försöka spåra UTOPIAs ID-signaler från centrets personal för att se om någon av dem lämnar centret av någon anledning. All personal har kodtransplanterade passerkort, så du måste övertala dem att följa med dig genom säkerhetsspärrarna. Var försiktig så du inte drar uppmärksamheten till dig av de lokala polisenheterna vilka har en upphöjd uppmärksamhetsstatus.

# mission brief tactical information
source: Dropsite: New York IML Link
sv_se: Dropp-plats: New Yorks IML-länk

# mission brief tactical information
source: New Atlantic Alliance HQ
sv_se: Nya Atlantiska Alliansens HK

# mission brief tactical information
source: Civilian staff housing
sv_se: Bostäder för civil personal

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
sv_se: Avlyssning: polisen har nyligen uppgraderat deras svarsgrupp för valvinbrytningar

# mission title
source: Walkabout
sv_se: Promenad

# mission title
source: Secrets
sv_se: Hemligheter

# mission title
source: Forbidden Knowledge
sv_se: Förbjuden kunskap

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
sv_se: Santiago, Buenos Aires, Kapstaden, Adelaide: Skicka iväg sökgrupper till dessa städer. Kom tillbaka med alla vetenskapsmän du kan hitta.

# mission brief email paragraph
source: Profound greetings.
sv_se: Djupa hälsningar.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
sv_se: Londons AI har gjort en psykologisk profil på meddelandeinnehållet av ett ökande antal samhällsomstörtande sändningar från Vissick. Det är mycket intressant läsning.Hans idéväckande meddelande, sänt på en öppen kanal, var en klar provokation som uppmanade de Ostyrda att resa sig, inte bara mot syndikatet, utan även mot Nya Epokens kyrka. Olyckligtvis var Vissick smädelser fyllda av domedagsprofetior, vilket kan indikera att hans nuvarande mentala status är långt från stabil. Han sade, till exempel, att Nya Epokens kyrka skulle bringa inget mindre än den avgörande striden. Jag kan bara spekulera i hur en grupp med religiösa extremister skulle kunna starta en global förintelse.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
sv_se: Vissicks senaste uppdrag var så hemligt - och UTOPIA har varit så ödelagd av Harbinger viruset - att information om hans uppdrag är knapphändiga. Men vad vi vet är att han arbetade i en grupp med toppforskare från Gel Data och Hexagon Corporation med ett projekt på Island. Än så länge har ingen av de andra medlemmarna i gruppen lokaliserats. Sök igenom alla Gel Datas och Hexagons faciliteter efter de saknade forskarna. Dessa företag har kontor i Santiago, Buenos Aires, Kapstaden och Adelaide.

# mission brief email paragraph
source: Good luck, <login>.
sv_se: Lycka till, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
sv_se: Dropp-plats: Santiagos IML-länk

# mission brief tactical information
source: Target scientist
sv_se: Målvetenskapsman

# mission brief tactical information
source: North Side over-run by zealots
sv_se: Nordsidan invaderad av fanatiker

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
sv_se: Dropp-plats: Buenos Aires IML-länk

# mission brief tactical information
source: Hexagon Corporation Headquarters
sv_se: Hexagon företags-HK

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
sv_se: Avlyssning: Hexagons reservvalv

# mission brief tactical information
source: Additional cultist activity detected
sv_se: Ytterligare sektaktivitet detekterad

# mission brief tactical information
source: Dropsite: Cape Town via APC
sv_se: Dropp-plats: Kapstaden via APC

# mission brief tactical information
source: Hexagon research facility gateway
sv_se: Port till Hexagons forskningsanläggning

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
sv_se: Avlyssning: Fanatiker har tagit kontrollen över denna installation

# mission brief tactical information
source: Dropsite: Adelaide IML Link
sv_se: Dropp-plats: Adelaides IML-länk

# mission brief tactical information
source: Gel Data Testing Facility
sv_se: Gel Datas testanläggning

# mission title
source: Missing Link
sv_se: Saknade länken

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
sv_se: Christchurch: Skicka iväg en grupp agenter omedelbart. Lokalisera och säkra den transpolära länken.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
sv_se: Det verkar som om Vissick strax innan Harbinger trängde in i UTOPIA var engagerad i ett topphemligt forskningsprogram i Reykjavik. Programmets mål var att designa en maskin kapabel att förstärka mänskliga inlärningsförmågor. Tydligen kom gruppen längre än till designstadiet. De byggde maskinen. Men de vetenskapsmän du övertalade fungerade bara som underordnade tekniker till huvudprojektets grupp och hade inte så mycket mer information att lämna.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
sv_se: De tio nyckelmedlemmarna i gruppen var kända som Cybernetic Cognition Conference eller C3. Deras chef var Ko-Paull Vissick. Alla C3 medlemmar plockades från EuroCorps forskarelit.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
sv_se: För närvarande är alla spårlöst försvunna.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
sv_se: Detta har samband med en nyhetsrapport om misslyckandet med Reykjaviks IML-länk förra månaden, en händelse som verkar ha iscensatts för att ge gruppen maximal säkerhet under deras arbete. Under tiden beställde C3 sin egen transpolära länk till Christchurch. Till synes verkar detta vara gjort nyligen.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
sv_se: Dropp-plats: Christchurchs IML-länk A

# mission brief tactical information
source: Target area: Christchurch IML Link B
sv_se: Mälomräde: Christchurchs IML-länk B

# mission brief tactical information
source: Tang Protective agents detected
sv_se: Skyddsagenter frän Tang detekterade

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
sv_se: Tangagenternas order uppsnappade - agentens mäl är stadsbankens valv

# mission title
source: Dark Angels In The Architecture
sv_se: Mörka änglar i arkitekturen

# mission title
source: The Hive
sv_se: Bikupan

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
sv_se: Reykjavik: Ta reda på vad som hände C3-projektet. Aktivera IML-länken till Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
sv_se: Nuuk: Utför en full svepning av staden.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
sv_se: Gratulerar att du lyckades med dina senaste uppdrag, <login>.

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
sv_se: Det är absolut nödvändigt att våra agenter omedelbart utnyttjar fördelen med att ha tillgång till den transpolära IMLen. Sänd din grupp till Reykjavik för att undersöka forskningsplats C3. Det är svårt att rådgöra dig om vilken typ av närvaro du kan finna där men, med tanke på den känsliga typen av plats, skall dina agenter vara maximalt uppmärksamma. Hämta in bevis för C3-programmets status.

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
sv_se: Övrigt: Sedan CHIP-driftstoppet började har Nuuk varit helt avskärmat från yttervärlden. Det har funnits rapporter om större kyrkaktiviteter runt stadens ytterkanter, men ingenting har nått oss från stadens insida. Nuuk är direkt ansluten till Reykjavik via IML. Kanske är denna länk fortfarande öppen. När du klarat av Reykjavikdelen av ditt uppdrag, leta upp och, vid behov, aktivera IML-länken. Fortsätt till Nuuk och undersök situationen där.

# mission brief email paragraph
source: Remain vigilant!
sv_se: Var försiktig!

# mission title
source: Duplicity
sv_se: Dubbelspel

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
sv_se: London: Sörj för maximal säkerhet vid ledningsmötet. Diskretion med vapen är inte nödvändig.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
sv_se: Lyssna, direktörn <login>. Detta är Londons Artificiella Intelligens. Jag har nya intelligenta order åt dig.
