Repository: swfans/swars
Catalog: lang/alltext_comm_spa.po
Languages: es_es

# objective text shown on scanner
source: Eliminate the Unguided
es_es: Eliminar al Descontrolado

# objective text shown on scanner
source: Return to HQ
es_es: Volver al Cuartel General

# objective text shown on scanner
source: Persuade Yamaguchi technicians
es_es: Persuadir técnicos de Yamaguchi

# objective text shown on scanner
source: Evacuate
es_es: Desocupar

# objective text shown on scanner
source: Technician fatality
es_es: Técnico víctima

# objective text shown on scanner
source: Persuade Yamaguchi executives
es_es: Persuadir ejecutivos de Yamaguchi

# objective text shown on scanner
source: Executive fatality
es_es: Ejecutivo víctima

# objective text shown on scanner
source: Neutralise Yamaguchi agents
es_es: Neutralizar agentes de Yamaguchi

# objective text shown on scanner
source: Agent fatality
es_es: Agente víctima

# objective text shown on scanner
source: Persuade Bluesky scientists
es_es: Persuadir científicos de Bluesky

# objective text shown on scanner
source: Persuade Bluesky scientist
es_es: Persuadir científico de Bluesky

# objective text shown on scanner
source: Mission update: eliminate Unguided threat
es_es: Actualización de la misión: eliminar amenaza de Descontrolados

# objective text shown on scanner
source: Escort scientists to IML link
es_es: Escoltar científicos hasta enlace IML

# objective text shown on scanner
source: Steal bullion car
es_es: Robar camión lingotes de oro

# objective text shown on scanner
source: The bullion car has been destroyed
es_es: El coche de lingotes ha sido destruido

# objective text shown on scanner
source: The bullion car has reached Tang HQ
es_es: El camión de lingotes de oro ha llegado al C.G. Tang

# objective text shown on scanner
source: Deliver car to evac zone
es_es: Llevar el coche hasta zona desocupada

# objective text shown on scanner
source: Steal cult technology from temple
es_es: Robar artefacto del templo

# objective text shown on scanner
source: Deliver cult artefact to evac zone
es_es: Llevar artefacto a zona desocupada

# objective text shown on scanner
source: Remove Unguided stronghold
es_es: Eliminar fortaleza de Descontrolados

# objective text shown on scanner
source: Eliminate rioters
es_es: Eliminar amotinados

# objective text shown on scanner
source: Sterilise sector
es_es: Esterilizar sector

# objective text shown on scanner
source: Eliminate guards
es_es: Eliminar guardias

# objective text shown on scanner
source: Eliminate agent
es_es: Eliminar agente

# objective text shown on scanner
source: Persuade agent
es_es: Persuadir agente

# objective text shown on scanner
source: Target agent has died
es_es: Agente objetivo ha muerto

# objective text shown on scanner
source: Target agent has escaped
es_es: Agente objetivo ha escapado

# objective text shown on scanner
source: Persuade NAA employee
es_es: Persuadir empleado de NAA

# objective text shown on scanner
source: Persuade Jennifer Taks
es_es: Persuadir Jennifer Taks

# objective text shown on scanner
source: Escort Taks to IML link
es_es: Escoltar a Taks hasta enlace IML

# objective text shown on scanner
source: Jennifer Taks is dead
es_es: Jennifer Taks está muerta

# objective text shown on scanner
source: Eliminate Zealots
es_es: Eliminar fanático

# objective text shown on scanner
source: Persuade Gel Data scientist
es_es: Persuadir científico de Gel Data

# objective text shown on scanner
source: Persuade Gel Data scientists
es_es: Persuadir científicos de Gel Data

# objective text shown on scanner
source: Persuade Hexagon scientist
es_es: Persuadir científico de Hexagon

# objective text shown on scanner
source: Persuade Hexagon scientists
es_es: Persuadir científicos de Hexagon

# objective text shown on scanner
source: Escort scientist to IML link
es_es: Escoltar científico hasta enlace IML

# objective text shown on scanner
source: Update: eliminate Zealot threat
es_es: Actualización: eliminar amenaza fanático

# objective text shown on scanner
source: Vehicle destroyed: agents stranded
es_es: Vehículo destruido: agentes colgados

# objective text shown on scanner
source: Scientist lost
es_es: Científico perdido

# objective text shown on scanner
source: Persuade C3 scientists
es_es: Persuadir científicos de C3

# objective text shown on scanner
source: C3 scientists eliminated
es_es: Científicos de c3 eliminados

# objective text shown on scanner
source: Laboratory destroyed
es_es: Laboratorio destruido

# objective text shown on scanner
source: Facility destroyed
es_es: Facilidad destruida

# objective text shown on scanner
source: Sterilise city
es_es: Esterilizar ciudad

# objective text shown on scanner
source: Protect Drennan
es_es: Proteger a Drennan

# objective text shown on scanner
source: Protect Professor's assistant
es_es: Proteger asistente del profesor

# objective text shown on scanner
source: Protect executives
es_es: Proteger ejecutivos

# objective text shown on scanner
source: Professor Drennan is dead
es_es: El profesor Drennan está muerto

# objective text shown on scanner
source: Professor Drennan's aide is dead
es_es: El ayudante del profesor Drennan está muerto

# objective text shown on scanner
source: EuroCorp executives have been wiped out
es_es: Ejecutivos de EuroCorp han sido liquidados

# objective text shown on scanner
source: Rescue professor Drennan
es_es: Rescatar al profesor Drennan

# objective text shown on scanner
source: Escort professor Drennan to EuroCorp facility
es_es: Escoltar al profesor Drennan a facilidad EuroCorp

# objective text shown on scanner
source: Mission update: evacuate all personnel
es_es: Actualización de la misión: evacuar a todo el personal

# objective text shown on scanner
source: Evacuation failed
es_es: Evacuación fallida

# objective text shown on scanner
source: Persuade Mirabelle Lucy De Saxo
es_es: Persuadir a Mirabelle Lucy De Saxo

# objective text shown on scanner
source: De Saxo has fled: new orders available
es_es: De Saxo ha huido: nuevas ordenes disponibles

# objective text shown on scanner
source: Eliminate Mirabelle Lucy De Saxo
es_es: Eliminar a Mirabelle Lucy De Saxo

# objective text shown on scanner
source: Crush the uprising
es_es: Aplastar la sublevación

# objective text shown on scanner
source: Eliminate Unguided rebels
es_es: Eliminar rebeldes Descontrolados

# objective text shown on scanner
source: Protect the Bahrain AI
es_es: Proteger la I.A. de Bahrein

# objective text shown on scanner
source: Bahrain AI has been destroyed
es_es: La I.A. de Bahrein ha sido destruida

# objective text shown on scanner
source: Secure orbital elevator
es_es: Asegurar ascensor orbital

# objective text shown on scanner
source: Insufficient agents to complete mission
es_es: Agentes insuficientes para completar la misión

# objective text shown on scanner
source: The orbital elevator has been destroyed
es_es: El ascensor orbital ha sido destruido

# objective text shown on scanner
source: The space station has been destroyed
es_es: La estación espacial ha sido destruida

# objective text shown on scanner
source: Get shuttle nav computer
es_es: Obtener ordenador de navegación de lanzadera

# objective text shown on scanner
source: Station self-destruct armed: de-activate
es_es: Estación armada para autodestrucción: desactivar

# objective text shown on scanner
source: Get shuttle life support module
es_es: Obtener módulo de soporte de vida de la lanzadera

# objective text shown on scanner
source: Access lunar shuttle craft
es_es: Acceder a cabina de lanzadera lunar

# objective text shown on scanner
source: Eliminate The Nine
es_es: Eliminar a los Nueve

# objective text shown on scanner
source: The Nine have activated the ion gate. you have been defeated.
es_es: Los Nueve han activado la puerta iónica. has sido vencido.

# objective text shown on scanner
source: Eliminate the Unguided heathens
es_es: Eliminar paganos Descontrolados

# objective text shown on scanner
source: Our garden of meditations has been destroyed
es_es: Nuestro jardín de meditaciones ha sido destruido

# objective text shown on scanner
source: Convert EuroCorp agent
es_es: Convertir a agente de EuroCorp

# objective text shown on scanner
source: Escort agent to IML link
es_es: Escoltar agente hasta enlace IML

# objective text shown on scanner
source: Your target has been eliminated
es_es: Su objetivo ha sido eliminado

# objective text shown on scanner
source: Your target has escaped
es_es: Tu objetivo ha escapado

# objective text shown on scanner
source: Acquire funds
es_es: Adquirir reservas

# objective text shown on scanner
source: You have lost your quarry
es_es: Su presa se ha perdido

# objective text shown on scanner
source: Take dr Schweizer to see father Black
es_es: Llevar al dr. Schweizer a ver a padre Negro

# objective text shown on scanner
source: Dr Schweizer is dead
es_es: El dr. Schweizer está muerto

# objective text shown on scanner
source: Father Black is dead
es_es: Padre Negro está muerto

# objective text shown on scanner
source: Protect your brethren and the temple
es_es: Protege a tu hermano y al templo

# objective text shown on scanner
source: Your brethren are all dead
es_es: Tus hermanos están muertos

# objective text shown on scanner
source: The temple has been destroyed
es_es: El templo ha sido destruido

# objective text shown on scanner
source: Vanquish the unbelievers
es_es: Elimina a los Descontrolados

# objective text shown on scanner
source: Punish the rioters
es_es: Castigar a los amotinados

# objective text shown on scanner
source: Annihilate the forces of chaos
es_es: Aniquilar las fuerzas del caos

# objective text shown on scanner
source: Destroy the Unguided vermin
es_es: Destruir las sabandijas Descontroladas

# objective text shown on scanner
source: Wipe out EuroCorp personnel
es_es: Liquidar al personal de EuroCorp

# objective text shown on scanner
source: Eliminate EuroCorp agents
es_es: Eliminar agentes de EuroCorp

# objective text shown on scanner
source: Assist Acolytes
es_es: Ayudar a Acólitos

# objective text shown on scanner
source: Assassinate the saboteur
es_es: Asesinar a saboteadores

# objective text shown on scanner
source: Vanquish the desecrators
es_es: Eliminar a los desertores

# objective text shown on scanner
source: Protect the order of Acolytes
es_es: Proteger la orden de Acólitos

# objective text shown on scanner
source: The order of Acolytes has been completely eliminated
es_es: La orden de Acólitos ha sido completamente eliminada

# objective text shown on scanner
source: Deliver bullion car to collection point
es_es: Llevar coche de lingotes al punto de recogida

# objective text shown on scanner
source: Assassinate the professor's assistant
es_es: Asesinar al ayudante del profesor

# objective text shown on scanner
source: Take the assistant's place by the professor's side
es_es: Reemplazar el lugar del ayudante del profesor

# objective text shown on scanner
source: Collect video data for lecture
es_es: Recoger datos de vídeo para lectura

# objective text shown on scanner
source: Go to podium
es_es: Ir al podio

# objective text shown on scanner
source: Attend lecture
es_es: Prestar atención a la lectura

# objective text shown on scanner
source: Escort professor Drennan
es_es: Escoltar al profesor Drennan

# objective text shown on scanner
source: The professor has met his assistant
es_es: El profesor se ha encontrado con su ayudante

# objective text shown on scanner
source: The professor is dead
es_es: El profesor está muerto

# objective text shown on scanner
source: Mirabelle Lucy De Saxo is dead
es_es: Mirabelle Lucy De Saxo está muerta

# objective text shown on scanner
source: Destroy EuroCorp weapons bunker
es_es: Destruir bunker de armas de EuroCorp

# objective text shown on scanner
source: Steal EuroCorp weapon design
es_es: Robar diseños de armas de EuroCorp

# objective text shown on scanner
source: Upload weapon design
es_es: Cargar diseño de arma

# objective text shown on scanner
source: Return
es_es: Volver

# objective text shown on scanner
source: Acolytes stranded: cannot complete mission
es_es: Acólitos colgados: no se puede completar la misión

# objective text shown on scanner
source: Assassinate hacker
es_es: Asesinar hacker

# objective text shown on scanner
source: Eliminate EuroCorp personnel controlling river port
es_es: Eliminar las fuerzas que controlan el puerto del río

# objective text shown on scanner, uses across campaigns
source: Return to IML link
es_es: Volver a enlace IML

# objective text shown on scanner, Church, mission The Dead Zone
source: Abduct EuroCorp captive
es_es: Raptar cautivo de EuroCorp

# objective text shown on scanner, Church, mission The Dead Zone
source: The target has been eliminated
es_es: El objetivo ha sido eliminado

# objective text shown on scanner, Church, mission Deconstruction
source: Destroy R&D facilities
es_es: Destruir instalaciones de I+D

# objective text shown on scanner, Church, mission Deconstruction
source: Eliminate agents of EuroCorp
es_es: Eliminar agentes de EuroCorp

# objective text shown on scanner, Church, mission Friendly Fire
source: De Saxo must perish
es_es: De Saxo debe morir

# objective text shown on scanner, Church, few missions
source: Leave this place
es_es: Abandonar este lugar

# objective text shown on scanner, Church, mission Armour Of The Gods
source: Subdue the Unguided
es_es: Dominar al Descontrolado

# objective text shown on scanner, Church, mission Vissick Hunt
source: Seek and destroy the leader of the uprising
es_es: Buscar y destruir al líder de la sublevación

# objective text shown on scanner, Church, mission Recapture
source: Rescue IX and guide him to rendezvous
es_es: Rescatar a IX y conducirle al punto de reunión

# objective text shown on scanner, Church, mission Recapture
source: Protect IX
es_es: Proteger a IX

# objective text shown on scanner, Church, mission Recapture
source: You have allowed IX to perish
es_es: Se le permite perder a un IX

# objective text shown on scanner
source: Nothing can stop The Nine now. You have been defeated.
es_es: Nada puede parar ya a los Nueve. has sido vencido.

# objective text shown on scanner, Church, mission Deliver The Ninth
source: Do nothing: obey The Nine
es_es: No hacer nada: obedecer a los Nueve

# objective text shown on scanner, EuroCorp, mission The Unguided
source: All citizens converted by Zealots
es_es: Fanático han convertido a todos los ciudadanos

# objective text shown on scanner
source: Eliminate intruder
es_es: Eliminar intruso

# objective text shown on scanner
source: Eliminate intruders
es_es: Eliminar intrusos

# objective text shown on scanner
source: Persuade infiltrator
es_es: Persuadir infiltrado

# objective text shown on scanner, uses across campaigns
source: Proceed to IML link
es_es: Proceder a enlace IML

# objective text shown on scanner
source: Target eliminated
es_es: Objetivo eliminado

# objective text shown on scanner, Church, mission Free Passage
source: Activate IML link
es_es: Activar enlace IML

# objective text shown on scanner, uses across campaigns
source: IML link destroyed
es_es: Enlace IML destruido

# objective text shown on scanner
source: Eliminate agents
es_es: Eliminar agentes

# objective text shown on scanner, Church, mission Harbinger
source: Penetrate bunker: release virus
es_es: Penetrar en bunker: liberar virus

# objective text shown on scanner, Church, few missions
source: Depart
es_es: Marcharse

# objective text shown on scanner, Church, few missions
source: Retreat
es_es: Retirada

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ormandoz
es_es: Convertir a Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ramirez
es_es: Convertir a Ramírez

# objective text shown on scanner, Church, mission The Knowledge
source: Bring them to us
es_es: Traérnoslos

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ormandoz to perish
es_es: Se le permite echar a perder a Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ramirez to perish
es_es: Se le permite echar a perder a Ramírez

# objective text shown on scanner, Church, mission Soul Crusader
source: Steal dr Schweizer's work
es_es: Robar el trabajo del dr. Schweizer

# objective text shown on scanner, Church, few missions
source: Return to us
es_es: Volver con nosotros

# objective text shown on scanner, Church
source: EuroCorp agents must join us or die
es_es: Los agentes de EuroCorp deben unirse a nosotros o morir

# objective text shown on scanner, Church, mission Spies Like Us
source: Neutralise EuroCorp agents
es_es: Neutralizar agentes de EuroCorp

# objective text shown on scanner, Church, mission Powermonger
source: Assassinate Koto Sek
es_es: Asesinar a Koto Sek

# objective text shown on scanner, Church, few missions
source: Neutralise all EuroCorp agents
es_es: Neutralizar a todos los agentes de EuroCorp

# objective text shown on scanner, Church, mission Fall Among Thieves
source: Let no harm come to De Saxo
es_es: No permitir que hieran a De Saxo

# objective text shown on scanner
source: Take control of the IML link
es_es: Tomar el control del enlace IML

# objective text shown on scanner, Church, missions with De Saxo
source: Our blessed daughter is dead
es_es: Nuestra hermana bendita está muerta

# objective text shown on scanner, Church
source: You will die for this heresy!
es_es: !morirá por esta herejía!

# objective text shown on scanner, Church, mission Spies Like Us
source: EuroCorp must choose between our faith or death
es_es: EuroCorp debe escoger entre nuestra fe y la muerte

# objective text shown on scanner, Church, few missions
source: Seek sanctuary
es_es: Buscar santuario

# objective text shown on scanner, Church, mission Recapture
source: Get in
es_es: Entrar

# objective text shown on scanner
source: Target persuaded
es_es: Objetivo persuadido

# objective text shown on scanner, EuroCorp, few missions
source: Neutralise agent
es_es: Agente neutralizado

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Seek and destroy - category U - Unguided citizens
es_es: Buscar y destruir - categoría U - Descontrolado

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Mission update: eliminate cultists
es_es: Actualización: eliminar cultistas

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein detected - persuade the Professor
es_es: El Profesor Klein detectó - persuadir al Profesor

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Protect Professor Klein - evacuate
es_es: Proteger al profesor Klein - evacuar

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein is dead
es_es: El profesor Klein está muerto

# objective text shown on scanner, Church, mission The Shining
source: Destroy ground station
es_es: Destruir la estación terrestre

# objective text shown on scanner, Church, mission The Shining
source: Smite our enemy
es_es: Golpea a nuestro enemigo

# map screen location - name
source: London
es_es: Londres

# map screen location - language
source: Low English
es_es: Inglés Común

# map screen location - industry
source: Software Engineering, Financial Services
es_es: Software, Finanzas

# map screen location - toxicity
source: Chemical Waste, Human Effluent
es_es: Desechos Químicos y Humanos

# map screen location - landscape
source: Complex Urban
es_es: Urbana Compleja

# map screen location - language
source: New American
es_es: Nuevo Americano

# map screen location - industry
source: Vehicle Manufacture
es_es: Fabricación de Vehículos

# map screen location - toxicity
source: Heavy Industrial, Radioactive Waste
es_es: Industria Pesada, Residuos Radiactivos

# map screen location - language
source: Indo-Chinese
es_es: Indochino

# map screen location - industry
source: Memory Plastics
es_es: Plásticos con Memoria

# map screen location - toxicity
source: Light Industrial
es_es: Industria Ligera

# map screen location - landscape
source: Ultra-Metropolitan
es_es: Ultra-ciudad

# map screen location - language
source: Proto-Mandarin
es_es: Proto-Mandarín

# map screen location - industry
source: Plastics Fabrication, Hardware Manufacture
es_es: Plásticos, Hardware

# map screen location - toxicity
source: Radioactive Waste, Human Effluent
es_es: Residuos Radiactivos y Humanos

# map screen location - name
source: Vienna
es_es: Viena

# map screen location - landscape
source: Simple Urban
es_es: Urbana Sencilla

# map screen location - language
source: C.C.E. (Common Central European)
es_es: C.E.C. (Centro Europeo Común)

# map screen location - industry
source: Mineral Re-processing
es_es: Reprocesado de Minerales

# map screen location - name
source: Geneva
es_es: Ginebra

# map screen location - industry
source: Water Detoxification, Air Re-processing
es_es: Depuración de Agua y Aire

# map screen location - toxicity
source: Radioactive Waste
es_es: Residuos Radiactivos

# map screen location - name
source: Salzburg
es_es: Salzburgo

# map screen location - language
source: Neu-Slavik
es_es: Nuevo-Eslavo

# map screen location - industry
source: Vegetative Regeneration
es_es: Repoblación Vegetal

# map screen location - name
source: Singapore
es_es: Singapur

# map screen location - language
source: Pseudo-Malay
es_es: Pseudo-Malayo

# map screen location - industry
source: Water Detoxification, Hardware Manufacture
es_es: Hardware, Depuración de Agua

# map screen location - toxicity
source: Human Effluent, Heavy Industrial
es_es: Residuos Humanos Industria Pesada

# map screen location - language
source: American Continental Interior
es_es: Americano Continen-tal

# map screen location - industry
source: Power Generation
es_es: Generación Energía

# map screen location - name
source: Rome
es_es: Roma

# map screen location - language
source: Low Latin
es_es: Latín Común

# map screen location - industry
source: Consumer Durables
es_es: Bienes de Consumo

# map screen location - toxicity
source: Heavy Industrial
es_es: Industria Pesada

# map screen location - language
source: New Arabic
es_es: Nuevo árabe

# map screen location - industry
source: Fuel Refining, Mineral Processing
es_es: Refinado de Petróleo, Procesado de Minerales

# map screen location - toxicity
source: Chemical Waste
es_es: Desechos Químicos

# map screen location - name
source: New York
es_es: Nueva York

# map screen location - language
source: High English
es_es: Inglés Culto

# map screen location - industry
source: Weaponry Manufacture
es_es: Fabricación de Armamento

# map screen location - toxicity
source: Ultra-Heavy Industrial, Radioactive Waste, Human Effluent
es_es: Industria Ultra-Pesada, Residuos Radiactivos y Humanos

# map screen location - language
source: Neu-Spanish
es_es: Nuevo Español

# map screen location - industry
source: Rubber Production
es_es: Producción de Caucho

# map screen location - landscape
source: Ultra Metropolitan
es_es: Ultra-ciudad

# map screen location - industry
source: Foodstuff Manufacture
es_es: Manufactura de Alimentos

# map screen location - toxicity
source: Heavy Industrial, Human Effluent
es_es: Industria Pesada, Residuos Humanos

# map screen location - name
source: Cape Town
es_es: Ciudad del Cabo

# map screen location - language
source: Afrikaans (Ancient)
es_es: Afrikaans (Antiguo)

# map screen location - industry
source: Mineral Processing
es_es: Procesado de Minerales

# map screen location - name
source: Adelaide
es_es: Adelaida

# map screen location - language
source: Sub English
es_es: Sub-Inglés

# map screen location - industry
source: Brewing, Animal Husbandry
es_es: Manufacturas, Ganadería
