Repository: swfans/swars
Catalog: lang/alltext_comm_ita.po
Languages: it_it

# objective text shown on scanner
source: Eliminate the Unguided
it_it: Elimina i Non Guidati

# objective text shown on scanner
source: Return to HQ
it_it: Torna al Quartier Generale

# objective text shown on scanner
source: Persuade Yamaguchi technicians
it_it: Persuadi i tecnici di Yamaguchi

# objective text shown on scanner
source: Evacuate
it_it: Evacua

# objective text shown on scanner
source: Technician fatality
it_it: Morte di un tecnico

# objective text shown on scanner
source: Persuade Yamaguchi executives
it_it: Persuadi i dirigenti di Yamaguchi

# objective text shown on scanner
source: Executive fatality
it_it: Morte di un dirigente

# objective text shown on scanner
source: Neutralise Yamaguchi agents
it_it: Neutralizza gli agenti di Yamaguchi

# objective text shown on scanner
source: Agent fatality
it_it: Morte di un agente

# objective text shown on scanner
source: Persuade Bluesky scientists
it_it: Persuadi gli scienziati di Bluesky

# objective text shown on scanner
source: Persuade Bluesky scientist
it_it: Persuadi lo scienziato di Bluesky

# objective text shown on scanner
source: Mission update: eliminate Unguided threat
it_it: Aggiornamento: elimina la minaccia dei Non Guidati

# objective text shown on scanner
source: Escort scientists to IML link
it_it: Scorta gli scienziati al collegamento IML

# objective text shown on scanner
source: Steal bullion car
it_it: Ruba la macchina d'oro

# objective text shown on scanner
source: The bullion car has been destroyed
it_it: La macchina d'oro stata distrutta

# objective text shown on scanner
source: The bullion car has reached Tang HQ
it_it: La macchina d'oro ha raggiungo il Quartier Generale Tang

# objective text shown on scanner
source: Deliver car to evac zone
it_it: Porta la macchina alla zona di evacuazione

# objective text shown on scanner
source: Steal cult technology from temple
it_it: Ruba il manufatto dal tempio

# objective text shown on scanner
source: Deliver cult artefact to evac zone
it_it: Porta il manufatto alla zona di evacuazione

# objective text shown on scanner
source: Remove Unguided stronghold
it_it: Rimuovi la roccaforte dei Non Guidati

# objective text shown on scanner
source: Eliminate rioters
it_it: Elimina i manifestanti

# objective text shown on scanner
source: Sterilise sector
it_it: Sterilizza il settore

# objective text shown on scanner
source: Eliminate guards
it_it: Elimina le guardie

# objective text shown on scanner
source: Eliminate agent
it_it: Elimina l'agente

# objective text shown on scanner
source: Persuade agent
it_it: Persuadi l'agente

# objective text shown on scanner
source: Target agent has died
it_it: L'agente bersaglio morto

# objective text shown on scanner
source: Target agent has escaped
it_it: L'agente bersaglio fuggito

# objective text shown on scanner
source: Persuade NAA employee
it_it: Persuadi il dipendente NAA

# objective text shown on scanner
source: Persuade Jennifer Taks
it_it: Persuadi Jennifer Taks

# objective text shown on scanner
source: Escort Taks to IML link
it_it: Scorta Taks al collegamento IML

# objective text shown on scanner
source: Jennifer Taks is dead
it_it: Jennifer Taks morta

# objective text shown on scanner
source: Eliminate Zealots
it_it: Elimina i fanatici

# objective text shown on scanner
source: Persuade Gel Data scientist
it_it: Persuadi lo scienziato di Gel Data

# objective text shown on scanner
source: Persuade Gel Data scientists
it_it: Persuadi gli scienziati di Gel Data

# objective text shown on scanner
source: Persuade Hexagon scientist
it_it: Persuadi lo scienziato di Hexagon

# objective text shown on scanner
source: Persuade Hexagon scientists
it_it: Persuadi gli scienziati di Hexagon

# objective text shown on scanner
source: Escort scientist to IML link
it_it: Scorta lo scienziato al collegamento IML

# objective text shown on scanner
source: Update: eliminate Zealot threat
it_it: Aggiornamento: elimina la minaccia dei fanatici

# objective text shown on scanner
source: Vehicle destroyed: agents stranded
it_it: Veicolo distrutto: agenti appiedati

# objective text shown on scanner
source: Scientist lost
it_it: Scienziato perso

# objective text shown on scanner
source: Persuade C3 scientists
it_it: Persuadi scienziati C3

# objective text shown on scanner
source: C3 scientists eliminated
it_it: Scienziati C3 eliminati

# objective text shown on scanner
source: Laboratory destroyed
it_it: Laboratorio distrutto

# objective text shown on scanner
source: Facility destroyed
it_it: Base distrutta

# objective text shown on scanner
source: Sterilise city
it_it: Sterilizza citt

# objective text shown on scanner
source: Protect Drennan
it_it: Proteggi Drennan

# objective text shown on scanner
source: Protect Professor's assistant
it_it: Proteggi l'assistente del professore

# objective text shown on scanner
source: Protect executives
it_it: Proteggi i dirigenti

# objective text shown on scanner
source: Professor Drennan is dead
it_it: Il professor Drennan morto

# objective text shown on scanner
source: Professor Drennan's aide is dead
it_it: L'aiuto del professor Drennan morto

# objective text shown on scanner
source: EuroCorp executives have been wiped out
it_it: I dirigenti EuroCorp sono stati eliminati

# objective text shown on scanner
source: Rescue professor Drennan
it_it: Salva il professor Drennan

# objective text shown on scanner
source: Escort professor Drennan to EuroCorp facility
it_it: Scorta il professor Drennan alla base EuroCorp

# objective text shown on scanner
source: Mission update: evacuate all personnel
it_it: Aggiornamento: evacua tutto il personale

# objective text shown on scanner
source: Evacuation failed
it_it: Evacuazione fallita

# objective text shown on scanner
source: Persuade Mirabelle Lucy De Saxo
it_it: Persuadi Mirabelle Lucy De Saxo

# objective text shown on scanner
source: De Saxo has fled: new orders available
it_it: La De Saxo fuggita: nuovi ordini disponibili

# objective text shown on scanner
source: Eliminate Mirabelle Lucy De Saxo
it_it: Elimina Nirabelle Lucy De Saxo

# objective text shown on scanner
source: Crush the uprising
it_it: Soffoca la rivolta

# objective text shown on scanner
source: Eliminate Unguided rebels
it_it: Elimina i ribelli Non Guidati

# objective text shown on scanner
source: Protect the Bahrain AI
it_it: Proteggi l'AI del Bahrain

# objective text shown on scanner
source: Bahrain AI has been destroyed
it_it: L'AI del Bahrain stata distrutta

# objective text shown on scanner
source: Secure orbital elevator
it_it: Proteggi l'ascensore orbitale

# objective text shown on scanner
source: Insufficient agents to complete mission
it_it: Agenti insufficienti per completare la missione

# objective text shown on scanner
source: The orbital elevator has been destroyed
it_it: L'ascensore orbitale stato distrutto

# objective text shown on scanner
source: The space station has been destroyed
it_it: La stazione spaziale stata distrutta

# objective text shown on scanner
source: Get shuttle nav computer
it_it: Prendi il computer di navigazione della navetta

# objective text shown on scanner
source: Station self-destruct armed: de-activate
it_it: Dispositivo autodistruzione stazione attivato: disattivalo

# objective text shown on scanner
source: Get shuttle life support module
it_it: Prendi il modulo di supporto vitale della navetta

# objective text shown on scanner
source: Access lunar shuttle craft
it_it: Vai nel navicella lunare

# objective text shown on scanner
source: Eliminate The Nine
it_it: Elimina i Novi

# objective text shown on scanner
source: The Nine have activated the ion gate. you have been defeated.
it_it: I Novi hanno attivato la barriera a ioni. Sei stato sconfitto.

# objective text shown on scanner
source: Eliminate the Unguided heathens
it_it: Elimina i pagani Non Guidati

# objective text shown on scanner
source: Our garden of meditations has been destroyed
it_it: Il nostro giardino della meditazione stato distrutto

# objective text shown on scanner
source: Convert EuroCorp agent
it_it: Converti l'agente EuroCorp

# objective text shown on scanner
source: Escort agent to IML link
it_it: Scorta l'agente al collegamento IML

# objective text shown on scanner
source: Your target has been eliminated
it_it: Il tuo bersaglio stato eliminato

# objective text shown on scanner
source: Your target has escaped
it_it: Il tuo bersaglio fuggito

# objective text shown on scanner
source: Acquire funds
it_it: Acquisisci fondi

# objective text shown on scanner
source: You have lost your quarry
it_it: La tua cava andata perduta

# objective text shown on scanner
source: Take dr Schweizer to see father Black
it_it: Porta il dr. Schweizer da padre black

# objective text shown on scanner
source: Dr Schweizer is dead
it_it: Il dr Schweizer morto

# objective text shown on scanner
source: Father Black is dead
it_it: Padre Black morto

# objective text shown on scanner
source: Protect your brethren and the temple
it_it: Proteggi i tuoi confratelli e il tempio

# objective text shown on scanner
source: Your brethren are all dead
it_it: I tuoi confratelli sono tutti morti

# objective text shown on scanner
source: The temple has been destroyed
it_it: Il tempio stato distrutto

# objective text shown on scanner
source: Vanquish the unbelievers
it_it: Disperdi i miscredenti

# objective text shown on scanner
source: Punish the rioters
it_it: Punisci i dimostranti

# objective text shown on scanner
source: Annihilate the forces of chaos
it_it: Annienta le forze del caos

# objective text shown on scanner
source: Destroy the Unguided vermin
it_it: Distruggi i parassiti Non Guidati

# objective text shown on scanner
source: Wipe out EuroCorp personnel
it_it: Spazza via il personale EuroCorp

# objective text shown on scanner
source: Eliminate EuroCorp agents
it_it: Elimina gli agenti EuroCorp

# objective text shown on scanner
source: Assist Acolytes
it_it: Aiuta gli accoliti

# objective text shown on scanner
source: Assassinate the saboteur
it_it: Assassina il sabotatore

# objective text shown on scanner
source: Vanquish the desecrators
it_it: Sgomina i dissacratori

# objective text shown on scanner
source: Protect the order of Acolytes
it_it: Proteggi l'ordine degli accoliti

# objective text shown on scanner
source: The order of Acolytes has been completely eliminated
it_it: L'ordine degli accoliti stato completamente eliminato

# objective text shown on scanner
source: Deliver bullion car to collection point
it_it: Porta la macchina d'oro al punto di raccolta

# objective text shown on scanner
source: Assassinate the professor's assistant
it_it: Assassina l'assistente del professore

# objective text shown on scanner
source: Take the assistant's place by the professor's side
it_it: Prendi il posto dell'assistente a fianco del professore

# objective text shown on scanner
source: Collect video data for lecture
it_it: Raccogli dati video per la lezione

# objective text shown on scanner
source: Go to podium
it_it: Recati al podio

# objective text shown on scanner
source: Attend lecture
it_it: Presenzia alla lezione

# objective text shown on scanner
source: Escort professor Drennan
it_it: Scorta il professor Drennan

# objective text shown on scanner
source: The professor has met his assistant
it_it: Il professore ha incontrato il suo assistente

# objective text shown on scanner
source: The professor is dead
it_it: Il professore morto

# objective text shown on scanner
source: Mirabelle Lucy De Saxo is dead
it_it: Mirabelle Lucy De Saxo morta

# objective text shown on scanner
source: Destroy EuroCorp weapons bunker
it_it: Distruggi il bunker delle armi dell'EuroCorp

# objective text shown on scanner
source: Steal EuroCorp weapon design
it_it: Ruba il progetto dell'arma EuroCorp

# objective text shown on scanner
source: Upload weapon design
it_it: Trasmetti il progetto dell'arma

# objective text shown on scanner
source: Return
it_it: Ritorna

# objective text shown on scanner
source: Acolytes stranded: cannot complete mission
it_it: Accoliti appiedati: impossibile completare la missione

# objective text shown on scanner
source: Assassinate hacker
it_it: Assassina l'hacker

# objective text shown on scanner
source: Eliminate EuroCorp personnel controlling river port
it_it: Elimina le forze che controllano il porto fluviale

# objective text shown on scanner, uses across campaigns
source: Return to IML link
it_it: Torna al collegamento IML

# objective text shown on scanner, Church, mission The Dead Zone
source: Abduct EuroCorp captive
it_it: Rapisci il prigioniero EuroCorp

# objective text shown on scanner, Church, mission The Dead Zone
source: The target has been eliminated
it_it: Il bersaglio stato eliminato

# objective text shown on scanner, Church, mission Deconstruction
source: Destroy R&D facilities
it_it: Distruggi il laboratorio di ricerca e sviluppo

# objective text shown on scanner, Church, mission Deconstruction
source: Eliminate agents of EuroCorp
it_it: Elimina gli agenti di EuroCorp

# objective text shown on scanner, Church, mission Friendly Fire
source: De Saxo must perish
it_it: La De Saxo deve morire

# objective text shown on scanner, Church, few missions
source: Leave this place
it_it: Vattene da qui

# objective text shown on scanner, Church, mission Armour Of The Gods
source: Subdue the Unguided
it_it: Sottometti i Non Guidati

# objective text shown on scanner, Church, mission Vissick Hunt
source: Seek and destroy the leader of the uprising
it_it: Cerca e distruggi il capo della rivolta

# objective text shown on scanner, Church, mission Recapture
source: Rescue IX and guide him to rendezvous
it_it: Salva IX e conducilo al punto di ritrovo

# objective text shown on scanner, Church, mission Recapture
source: Protect IX
it_it: Proteggi IX

# objective text shown on scanner, Church, mission Recapture
source: You have allowed IX to perish
it_it: Hai consentito la morte di IX

# objective text shown on scanner
source: Nothing can stop The Nine now. You have been defeated.
it_it: Niente puê fermare i Novi ora. Sei stato sconfitto.

# objective text shown on scanner, Church, mission Deliver The Ninth
source: Do nothing: obey The Nine
it_it: Non fare nulla: obbedisci ai Novi

# objective text shown on scanner, EuroCorp, mission The Unguided
source: All citizens converted by Zealots
it_it: Controllo citt perduto: i fanatici della chiesa hanno convertito tutti

# objective text shown on scanner
source: Eliminate intruder
it_it: Elimina l'intrusore

# objective text shown on scanner
source: Eliminate intruders
it_it: Elimina gli intrusori

# objective text shown on scanner
source: Persuade infiltrator
it_it: Persuadi l'infiltrato

# objective text shown on scanner, uses across campaigns
source: Proceed to IML link
it_it: Procedi al collegamento IML

# objective text shown on scanner
source: Target eliminated
it_it: Bersaglio eliminato

# objective text shown on scanner, Church, mission Free Passage
source: Activate IML link
it_it: Attiva collegamento IML

# objective text shown on scanner, uses across campaigns
source: IML link destroyed
it_it: Collegamento IML distrutto

# objective text shown on scanner
source: Eliminate agents
it_it: Elimina gli agenti

# objective text shown on scanner, Church, mission Harbinger
source: Penetrate bunker: release virus
it_it: Penetra il bunker: rilascia il virus

# objective text shown on scanner, Church, few missions
source: Depart
it_it: Parti

# objective text shown on scanner, Church, few missions
source: Retreat
it_it: Ritirati

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ormandoz
it_it: Converti Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ramirez
it_it: Converti Ramirez

# objective text shown on scanner, Church, mission The Knowledge
source: Bring them to us
it_it: Portali a noi

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ormandoz to perish
it_it: Hai consentito la morte di Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ramirez to perish
it_it: Hai consentito la morte di Ramirez

# objective text shown on scanner, Church, mission Soul Crusader
source: Steal dr Schweizer's work
it_it: Ruba il lavoro del dr. Schweizer

# objective text shown on scanner, Church, few missions
source: Return to us
it_it: Torna da noi

# objective text shown on scanner, Church
source: EuroCorp agents must join us or die
it_it: Gli agenti EuroCorp devono unirsi a noi o morire

# objective text shown on scanner, Church, mission Spies Like Us
source: Neutralise EuroCorp agents
it_it: Neutralizza gli agenti EuroCorp

# objective text shown on scanner, Church, mission Powermonger
source: Assassinate Koto Sek
it_it: Assassina Koto Sek

# objective text shown on scanner, Church, few missions
source: Neutralise all EuroCorp agents
it_it: Neutralizza tutti gli agenti EuroCorp

# objective text shown on scanner, Church, mission Fall Among Thieves
source: Let no harm come to De Saxo
it_it: Fa in modo che non accada nulla alla De Saxo

# objective text shown on scanner
source: Take control of the IML link
it_it: Assumi il controllo del collegamento IML

# objective text shown on scanner, Church, missions with De Saxo
source: Our blessed daughter is dead
it_it: La nostra amata figlia morta

# objective text shown on scanner, Church
source: You will die for this heresy!
it_it: Morirai per questa eresia!

# objective text shown on scanner, Church, mission Spies Like Us
source: EuroCorp must choose between our faith or death
it_it: EuroCorp deve scegliere tra la nostra fede e la morte

# objective text shown on scanner, Church, few missions
source: Seek sanctuary
it_it: Cerca riparo

# objective text shown on scanner, Church, mission Recapture
source: Get in
it_it: Entra

# objective text shown on scanner
source: Target persuaded
it_it: Bersaglio persuaso

# objective text shown on scanner, EuroCorp, few missions
source: Neutralise agent
it_it: Neutralizza l'agente

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Seek and destroy - category U - Unguided citizens
it_it: Cerca e distruggi - cittadini categoria U - Non Guidati

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Mission update: eliminate cultists
it_it: Aggiornamento missione: elimina i cultisti

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein detected - persuade the Professor
it_it: Rilevato Professor Klein - persuadi il Professore

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Protect Professor Klein - evacuate
it_it: Proteggi il Professor Klein - evacua

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein is dead
it_it: Il professor klein è morto

# objective text shown on scanner, Church, mission The Shining
source: Destroy ground station
it_it: Distruggi la stazione di terra

# objective text shown on scanner, Church, mission The Shining
source: Smite our enemy
it_it: Punisci i nostri nemici

# map screen location - name
source: London
it_it: Londra

# map screen location - landscape
source: Post-industrial
it_it: Postindustriale

# map screen location - language
source: Low English
it_it: Basso inglese

# map screen location - industry
source: Software Engineering, Financial Services
it_it: Progettaz. software, Servizi finanziari

# map screen location - toxicity
source: Chemical Waste, Human Effluent
it_it: Rifiuti chimici, Scarico umano

# map screen location - landscape
source: Complex Urban
it_it: Complesso urbano

# map screen location - language
source: New American
it_it: Nuovo americano

# map screen location - industry
source: Vehicle Manufacture
it_it: Industria automobile

# map screen location - toxicity
source: Heavy Industrial, Radioactive Waste
it_it: Industria pesante, Scorie radioatt.

# map screen location - language
source: Indo-Chinese
it_it: Indo-cinese

# map screen location - industry
source: Memory Plastics
it_it: Memorie in plastica

# map screen location - toxicity
source: Light Industrial
it_it: Industria leggera

# map screen location - name
source: Beijing
it_it: Pechino

# map screen location - landscape
source: Ultra-Metropolitan
it_it: Ultra-metropoli

# map screen location - language
source: Proto-Mandarin
it_it: Proto-mandarino

# map screen location - industry
source: Plastics Fabrication, Hardware Manufacture
it_it: Produz. plastica, Produz. hardware

# map screen location - toxicity
source: Radioactive Waste, Human Effluent
it_it: Scorie radioatt., Scarico umano

# map screen location - landscape
source: Simple Urban
it_it: Urbano semplice

# map screen location - language
source: C.C.E. (Common Central European)
it_it: C.E.C. (Centro-europeo comune)

# map screen location - industry
source: Mineral Re-processing
it_it: Rilavoraz. minerali

# map screen location - name
source: Geneva
it_it: Ginevra

# map screen location - industry
source: Water Detoxification, Air Re-processing
it_it: Depurazione delle acque e dell'aria

# map screen location - toxicity
source: Radioactive Waste
it_it: Scorie radioattive

# map screen location - name
source: Salzburg
it_it: Salisburgo

# map screen location - language
source: Neu-Slavik
it_it: Neo-slavo

# map screen location - industry
source: Vegetative Regeneration
it_it: Rigeneraz. vegetativa

# map screen location - language
source: Pseudo-Malay
it_it: Pseudo-malese

# map screen location - industry
source: Water Detoxification, Hardware Manufacture
it_it: Depuraz. delle acque, Produz. hardware

# map screen location - toxicity
source: Human Effluent, Heavy Industrial
it_it: Scarico umano, Industria pesante

# map screen location - language
source: American Continental Interior
it_it: Continente americano interno

# map screen location - industry
source: Power Generation
it_it: Produz. energia

# map screen location - name
source: Rome
it_it: Roma

# map screen location - landscape
source: Post-Industrial
it_it: Postindustriale

# map screen location - language
source: Low Latin
it_it: Basso latino

# map screen location - industry
source: Consumer Durables
it_it: Beni di consumo durevoli

# map screen location - toxicity
source: Heavy Industrial
it_it: Industria pesante

# map screen location - language
source: New Arabic
it_it: Nuovo arabo

# map screen location - industry
source: Fuel Refining, Mineral Processing
it_it: Raffinaz. petrolio, Lavoraz. minerali

# map screen location - toxicity
source: Chemical Waste
it_it: Rifiuti chimici

# map screen location - landscape
source: Post Industrial
it_it: Postind.

# map screen location - language
source: High English
it_it: Alto inglese

# map screen location - industry
source: Weaponry Manufacture
it_it: Produzione di armi

# map screen location - toxicity
source: Ultra-Heavy Industrial, Radioactive Waste, Human Effluent
it_it: Industria ultra-pesante, Scorie radioatt., Scarico umano

# map screen location - language
source: Neu-Spanish
it_it: Neo-ispanico

# map screen location - industry
source: Rubber Production
it_it: Produzione di gomma

# map screen location - landscape
source: Ultra Metropolitan
it_it: Ultra-metropoli

# map screen location - industry
source: Foodstuff Manufacture
it_it: Produzione alimentare

# map screen location - toxicity
source: Heavy Industrial, Human Effluent
it_it: Industria pesante, Scarico umano

# map screen location - name
source: Cape Town
it_it: Città del Capo

# map screen location - language
source: Afrikaans (Ancient)
it_it: Afrikaans (Antico)

# map screen location - industry
source: Mineral Processing
it_it: Lavoraz. minerali

# map screen location - language
source: Sub English
it_it: Sotto-inglese
