Repository: swfans/swars
Catalog: lang/alltext_syndct_swe.po
Languages: sv_se

# syndicate map screen headings - name
source: Dropsite
sv_se: Dropp-plats

# syndicate map screen headings - population size
source: UTOPIA Identkeys
sv_se: UTOPIA ID-nycklar

# syndicate map screen headings - landscape
source: Infra-structure
sv_se: Infrastruktur

# syndicate map screen headings - language
source: Dialect
sv_se: Dialekt

# syndicate map screen headings - industry
source: Commerce
sv_se: Handel

# syndicate map screen headings - toxicity
source: Toxicity
sv_se: Giftighet

# mission title
source: Executive Alert
sv_se: Ledningsvarning

# mission brief email header
source: Message Type: DIRECT
sv_se: Meddelandetyp: DIREKT

# mission brief email header
source: Priority: 3
sv_se: Prioritet: 3

# mission brief email header
source: Message begins:
sv_se: Meddelandet börjar:

# mission brief email orders
source: Orders
sv_se: Order

# mission brief email orders
source: London: Quell disorder.
sv_se: London: O kategorin av civila rapporterade i brott mot uppförandekoder inom en kvadratkilometer från denna substation. Välj agenter. Kväs oordning.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
sv_se: Extraordinära tekniska fel hos UTOPIA-chips har blivit rapporterade. De tekniska felen är totala utsläckningar, fullständiga CHIP-fel. Följande kategori av medborgare är O: Ostyrda.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
sv_se: EuroCorp Kärna 0-1-0/171261/26D: Londons Artificiella Intelligens, UTOPIA

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
sv_se: Dropp-plats: EuroCorp Londons AI-markstation

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
sv_se: Kategori O - Ostyrda medborgare upptäckta i företagsomräde

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
sv_se: Markstationspersonal: kommer försvara markstationen mot attacker eller infiltration

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
sv_se: Avlyssning: polisen patrullerar med order att gä till anfall mot alla som bär vapen

# mission title
source: Detroit Drop-Outs
sv_se: Detroit avhoppare

# mission brief email header
source: Message Type: HARDWIRED
sv_se: Meddelandetyp: HARDWIRED

# mission brief email header
source: Priority: 1 - Emergency
sv_se: Prioritet: 1 - Nödfall

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
sv_se: Detroit: Sök rätt på medlemmar från Nya Epokens kyrka och utrota dem. Neutralisera kategori O - Ostyrda medborgare.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
sv_se: Lystring, direktörn <login>. Jag är UTOPIA Agenten Maritz, EuroCorps Intelligens.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
sv_se: Situationen är kritisk. UTOPIA har attackerats. EuroCorps informationsinfrastruktur har blivit fundamentalt äventyrad. Nödåtgärder har initierats.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
sv_se: Jag överför alla EuroCorps kommandobeslut till Backup-AIn omedelbart. Jag kommer att reläa analyser och order till dig. Jag repeterar, högsta EuroCorp kommandot håller på att överföras till Londons Artificiella Intelligens. Dess primära stående order är att återuppbygga UTOPIA, från första beståndsdelen om nödvändigt.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
sv_se: London AI gör redan sin första bedömning av situationen. Utformningen av uppdrag kommer att följa.

# mission brief email paragraph
source: You will direct agents to execute these missions.
sv_se: Du kommer dirigera agenterna att utföra dessa uppdrag.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
sv_se: Den allmäna situationen ser allvarlig ut. En global attack har satts igång mot syndikatet. Detroits UTOPIA AI var mål och min motsvarighet där eliminerades. Detroits attackerare frigjorde ett sofistikerat virus i UTOPIA. Felsäkerhetskörning är inte aktiverad. Vad det än är för typ av virus, så hoppar den från AI till AI snabbare än vi kan spåra det.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
sv_se: En helt oauktoriserad grupp kallad Nya Epokens kyrka tar på sig ansvaret för viruset - de kallar det "Harbinger" - och har förklarat krig mot EuroCorp. Det är Harbinger som orsakar de exponentiellt ökande CHIP-utsläckningarna. Nya Epokens kyrka har också påbörjat en propagandakampanj som uppmuntrar till våld mot EuroCorp, som sänds på kapade UTOPIA-kanaler.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
sv_se: Anhängare till denna så kallade "Kyrka" ser sig själva som "Lärjungar" och bär karakteristiskt omlagd kroppssvepning.

# mission brief tactical information
source: City surveillance camera recording
sv_se: Stadens övervakningskamera spelar in

# mission brief tactical information
source: Dropsite: Detroit IML Link
sv_se: Dropp-plats: Detroits IML-länk

# mission brief tactical information
source: Gateway to attacked Ground Station
sv_se: Port till attackerad markstation

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
sv_se: Avlyssning: polisen rapporterar ökat antal uppförandebrott av Ostyrda medborgare

# mission title
source: Friendly Persuasion
sv_se: Vänlig övertalning

# mission brief email header
source: Priority: 1
sv_se: Prioritet: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
sv_se: Hong Kong: Övertala Yamaguchis kraftverkstekniker.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
sv_se: Peking: Övertala Yamaguchis företagsledare.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
sv_se: Gratulerar, <login>. Detroit har framgångsrikt stabiliserats. Men det kaos som utbrutit av Harbinger viruset har spridit sig till andra ställen. Syndikatets kommunikation snappas upp och bryts globalt och oauktoriserade orderkoder skickas ut över hela UTOPIA. Regionala EuroCorp divisioner håller på att isolera sig själva för sin egen säkerhet, vilket effektivt skapar nya syndikat. Dessa måste återföras under EuroCorps kontroll där det är möjligt. Annars måste de förgöras.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
sv_se: I Hong Kong försöker Yamaguchi Holodata, Stillahavsområdets UTOPIA CHIP tillverkare, att etablera ett oberoende syndikat. Vi tänker underminera Yamaguchis planer i två större attacker.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
sv_se: Företaget Yamaguchis energi kommer huvudsakligen från Hong Kongs fusionsanläggning. Skicka en grupp agenter att ta sig in i anläggningen och övertala teknikerna att gå med oss. Utan teknikernas uppmärksamhet kommer reaktorhärden att överbelastas och orsaka en explosion. Att förstöra denna anläggning bör vara tillräckligt för att Yamaguchi skall vara upptagen med annat ett tag.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
sv_se: För att slå spiken i kistan mot Yamaguchi, gör ett besök på deras kontor i Peking. Lokalisera och övertala deras företagsledare. Neuatralisera alla agenter du stöter på. Eftersom London AIs uppdragssimuleringar indikerar ett behov av fler agenter för att komplettera dessa i stagnation i våra kryofat, får du befogenhet att använda övertalotronen efter eget tycke.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
sv_se: När du klarat av ditt uppdrag bör Yamaguchi vara angelägen att glömma bort alla tankar på att lämna EuroCorp.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
sv_se: Dropp-plats: Hong Kongs IML-länk

# mission brief tactical information
source: Yamaguchi Fusion Batteries
sv_se: Yamaguchis fusionsbatterier

# mission brief tactical information
source: Technicians
sv_se: Tekniker

# mission brief tactical information
source: Evac zone: IML Link
sv_se: Evakueringszon: IML-länk

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
sv_se: Fanatiker frän Nya Epokens kyrka har siktats i staden

# mission brief tactical information
source: Dropsite: Beijing IML Link
sv_se: Dropp-plats: Pekings IML-länk

# mission brief tactical information
source: Yamaguchi Executive Zaibatsu
sv_se: Yamaguchichef Zaibatsu

# mission brief tactical information
source: Yamaguchi Agent Training Camp
sv_se: Yamaguchis träningsläger för agenter

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
sv_se: Avlyssning: polisen rapporterar om uppror av de Ostyrda

# mission title
source: Where Is Wisdom?
sv_se: Var finns vishet?

# mission title
source: Lost Minds
sv_se: Förlorade sinnen

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
sv_se: Geneve, Vancouver och Matochkin Shar: Sök upp och övertala Bluesky Tendencies vetenskapsmän i dessa städer.

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
sv_se: Lyckönskningar, <login>. Din framgång är uppmuntrande.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
sv_se: Ditt nästa uppdrag är att bistå oss med de hjärnor vi behöver för att bygga en ny forskningsavdelning. Bluesky Tendencies laboratorier i Geneve, Vancouver och Matochkin Shar har alla Grad A personal tilldelade till sig. Så fort dina agenter når någon av dessa destinationer, bör en UTOPIA ID-spårning i det lokala nätverket plocka ut deras målpersonal.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
sv_se: Dessa vetenskapsmän är några av de mest prisade hjärnorna i syndikatet. Det är absolut nödvändigt att se till att de inte kommer till skada.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
sv_se: Updatering: Den mystiska Nya Epokens kyrka får fler och fler anhängare för varje timme som går, och de konverterar medborgare med en kombination av hjärntvätt och CHIP-hackningstekniker. De konverterade visar väldigt små bevis på äkta religiös övertygelse. Nya Epokens kyrka talar om för sina anhängare att världens undergång är nära och att bara kyrkan innehar den teknologi som behövs för att rädda de trogna från katastrofen. Deras doktrin är trotsigt antisyndikatisk.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
sv_se: Betcknande nog går inte alla Ostyrda medborgare med i denna kult, inte ens när de stöter på deras värsta fanatiker.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
sv_se: Det verkar också som om våra Övertalartroner inte fungerar på sektmedlemmarna själva. Vi vet inte varför. Vi vet praktiskt taget ingenting om sektens teknologi, men undersökningar av den har påbörjats med högsta prioritet. Deras tekniska expertis är utan tvekan imponerande.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
sv_se: Dropp-plats & Evakueringszon: Geneves IML-länk

# mission brief tactical information
source: Bluesky laboratories
sv_se: Bluesky laboratorierna

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
sv_se: Avlyssning: Bluesky begär poliseskort för Nivä D finanschef

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
sv_se: Dropp-plats & Evakueringszon: Vancouvers IML-länk

# mission brief tactical information
source: Bluesky laboratory
sv_se: Bluesky laboratoriet

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
sv_se: Avlyssning: Ostyrdas aktivitet följs av polisen

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
sv_se: Satellitvarning: Persontransporter med fanatiker upptäckta närmande sig staden frän sydväst

# mission brief tactical information
source: Dropsite: Matochkin Shar IML Link
sv_se: Dropp-plats: Matochkin Shars IML-länk

# mission brief tactical information
source: Bluesky R&D facility
sv_se: Blueskys forskningsanläggning

# mission brief tactical information
source: Hover car licences detected
sv_se: Licenser för svävarbil avkänd

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
sv_se: Avlyssning: Kreditöverföring spärad till Ny Epokens kyrkas tempel

# mission title
source: Open Re-Bullion
sv_se: Íppna guld

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
sv_se: Singapore: Neutralisera alla fiender. Stjäl guldbilar. Återvänd till basen när du klarat dessa mål.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
sv_se: <login>, Din rapport är intressant. Ett antal av den mest kvalificerade forskningspersonal EuroCorp någonsin har haft till sitt förfogande kvarstår fortfarande som oförklarligt borta, så vi måste ta reda på deras nuvarande uppehållsort och aktiviteter. Det finns en möjlighet att de arbetar för ett utbrytarsyndikat. Jag kommer fortsätta att övervaka alla kanaler för ytterligare information.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
sv_se: Ett mer brådskande problem kräver omedelbart din uppmärksamhet. Det Singaporeanska säkerhetsföretaget Tang Assurance har dåraktigt nog bestämt sig för att utropa staden som oberoende. Som en konsekvens av detta skall guld flyttas från centralbanken till Tangs huvudkontor under beväpnad eskort. Det finns ingen tid till att förstöra banken, eftersom Tangs folk kommer anlända innan dina agenter. Men detta ger oss möjligheten att kapa pansareskorten innan den når sin destination.

# mission brief tactical information
source: Dropsite: Singapore IML Link
sv_se: Dropp-plats: Singapores IML-länk

# mission brief tactical information
source: Primary vault (underground)
sv_se: Primära valvet (underjordiskt)

# mission brief tactical information
source: Tang Protective bullion convoy
sv_se: Tang skyddar guldkonvoj

# mission brief tactical information
source: Target vehicle
sv_se: Mälinvisa fordon

# mission brief tactical information
source: Rendezvous point
sv_se: Mötesplats

# mission brief tactical information
source: Tang HQ
sv_se: Tang HK

# mission title
source: Phoenix In Flames
sv_se: Phoenix i flammor

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
sv_se: Phoenix: Bryt igenom försvaret till kultens templet och stjäl dess teknologiska hemligheter.

# mission brief email paragraph
source: Greetings, <login>.
sv_se: Lyckönskningar, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
sv_se: Nya Epokens kyrka utvecklar allt mer sofistikerade vapen, designade med teknologier som är helt nya för vår forskningsavdelning. Vi vill ha tag på fler exempel av denna teknologi, för att med analyser kunna bestämma vilka som ligger bakom sekten och hur vi bäst kan bekämpa dess inflytande.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
sv_se: Enligt motsvarande nätscanningar och satellitsvep, har sekten etablerat ett större operationellt center i Phoenix. Harbinger förstörde helt den UTOPIA AI som fanns på plats, vilket gjorde det möjligt för sekten att störta EuroCorps makt. Äldre medhjälpare tar nykonverterade fanatiker till ett tempel i Phoenix för ett intensivt indoktrinerings- och träningsprogram. Fanatikernas effektivitet härdas sedan i de blodbad som formas av Ostyrda medborgare som skapades i efterdyningarna av virusattacken.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
sv_se: Gå till templet och leta efter allt som kan förklara mer för oss.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
sv_se: Dropp-plats: Phoenixs IML-länk

# mission brief tactical information
source: Cult of the New Epoch temple
sv_se: Nya Epokens sekttempel

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
sv_se: Uppskattad plats för kyrkans indoktrinationspack

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
sv_se: Avlyssning: de Ostyrda är helt utan kontroll

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
sv_se: Londons AI analys: undvika att anfalla de Ostyrda

# mission title
source: Sack of Rome
sv_se: Plundringen av Rom

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
sv_se: Rom: Alla kategori O medborgare måste helt elimineras, för att budskapet att EuroCorp kommer behålla kontrollen skall gå fram till andra Harbinger offer.

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
sv_se: Förhindra möjliga utbrott av lokala oberoende syndikat genom att förstöra den lokala garnisonen.

# mission brief email paragraph
source: Well met, <login>.
sv_se: Väl mött, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
sv_se: Harbinger har varit speciellt effektiv i Rom. I dess spår bryter en våg av kaos ut på gatorna. Ostyrda samlas och förstör staden, sten för sten.
