Repository: swfans/swars
Catalog: lang/alltext_syndct_ger.po
Languages: de_de

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
de_de: Abhörinformation: Die Ungeleiteten sind völlig ausser Kontrolle geraten

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
de_de: Londoner K.I.-Analyse: Vermeiden Sie einen Kampf mit den Ungeleiteten

# mission title
source: Sack of Rome
de_de: Rom muss brennen

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
de_de: Rom: Alle Bürger der Kategorie U müssen eliminiert werden, um den anderen Opfern des Verkünders klarzumachen, dass EuroCorp trotz allem weiter die Kontrolle behält.

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
de_de: Beugen Sie der möglichen Gründung eines örtlichen Splittersyndikats vor, indem Sie die örtliche Garnison ausschalten.

# mission brief email paragraph
source: Well met, <login>.
de_de: Schön, Sie zu sehen, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
de_de: Der Verkündervirus war in Rom besonders wirksam. In seiner Bugwelle schwappt jetzt eine Woge des Chaos durch die Strassen. Ungeleitete versammeln sich und bringen Vernichtung über die Stadt, Häuserblock für Häuserblock.

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
de_de: Die Anarchie in der Stadt wächst ständig an. Die frühere EuroCorp-Sicherheitsgarnison hat sich eingeigelt, während der Agent vor Ort versucht, die Verkünder-verseuchte K.I. dort wieder unter Kontrolle zu bekommen. Doch die vireninfizierten Einsatzbefehle des Agenten machen die Garnison verletzlich. Löschen Sie die Garnison aus. Sobald Sie die Stadt wieder unter unsere Kontrolle gebracht haben, werden wir Ersatzpersonal entsenden.

# mission brief tactical information
source: Dropsite: Rome IML Link
de_de: Absprunggebiet: Rom, IML-Station

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
de_de: Niederrangig bewohnte Bunkerkomplexe, die von Ungeleiteten Bürgern der Klasse U befestigt wurden

# mission brief tactical information
source: Security garrison
de_de: Sicherungsgarnison

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
de_de: Garnisonstresor (Untergrund), geschätzter Wert: 0.4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
de_de: Satellitenwarnung: Die Kontrolle über Roms Strategischen Verteidigungssatelliten ging an unbekannte gegnerische Kräfte verloren

# mission title
source: Body Matters
de_de: Körper-Funktionen

# mission title
source: Interloper
de_de: Eindringling

# mission title
source: Semi-Automatic
de_de: Halb-Automatik

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
de_de: Hongkong, Peking und Phoenix: IdentKennung nutzen, um Freie Cyborg-Agenten zu finden und zur Rückkehr in unsere Kälteschlafkammern zu überreden.

# mission brief email orders
source: Return to base for further instructions.
de_de: Rückkehr zur Basis für weitere Befehle.

# mission brief email paragraph
source: Felicitations, <login>.
de_de: Meinen Glückwunsch, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
de_de: Die folgende Mitteilung wurde gestern um 06:55 per NetScan abgefangen. Die K.I. in London hat sie gerade entschlüsselt.

# mission brief email paragraph
source: Message Type: Encoded Transcript
de_de: Art der Nachricht: Kodierte Übermittlung

# mission brief email paragraph
source: Priority: High
de_de: Dringlichkeitsstufe: Hoch

# mission brief email paragraph
source: FROM: Control
de_de: VON: Einsatzkontrolle

# mission brief email paragraph
source: TO: All Field Executives
de_de: AN: Alle Feldeinsatzkräfte

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
de_de: Agenten, die vorgeben für EuroCorp zu arbeiten, haben verdeckte Operationen in Gebieten durchgeführt, an denen wir ein Interesse haben.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
de_de: Erkundung dieser Sektoren wird angeordnet. Die Berichte der Agenten sollten auch Beurteilungen ihrer neuen Modifikationen beinhalten.

# mission brief email paragraph
source: Message ends.
de_de: Ende der Nachricht.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
de_de: Diese Nachricht macht deutlich, dass unsere Aktivitäten von Freien Agenten beobachtet werden, die Zugang zur Cyber-Technologie haben. Diese Technologie könnte in einigen Bereichen weiter entwickelt sein als unsere. Wir wissen schliesslich nicht, was für Forschungsmöglichkeiten dieser Gruppe zur Verfügung stehen.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
de_de: Die Nachricht wurde zu Empfängern in Hongkong, Peking und Phoenix verfolgt. Setzen Sie ein Cyborgteam ein, um nicht autorisierte Agententätigkeiten in diesen Städten zu orten. Unsere K.I. vor Ort modifiziert gerade die Überwachungssysteme dieser Städte, so dass sie auf Cyborgs reagieren, die mit verbesserten kybernetischen Aufrüstsätzen herumlaufen.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
de_de: Zusätzlich: Die Untersuchung der Indoktrinationskomponenten, die Sie aus Phoenix mitgebracht haben, hat uns enthüllt, wie die Kirche der Neuen Epoche Konvertiten gewinnt. Die Kultisten benutzen ein Gerät, dessen Sendefrequenz auf die Utopia-Wellenlänge abgestimmt ist. Mit anderen Worten, unser Gegner hat eine Waffe, die so ähnlich funktioniert wie unser Überzeugstrahler. Noch ein paar weitere Experimente, und unsere Entwicklungsabteilung kann uns einen verbesserten Überzeugstrahler bauen, der auch auf Kultisten wirkt.

# mission brief tactical information
source: Target agent
de_de: Zielagent

# mission brief tactical information
source: Suitable vehicle for gaining access to base
de_de: Geeignetes Fahrzeug, um in die Basis zu gelangen

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
de_de: Abhörinformation: Die Sicherheitssysteme der Bank wurden vor kurzem verbessert

# mission title
source: Head Hunt
de_de: Kopfjäger

# mission brief email orders
source: Rome: Persuade rogue agent.
de_de: Rom: Überzeugen Sie Freien Agenten.

# mission brief email paragraph
source: Salutations, <login>.
de_de: Meine herzlichsten Grüsse, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
de_de: Das war eine höchst effektive Säuberung, die Ihre Agenten da gerade vorgenommen haben. Aber der Anführer der Freien Agenten hat den IML nach Rom genommen und den Aussenposten angegriffen, den wir dort kürzlich errichtet haben. Wahrscheinlich wollte er dort in die Stahlkammern einbrechen. Wir wollen, dass dieser höchst fähige Agent auf unserer Seite kämpft.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
de_de: Update: Wir hatten reines Glück, dass wir den Verkündervirus entdeckt haben. Zumindest bedeutet das, dass wir eine intakte K.I. haben, die wir nutzen können. Stellen Sie sich das vor: Unsere sogenannten "Ungeleiteten" werden umgeformt, vom regellosen Mob zur disziplinierten Kampftruppe. Als Anführer ein gewisser Ko-Paull Vissick, Polymathe-Wunderkind und aussergewöhnlich begabter Intellektueller. Vissick soll offiziell einer unserer begabtesten Forscher sein, aber die London-K.I. hat seine Spur da gefunden, wo sie nichts zu suchen hatte.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
de_de: Wir haben soviel UTOPIA-Netzverkehr überwacht, wie wir konnten. Die Kirche der Neuen Epoche hat eine Menge davon übernommen, und der Rest ist fast nur sinnloses Gebrabbel, das der Verkünder hinterlassen hat. Aber die London-K.I. hat gemerkt, dass jemand anders sich noch in UTOPIA hineinhackt, jetzt, wo sowas wirklich möglich geworden ist. Es schien sich um Vissick zu handeln. Letztendlich jedoch stellte es sich als Geist heraus. Man kann nicht sagen, wo er herkam. Aber es muss Vissick gewesen sein. Kaum jemand anders im Syndikat hätte tun können, was er getan hat. Gott allein weiss, warum er mit diesem ungeleiteten Abschaum herumhängt. Ich werde es überprüfen.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
de_de: Abhörinformation: Die Polizei hält Ausschau nach einer Gruppe von Ungeleiteten, welche die Stadt infiltriert hat, um einen weiteren Aufruhr zu finanzieren

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
de_de: Abhörinformation: instabiles UTOPIA-Identifikationssignal entdeckt - möglicherweise ein Unterschlupf der Ungeleiteten

# mission title
source: Taken To Taks
de_de: Tränen für Taks

# mission brief email orders
source: New York: Persuade Jennifer Taks.
de_de: New York: Überzeugen Sie Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
de_de: Die allerbesten Grüsse, Feldagent <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
de_de: Ihre Anwesenheit in New York ist dringend erforderlich. Mehrere nordamerikanische Firmengruppen haben sich lokal unter der Flagge der New Atlantic Alliance (NAA) zusammengeschlossen. Die schnelle Entwicklung dieses Syndikats ist erstaunlich, besonders in Anbetracht der Zerstörungen im UTOPIA-Kommunikationsnetz.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
de_de: Es scheint, als ob eine unserer früheren Werbeleiterinnen, Jennifer Taks, ihren privilegierten Zugang zu den Global News und den öffentlichen Netzwerken dazu missbraucht, lokale Informationen zugunsten der NAA zu manipulieren. Miss Taks scheint mit diesem Unternehmen beachtliche Erfolge zu erzielen. Wir wollen sie haben.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
de_de: Senden Sie ein Team nach New York und infiltrieren Sie das NAA-Büro in Manhattan, im selben Häuserblock wie das Global News Network. Finden Sie Miss Taks und überzeugen Sie sie, dass ihre Loyalität eigentlich doch uns gilt.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
de_de: Das Sicherheitssystem des Gebäudes ist extrem gut. Es könnte sich als unmöglich erweisen, sich mit Gewalt Zutritt zu verschaffen. Ich werde versuchen, die UTOPIA-IdentCodes der Angestellten zu überwachen, um herauszufinden, ob irgendeiner davon das Gebäude aus irgendeinem Grund verlässt. Alle Angestellten haben kodierte Ausweise, also müssen Sie einen davon überzeugen, Sie mit durch die Sicherheitssperren zu nehmen. Hüten Sie sich davor, die Aufmerksamkeit der örtlichen Polizei zu erregen; die haben sowieso schon erhöhte Bereitschaft.

# mission brief tactical information
source: Dropsite: New York IML Link
de_de: Absprunggebiet: New York, IML-Station

# mission brief tactical information
source: New Atlantic Alliance HQ
de_de: HQ der Neuen Atlantischen Allianz

# mission brief tactical information
source: Civilian staff housing
de_de: Unterkünfte des Zivilpersonals

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
de_de: Abhörinformation: Die Polizei hat vor kurzem ihre Einsatzteams zum Knacken von Tresoren aufgerüstet

# mission title
source: EuroLore
de_de: Wissen ist Matsch

# mission title
source: Walkabout
de_de: Rundmarsch

# mission title
source: Secrets
de_de: Geheimnisse

# mission title
source: Forbidden Knowledge
de_de: Verbotenes Wissen

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
de_de: Santiago, Buenos Aires, Kapstadt, Adelaide: Setzen Sie Suchmannschaften in diesen Städten ein. Bringen Sie alle Wissenschaftler mit zurück, die Sie finden können.

# mission brief email paragraph
source: Profound greetings.
de_de: Herzliche Grüsse.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
de_de: Die London-K.I. hat aus einer grösseren Menge subversiver Sendungen von Vissick ein Psychoprofil zusammengestellt.Seine wöchentliche Rede, die auf einem offenen Kanal gesendet wurde, forderte die Ungeleiteten zum Aufstand auf, nicht nur gegen das Syndikat, sondern auch gegen die Kirche der Neuen Epoche. Unglücklicherweise war seine Ansprache gespickt mit Hiobsbotschaften, die bewiesen, dass sein derzeitiger Geisteszustand alles andere als stabil ist. Er behauptete zum Beispiel, die Kirche der Neuen Epoche werde nichts Geringeres bringen als Armageddon. Ich kann mir nicht vorstellen, wie eine religiöse Randgruppe die komplette globale Zerstörung der Menschheit bewerkstelligen sollte.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
de_de: Vissicks letzter Auftrag war so geheim, und UTOPIA ist vom Verkünder so sehr im Mitleidenschaft gezogen worden, dass es nur vage Hinweise auf seinen Einsatzbefehl gibt. Was wir genau wissen, ist, dass er mit einem Team von Wissenschaftlern von Gel Data und von der Hexagon Corporation an einem Projekt in Island gearbeitet hat. Bisher konnten wir keines der anderen Teammitglieder lokalisieren. Durchsuchen Sie alle Gebäudekomplexe von Gel Data und Hexagon nach den vermissten Wissenschaftlern. Die Firmen haben Niederlassungen in Santiago, Buenos Aires, Kapstadt und Adelaide.

# mission brief email paragraph
source: Good luck, <login>.
de_de: Viel Glück, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
de_de: Absprunggebiet: Santiago, IML-Station

# mission brief tactical information
source: Target scientist
de_de: Zielwissenschaftler

# mission brief tactical information
source: North Side over-run by zealots
de_de: Nordseite von Eiferern überrannt

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
de_de: Absprunggebiet: Buenos Aires, IML-Station

# mission brief tactical information
source: Hexagon Corporation Headquarters
de_de: Hauptquartier der Hexagon-Gesellschaft

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
de_de: Abhörinformation: Hexagon-Vorratstresor

# mission brief tactical information
source: Additional cultist activity detected
de_de: Weitere Aktivitäten des Kultes entdeckt

# mission brief tactical information
source: Dropsite: Cape Town via APC
de_de: Absprunggebiet: Kapstadt über APC

# mission brief tactical information
source: Hexagon research facility gateway
de_de: Tor zur Hexagon-Forschungseinrichtung

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
de_de: Abhörinformation: Eiferer haben die Kontrolle über diese Einrichtung an sich gerissen

# mission brief tactical information
source: Dropsite: Adelaide IML Link
de_de: Absprunggebiet: Adelaide, IML-Station

# mission brief tactical information
source: Gel Data Testing Facility
de_de: Testanlage von Gel Data

# mission title
source: Missing Link
de_de: Fehlende Verbindung

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
de_de: Christchurch: Setzen Sie sofort ein Agententeam ein. Lokalisieren und sichern Sie die Polarverbindung.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
de_de: Es sieht so aus, als habe Vissick kurz vor dem Angriff des Verkünders auf UTOPIA an einem streng geheimen Forschungsprojekt auf Reykjavik mitgearbeitet. Forschungsziel des Projektes war eine Maschine, mit der man die menschliche Wahrnehmungsfähigkeit steigern kann. Offenbar ist das Team weiter gekommen als nur bis zur Entwurfsphase. Die haben das Gerät wirklich gebaut. Aber die Wissenschaftler, die Sie überzeugt haben, dienten dem Hauptprojektteam nur als bessere Techniker und konnten uns daher nicht viel mehr erzählen.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
de_de: Die zehn Schlüsselfiguren waren bekannt als das Kybernetisch-Kognitive Kernforschungsteam, kurz K3 genannt. Ihr Chef war Ko-Paull Vissick. Alle K3-Mitglieder zählten zur wissenschaftlichen Elite der EuroCorp-Forschungsabteilung.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
de_de: Bis jetzt sind sie alle wie vom Erdboden verschwunden.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
de_de: Dazu passt der Bericht über die Störung der IML-Verbindung nach Reykjavik im vorigen Monat. Sie scheint vom Projekt-Team herbeigeführt worden zu sein, um ein Maximum an Sicherheit zu gewährleisten. Das K3 hat derweil insgeheim eine eigene transpolare IML-Verbindung nach Christchurch eingerichtet. Sie ist offenbar vor kurzem fertiggestellt worden.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
de_de: Absprunggebiet: Christchurch, IML-Station A

# mission brief tactical information
source: Target area: Christchurch IML Link B
de_de: Zielbereich: Christchurch, IML-Station B

# mission brief tactical information
source: Tang Protective agents detected
de_de: Sicherheitsagenten von Tang entdeckt

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
de_de: Befehle an Tang-Agenten abgefangen - Ziel der Agenten ist der Tresor der Stadtbank

# mission title
source: Dark Angels In The Architecture
de_de: Dunkle Engel in der Architektur

# mission title
source: The Hive
de_de: Der Schwarm
