Repository: swfans/swars
Catalog: lang/alltext_syndct_fre.po
Languages: fr_fr

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
fr_fr: Ce générateur de champ portable modifie la vitesse à laquelle le temps passe. Les mouvements de tout individu ou objet pris dans son champ d'action semblent figés et le temps de réaction de la cible se trouve considérablement réduit, ce qui la rend vulnérable à d'autres formes d'attaque. L'énergie nécessaire pour activer ce champ est considérable et vous devez utiliser cette arme au moment le plus opportun.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
fr_fr: Au cours de leurs recherches ésotériques, les Neuf ont pu découvrir le moyen de libérer les forces électromagnétiques retenues dans les tissus organiques mourants. La compréhension de ces mécanismes nous permet d'en avoir la pleine maItrise. Le bioextracteur extrait l'énergie des matières organiques au niveau cellulaire pour la transférer vers un autre organisme. Le bioextracteur est particulièrement utile pour recharger les agents après un combat en leur transférant l'énergie cellulaire des victimes.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
fr_fr: Le professeur Drennan a fait un prodige. Le transporteur temporel utilise un noyau de matière ultra-dense entouré d'une enveloppe stasique permettant un accès limité vers une dimension temporelle supérieure. En clair, la cible disparaIt entièrement et réapparaIt dans un futur proche. Jamais le saboteur n’a reçu d’outil plus puissant.

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
fr_fr: L'emploi de ce gardien électronique fait parfois la différence au cours des actions défensives ou offensives menées par nos agents. Placé avec intelligence et armé d'un laser à impulsions, il se met en faction et ouvre le feu par surprise sur toute présence hostile, jusqu'à épuisement des batteries ou jusqu'à ce qu'il soit détruit.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
fr_fr: Ce nécessaire multifonctionnel sert à soigner les blessures consécutives au combat. Il comprend un greffon de peau ainsi que du matériel anesthésique et chirurgical. Non réutilisable.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
fr_fr: L'utilisateur porte ce dispositif sur lui afin de mesurer directement la gravité de ses blessures. Si la gravité des blessures excède un seuil critique, ce nécessaire d'automédication s'active automatiquement et accomplit les gestes chirurgicaux de manière accélérée. Le nécessaire mettant quelques instants à s'activer, son utilisateur ne doit pas se sentir invulnérable: atteint gravement, il pourrait mourir avant que le dispositif ait la possibilité de fonctionner.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
fr_fr: Le cable à constitue une excellente barrière. D'une épaisseur de quelques microns seulement, il reste invisible mEme aux yeux les mieux appareillés et déclenche une série d'explosions sur toute sa longueur au contact d'un autre objet.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
fr_fr: Offre un déguisement si efficace qu'il parvient à tromper la surveillance scanographique d'UTOPIA. Le Morphobouclier modifie la structure organique des vêtements et des équipements portés par un agent. Ce dernier prend alors momentanément l'apparence d'un exécutant ordinaire. Cette propriété est très appréciée des agents chargés d'infiltrer une zone réservée aux cadres.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
fr_fr: Construites à partir d'une matière métalloplastique et revêtues d'un épiderme élaboré in-vitro, ces jambes artificielles permettent d'améliorer immédiatement la santé, la vitesse et l'endurance d'un agent sur de grandes distances.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
fr_fr: Les innovations technologiques dans le domaine des mousses métalliques ont permis le développement de membres cybernétiques. Les Jambes version 2 accroissent la vitesse de marche, l'endurance et améliorent la santé de manière impressionnante. Elles permettent de garder vos agents opérationnels sur une plus longue durée.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
fr_fr: La transmission nerveuse par fibre optique qui équipait les versions antérieures a été remplacée sur la version 3 par des super-synapses de matière plastique à mémoire. Le déploiement d'agents appareillés avec des jambes de la version 3 améliore considérablement l'issue d'un combat.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
fr_fr: Grace à leurs tendons en tungstène et à leurs muscles en mousse d'acier, ces bras cybernétiques étonneront vos agents par la précision de tir et par conséquent les économies de munitions qu'ils permettent. Les agents équipés de ces bras restent opérationnels plus longtemps et bénéficient d'une amélioration de leur état de santé, caractéristique de tous les appareillages cybernétiques.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
fr_fr: Le procédé de fabrication des mousses métalliques a été appliqué avec succès à la cybernétique de précision. La faible inertie de ces bras très légers permet non seulement d'accroItre la précision mais aussi la portée des tirs effectués.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
fr_fr: Ce produit de haute technologie est à votre disposition. Ces membres permettront à vos agents sans cesse confrontés à des dévoyés et des membres de l’Église toujours plus armés d'accroItre le nombre de leurs objectifs atteints.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
fr_fr: En protégeant leurs organes vitaux, cette armure triple épaisseur en alliage de titane augmente considérablement les chances de survie de vos agents. Cet appareillage est de loin la meilleure protection que vous pouvez offrir à un cyborg. Notez qu'il est nécessaire que cet appareillage doit être ajusté de sorte qu'il permette au cyborg de supporter n'importe quel autre type d'appareillage.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
fr_fr: Cette version améliorée utilise une superstructure alvéolaire en mousse métallique obtenue par microgravité. Ce procédé permet une plus grande légèreté par rapport aux autres prothèses corporelles et offre une meilleure élasticité. Une réserve d'énergie accrue constitue le principal atout de la version 2.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
fr_fr: Faites l'acquisition de la version 3 pour améliorer la santé de vos agents. Dans cette version, des tendons en matière plastique à mémoire remplacent les microfibres d'acier pour accroItre la résistance des cyborgs. Le principal intérêt de cette version est qu'elle protège les agents contre tous les gaz innervants connus.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
fr_fr: Outre le contrôle de l'Exécutant, la capacité de décision que possède un agent est primordiale pour sa survie. Avec une intelligence multipliée par deux, il courra moins le risque de se faire tuer. Ce dispositif contient des processeurs au diamant dans une matrice 3D intégrée à la biomasse cognitive conventionnelle du cyborg. Il stimule les facultés de perception et contient un logiciel de gestion des traumatismes permettant au cyborg de surmonter des blessures graves.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
fr_fr: La mémoire holographique diminue les temps de réaction et renforce la portée du persuatron ainsi que la puissance du signal émis. Elle accroIt également la résistance aux tentatives de persuasion. Ce modèle prévoit les améliorations habituelles concernant les facultés de perception primaires ainsi qu'une nouvelle version du logiciel de gestion des traumatismes. Chaque agent cyborg équipé de ce dispositif voit ses chances de survie augmenter.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
fr_fr: Le summum en matière d'intelligence artificielle intégrée, la version 3 améliore non seulement la santé du cyborg mais elle lui octroie aussi une meilleure précision de tir, une plus grande rapidité de réaction et une meilleure maItrise énergétique Le cyborg peut évoluer dans un environnement qui détruirait ordinairement son cerveau biologique de manière instantanée; ce dispositif peut prendre le relais du cerveau biologique pour permettre à l'agent d'achever sa mission.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
fr_fr: Il s'agit d'un tissu cellulaire complexe conçu pour obtenir un épiderme résistant aux dommages causés par divers projectiles. La mise au point d'un maillage hybride pachyderme/acier et des études cosmétiques ont permis la production d'une substance extraordinairement résistante mais aussi souple que la peau conçue in vitro des cyborgs.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
fr_fr: Cette peau expérimentale emploie la nouvelle forme d'amiante non toxique utilisée pour la rentrée dans l'atmosphère des vaisseaux spatiaux. Lors des opérations menées sous un tonnerre de feu, les agents équipés de cette peau résisteront mieux aux brulures que leur homologue non protégés.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
fr_fr: Cette variante utilise un polymère d'hydrocarbure associé à des micro-fibres optiques. Ce type de peau est prévu pour absorber une grande partie de l'énergie destructrice de certaines armes. L'impact d'énergie se répartit sur l'ensemble du corps de l'agent. Elle est ensuite recyclée pour régénérer les propriétés protectrices de la peau.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
fr_fr: Ce document décrit les techniques permettant d'élaborer une peau cybernétique révolutionnaire. Son contenu est spéculatif mais il est loin d'être fantaisiste. Il décrit le procédé de fabrication d'un tissu photomorphique possédant certaines caractéristiques du morphobouclier. Il devrait permettre à nos agents d'échapper à la surveillance scanographique d'UTOPIA en conservant l'apparence d'un exécutant de façon continue.
