Repository: swfans/swars
Catalog: lang/alltext_church_ita.po
Languages: it_it

# church maps screen headings - name
source: Pilgrimage
it_it: Pellegrinaggio

# church maps screen headings - population size
source: Heathens
it_it: Pagani

# church maps screen headings - landscape
source: Geography
it_it: Geografia

# church maps screen headings - language
source: Tongue
it_it: Lingua

# church maps screen headings - industry
source: Material Riches
it_it: Beni materiali

# church maps screen headings - toxicity
source: Legacy
it_it: Lascito

# mission title
source: Harbinger
it_it: Araldo

# mission brief email header
source: Blessings, Disciple.
it_it: Benedizioni, Discepolo.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
it_it: La tua missione consiste nell'assumere il controllo di una sotto-stazione che appartiene alla rete UTOPIA dell'EuroCorp. Si trova a Detroit. Quando sarà in nostro possesso, il Cataclisma inizierà.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
it_it: Ti viene consegnato oggi il virus informatico automorfico che porrà fine alla tirannia che il Sindacato chiama UTOPIA. Abbiamo chiamato questo virus Harbinger (Araldo) e questo strapperà il controllo dal Sindacato, computer per computer, preparando la via per la luce di conoscenza che seguirà.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
it_it: Conduci i tuoi Accoliti nella stazione terrestre di UTOPIA a Detroit, per permetterci di inoculare il virus. Gli agenti del Sindacato che sorvegliano la stazione non si aspettano un'azione di forza, perché sono anni che non viene usata. Questo è il nostro vantaggio.

# mission brief email paragraph
source: Blessed be.
it_it: Sia tu benedetto.

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
it_it: I non-credenti scalarono per giorni per confrontarsi con il maestro nelle montagne. "Da dove viene la tua cosiddetta fede?" gli hanno chiesto.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
it_it: "Voi l'avete portata," rispose il maestro. "Siete saliti così in alto".

# mission brief book quote
source: - The Book of Cataclysm.
it_it: - Il Libro del Cataclisma.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
it_it: Zona di atterraggio: collegamento IML di Detroit

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
it_it: Costruzione obiettivo: stazione a terra dell'AI EuroCorp

# mission brief tactical information
source: Disposition of EuroCorp guards
it_it: Disposizione guardie EuroCorp

# mission brief tactical information
source: Sanctuary: Detroit IML Link
it_it: Santuario: collegamento IML di Detroit

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
it_it: Notizie: mezzi raccomandati per guadagnare l'entrata alla Stazione di Terra del Sindacato

# mission title
source: Missionary
it_it: Missionario

# mission brief email header
source: Congratulations, Disciple.
it_it: Congratulazioni, Discepolo.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
it_it: La salda guida dei tuoi Accoliti è richiesta a Tripoli, dove il caos emergente portato dal Cataclisma minaccia il nostro nuovo tempo. Difendi la nostra fede con la massima forza.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
it_it: Harbinger, il nostro sacro virus, ha cominciato a liberare la popolazione. Tuttavia, non tutti coloro che sono stati liberati dal giogo della repressione abbracciano immediatamente il cammino di luce che la nostra Chiesa offre. In verità, senza la nostra guida, molti si perderanno. Presto vi sarà il Giorno del Giudizio e ogni anima conterà.

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
it_it: Il nostro Giardino della Meditazione di Tripoli è assediato dalle anime perdute che il Sindacato chiama Non Guidati. Purtroppo, dobbiamo proteggerci con la massima forza, poiché questa è la lezione di tutte le religioni. Dota i tuoi accoliti di attrezzature adeguate e inviali a Tripoli per riportare l'ordine.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
it_it: Abbiamo piani per la Terra, Accolito. La Chiesa deve cambiare il mondo intero. Questo è il nostro tempo. Salveremo solo i prescelti. Questo è tutto per ora.

# mission brief email paragraph
source: The Nine have said this.
it_it: I Novi hanno parlato.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
it_it: Il Maestro disse ai suoi discepoli, "Dimenticatevi dell'insegnamento e concentratevi sull'apprendimento. Quando siete sicuri, mettete tutto in discussione."

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
it_it: Zona di atterraggio: collegamento IML di Tripoli

# mission brief tactical information
source: Our Garden of Meditations
it_it: Il nostro Giardino della Meditazione

# mission title
source: Conversions
it_it: Conversioni

# mission brief email header
source: Harbinger is about its work. Let us pray.
it_it: Il virus Harbinger sta per essere scatenato. Preghiamo.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
it_it: Dobbiamo mettere mano alla situazione a Buenos Aires. Convertendo due nemici reciproci, la nostra Chiesa assumerà il controllo dell'intera città.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
it_it: I nostri fratelli e sorelle nell'America del Sud hanno raccolto informazioni utili per la nostra causa. Hanno identificato Juan Ormandoz, un lacchè anziano dell'EuroCorp di Buenos Aires, che sta tentando di mantenere la stabilità della città nonostante le attività dei Non Guidati. Il capo di questo gruppo, Chico Ramirez, ritiene stoltamente di poter assumere e mantenere il controllo di un distretto commerciale di bassa categoria dell'EuroCorp. Convertili entrambi e riusciremo dove l'EuroCorp ha fino ad ora fallito.

# mission brief email paragraph
source: Spread the good news.
it_it: Diffondi la lieta novella.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
it_it: Menti fedeli non bastano. Dacci anche cervelli.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
it_it: Zona di atterraggio: collegamento IML di Buenos Aires

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
it_it: Juan Ormandoz lavora in questo ufficio esecutivo

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
it_it: Chico Ramirez e la sua banda occupa questa antica strada

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
it_it: Santuario: collegamento IML di Buenos Aires

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
it_it: Notizie: stato stimato che i forzieri della città contengano Cr 1.000.000

# mission title
source: Test Of Faith
it_it: Prova di fede

# mission brief email header
source: Our prayers are with you, <login>.
it_it: Le nostre preghiere sono con te, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
it_it: È giunto il momento di mettere alla prova la forza della nostra fede. Un agente solitario del Sindacato è stato visto aggirarsi tra le ombre di Santiago. Convertilo.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
it_it: Quale luogo migliore per trovare coloro che possiedono la forza che cerchiamo tra le schiere del nostro nemico, il Sindacato? I suoi agenti non sono altro che nostri futuri Accoliti. Così come tu eri uno di loro, prima che ti mostrassimo la luce, così presto guiderai l'élite dell'EuroCorp dal sentiero oscuro nel quale vaga. Un agente dell'EuroCorp è stato inviato a Santiago per scardinare il nostro lavoro. Non consentirai che questo accada.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
it_it: Prima di inviare i tuoi accoliti a Santiago, accertati che abbiano con sé l'Indottrinatore e che lo usino in modo che anche altri possano vedere la luce. Quando un vero discepolo utilizza l'Indottrinatore, la crudele illusione di UTOPIA viene infranta dalla nostra Verità. Coloro che la vedono, poi si uniscono e seguono l'accolito che li guida. E quando il loro numero sarà sufficiente, anche l'agente dell'EuroCorp udirà il loro canto e si unirà loro in letizia.

# mission brief email paragraph
source: Peace be with you afterwards.
it_it: Che la pace sia con te.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
it_it: Contrassegna il tuo nemico, perché tutto ciò che separa i dannati dai prescelti è un punto di luce monocromatica proiettato sulla parte posteriore del collo.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
it_it: Zona di atterraggio: APC per l'invio dei tuoi Accoliti

# mission brief tactical information
source: EuroCorp agent search area
it_it: Area di ricerca degli agenti EuroCorp

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
it_it: Santuario: Complesso monastico di Santiago

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
it_it: I ponti sono stati distrutti durante un attacco del Sindacato

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
it_it: Notizie: il percorso dall'IML al bersaglio controllato dalle forze dell'EuroCorp

# mission title
source: Foundations
it_it: Fondamenta

# mission brief email header
source: You are blessed, <login>.
it_it: Tu sei benedetto, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
it_it: Le nostre fondamenta sono forti e costose. Due veicoli blindati pieni d'oro che stiamo seguendo a Johannesburg riforniranno le nostre casse sfornite. Prendili, la tua causa è giusta.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
it_it: La nostra causa procede dello stesso passo. I sovvertitori della mente del Sindacato risponderanno presto dei loro crimini. Noi vogliamo che questo giorno di giudizio arrivi presto, ma ci occorrono fondi per raggiungere la potenza materiale dell'EuroCorp.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
it_it: I Novi ci hanno dato il Codex. Questo sacro libro rappresenta la base della nostra salvezza. Eppure dobbiamo pagare un prezzo per ogni capitolo che trasformiamo in realtà. È ciò che chiamiamo ricerca. Così più conquistiamo ricchezze materiali, più ci avviciniamo a possedere le menti degli dei.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
it_it: Vai a Johannesburg, dove la strozzatura logistica dell'EuroCorp ha provocato un ritardo nelle spedizioni di oro. Questo oro servirà bene la nostra causa. L'oro viene consegnato in veicoli corazzati tenuti sotto costante sorveglianza. Occorrono due veicoli corazzati per consegnare un carico. Dirotta i veicoli corazzati e portali al punto di raccolta prestabilito. Ti invitiamo a non entrare né attaccare la roccaforte pesantemente difesa. Ci sono altri modi per mettere le mani sul denaro. Usa la mente e non solo la forza delle armi.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
it_it: Ricorda, l'umile non erediterà nulla.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
it_it: Zona di atterraggio: collegamento IML di Johannesburg

# mission brief tactical information
source: EuroCorp vault
it_it: Forziere EuroCorp

# mission brief tactical information
source: Bullion convoy
it_it: Convoglio dell'oro

# mission brief tactical information
source: Target vehicle
it_it: Veicolo obiettivo

# mission brief tactical information
source: Convoy's destination
it_it: Destinazione del convoglio

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
it_it: Santuario: collegamento IML di Johannesburg

# mission title
source: A Meeting Of Minds
it_it: Un incontro di menti

# mission title
source: Soul Crusader
it_it: Crociato dell'anima

# mission brief email header
source: Be at peace, <login>.
it_it: La pace sia con te, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
it_it: Discepolo scelto, Mirabelle Lucy De Saxo è stata consacrata dai Novi. Guidala nel cuore di un laboratorio dell'EuroCorp, così che possa indottrinare uno scienziato la cui ricerca può servire alla nostra causa.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
it_it: Porta questo scienziato al nostro tempio più vicino, dove padre Black ascolterà la sua confessione.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
it_it: Manda De Saxo dove ti dice lo scienziato e portaci i suoi segreti.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
it_it: Presta orecchio ai Novi. Vi sono quelli che hanno grandi cervelli, ma menti perse. Essi vagano nell'oscurità senza riuscire ancora a vedere la luce della nostra fede. Un uomo simile sta ora combattendo contro il virus Harbinger per conto dell'EuroCorp. I Novi intendono salvare la sua anima utilizzando il suo intelletto per la divina causa di trasformare il Codex in nuova tecnologia.

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
it_it: Il tuo obiettivo, il dottor Schweizer, lavora in un laboratorio dell'EuroCorp a Ginevra. È troppo sorvegliato perché i tuoi Accoliti possano penetrarvi, pertanto guiderai il nostro agente infiltrato speciale, Mirabelle Lucy De Saxo, attraverso le barriere di sicurezza. Una volta che avrà convertito Schweizer, dovrà fare in modo che venga accolto nel vecchio tempio del quale ci siamo impadroniti. La discrezione è l'arma più potente di Mirabelle. Prenditi cura di lei per nostro conto.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
it_it: Padre Black, il nostro pastore locale, ascolterà la confessione del dottore, non appena Schweizer entrerà nel tempio. Questo darà a Mirabelle le informazioni di cui ha bisogno per risalire al lavorodel dottore. Mandala in questo luogo e fai in modo che la nostra figlia raccolga i frutti del lavoro del dottore e li porti a noi.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
it_it: La tua anima è sempre più benedetta ad ogni tua azione.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
it_it: Tutta la conoscenza è conservata in un luogo. Che sia nei libri, nelle teste o sotto i ghiacciai. E quando la troviamo, la facciamo nostra. La fede sono i mattoni; la conoscenza è il cemento.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
it_it: Zona di atterraggio: collegamento IML di Ginevra

# mission brief tactical information
source: EuroCorp conference centre
it_it: Centro conferenze EuroCorp

# mission brief tactical information
source: Dr Schweizer
it_it: Dott. Schweizer

# mission brief tactical information
source: Father Black's temple
it_it: Tempio di Padre Black

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
it_it: Zona di atterraggio: collegamento IML di Vancouver

# mission brief tactical information
source: Dr Schweizer's laboratory
it_it: Laboratorio del Dott. Schweizer

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
it_it: Santuario: collegamento IML di Vancouver

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
it_it: Notizie: rilevati agenti del sindacato

# mission title
source: Heretics
it_it: Eretici

# mission brief email header
source: Bless you, Disciple.
it_it: Sia tu benedetto, Discepolo.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
it_it: Quando i caotici venti del Cataclisma ci sferzeranno in faccia dovremo restare saldi. Proteggi il nostro tempio di Hong Kong dalla banda dei Non Guidati che si avvicinano all'isola.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
it_it: I Novi hanno avuto una visione. I Non Guidati mirano a scardinare i nostri piani per l'area del Pacifico. Un eretico, noto come Ko-Paull Vissick, perverte il nostro messaggio inondando la marmaglia Non guidata con testi apocrifi attribuiti ai Novi. Questa imprudenza premeditata può solo danneggiare le menti non preparate e, con questa sedizione, Vissick crea ulteriore inimicizia verso la Chiesa.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
it_it: Ora ci giungono notizie di massicci sbarchi di Non Guidati a Hong Kong. Riteniamo che siano diretti alla nostra chiesa. È compito tuo e dei tuoi Accoliti raggiungere la chiesa prima dei Non Guidati e difenderla dall'inevitabile massacro.

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
it_it: Servo fedele, ecco altre rivelazioni. Deventeremo simili agli dei. Una macchina promette di rimodellare il mondo. Non vacillare nella tua fede e acquista il tuo posto nella sicurezza. Tutti gli altri saranno persi.

# mission brief email paragraph
source: The day of righteousness draws near.
it_it: Il giorno della rettitudine si avvicina.
