Repository: swfans/swars
Catalog: lang/alltext_comm_swe.po
Languages: sv_se

# objective text shown on scanner
source: Eliminate the Unguided
sv_se: Eliminera de Ostyrda

# objective text shown on scanner
source: Return to HQ
sv_se: Tervänd till HK

# objective text shown on scanner
source: Persuade Yamaguchi technicians
sv_se: Ívertala Yamaguchis tekniker

# objective text shown on scanner
source: Evacuate
sv_se: Evakuera

# objective text shown on scanner
source: Technician fatality
sv_se: Teknikers dödsolycka

# objective text shown on scanner
source: Persuade Yamaguchi executives
sv_se: Ívertala Yamaguchis ledning

# objective text shown on scanner
source: Executive fatality
sv_se: Ledares dödsolycka

# objective text shown on scanner
source: Neutralise Yamaguchi agents
sv_se: Neutralisera Yamaguchis agenter

# objective text shown on scanner
source: Agent fatality
sv_se: Agents dödsolycka

# objective text shown on scanner
source: Persuade Bluesky scientists
sv_se: Ívertala Blueskys vetenskapsmän

# objective text shown on scanner
source: Persuade Bluesky scientist
sv_se: Ívertala Blueskys vetenskapsman

# objective text shown on scanner
source: Mission update: eliminate Unguided threat
sv_se: Uppdragsuppdatering: eliminera Ostyrda hot

# objective text shown on scanner
source: Escort scientists to IML link
sv_se: Eskortera vetenskapsmän till IML-länk

# objective text shown on scanner
source: Steal bullion car
sv_se: Stjäl guldbil

# objective text shown on scanner
source: The bullion car has been destroyed
sv_se: Guldbilen har förstörts

# objective text shown on scanner
source: The bullion car has reached Tang HQ
sv_se: Guldbilen har nätt Tangs HK

# objective text shown on scanner
source: Deliver car to evac zone
sv_se: Leverera bilen till evakueringszonen

# objective text shown on scanner
source: Steal cult technology from temple
sv_se: Stjäl artefakt frän templet

# objective text shown on scanner
source: Deliver cult artefact to evac zone
sv_se: Leverera artefakt till evakueringszon

# objective text shown on scanner
source: Remove Unguided stronghold
sv_se: Avlägsna Ostyrdas fästen

# objective text shown on scanner
source: Eliminate rioters
sv_se: Eliminera upprorsmakare

# objective text shown on scanner
source: Sterilise sector
sv_se: Sterilisera sektor

# objective text shown on scanner
source: Eliminate guards
sv_se: Eliminera vakter

# objective text shown on scanner
source: Eliminate agent
sv_se: Eliminera agent

# objective text shown on scanner
source: Persuade agent
sv_se: Ívertala agent

# objective text shown on scanner
source: Target agent has died
sv_se: Mälagent har dött

# objective text shown on scanner
source: Target agent has escaped
sv_se: Mälagent har flytt

# objective text shown on scanner
source: Persuade NAA employee
sv_se: Ívertala NAA anställd

# objective text shown on scanner
source: Persuade Jennifer Taks
sv_se: Ívertala Jennifer Taks

# objective text shown on scanner
source: Escort Taks to IML link
sv_se: Eskortera Taks till IML-länk

# objective text shown on scanner
source: Jennifer Taks is dead
sv_se: Jennifer Taks är död

# objective text shown on scanner
source: Eliminate Zealots
sv_se: Eliminera fanatiker

# objective text shown on scanner
source: Persuade Gel Data scientist
sv_se: Ívertala Gel Datas vetenskapsman

# objective text shown on scanner
source: Persuade Gel Data scientists
sv_se: Ívertala Gel Datas vetenskapsmän

# objective text shown on scanner
source: Persuade Hexagon scientist
sv_se: Ívertala Hexagons vetenskapsman

# objective text shown on scanner
source: Persuade Hexagon scientists
sv_se: Ívertala Hexagons vetenskapsmän

# objective text shown on scanner
source: Escort scientist to IML link
sv_se: Eskortera vetenskapsman till IML-länk

# objective text shown on scanner
source: Update: eliminate Zealot threat
sv_se: Uppdatering: eliminera fanatikerhot

# objective text shown on scanner
source: Vehicle destroyed: agents stranded
sv_se: Fordon förstört: agenter strandsatta

# objective text shown on scanner
source: Scientist lost
sv_se: Vetenskapsman förlorad

# objective text shown on scanner
source: Persuade C3 scientists
sv_se: Ívertala C3 vetenskapsmän

# objective text shown on scanner
source: C3 scientists eliminated
sv_se: C3 vetenskapsmän eliminerade

# objective text shown on scanner
source: Laboratory destroyed
sv_se: Laboratorium förstört

# objective text shown on scanner
source: Facility destroyed
sv_se: Facilitet förstörd

# objective text shown on scanner
source: Sterilise city
sv_se: Sterilisera stad

# objective text shown on scanner
source: Protect Drennan
sv_se: Skydda Drennan

# objective text shown on scanner
source: Protect Professor's assistant
sv_se: Skydda professorns assistent

# objective text shown on scanner
source: Protect executives
sv_se: Skydda ledare

# objective text shown on scanner
source: Professor Drennan is dead
sv_se: Professor Drennan är död

# objective text shown on scanner
source: Professor Drennan's aide is dead
sv_se: Professor Drennans medhjälpare är död

# objective text shown on scanner
source: EuroCorp executives have been wiped out
sv_se: EuroCorp ledare har slagits ut

# objective text shown on scanner
source: Rescue professor Drennan
sv_se: Rädda professor Drennan

# objective text shown on scanner
source: Escort professor Drennan to EuroCorp facility
sv_se: Eskortera professor Drennan till EuroCorp facilitet

# objective text shown on scanner
source: Mission update: evacuate all personnel
sv_se: Uppdragsuppdatering: evakuera all personal

# objective text shown on scanner
source: Evacuation failed
sv_se: Evakuering misslyckad

# objective text shown on scanner
source: Persuade Mirabelle Lucy De Saxo
sv_se: Ívertala Mirabelle Lucy De Saxo

# objective text shown on scanner
source: De Saxo has fled: new orders available
sv_se: De Saxo har flytt: nya order tillgängliga

# objective text shown on scanner
source: Eliminate Mirabelle Lucy De Saxo
sv_se: Eliminera Mirabelle Lucy De Saxo

# objective text shown on scanner
source: Crush the uprising
sv_se: Krossa upproret

# objective text shown on scanner
source: Eliminate Unguided rebels
sv_se: Eliminera Ostyrda rebeller

# objective text shown on scanner
source: Protect the Bahrain AI
sv_se: Skydda Bahrains AI

# objective text shown on scanner
source: Bahrain AI has been destroyed
sv_se: Bahrains ai har förstörts

# objective text shown on scanner
source: Secure orbital elevator
sv_se: Säkra omloppsbanans hiss

# objective text shown on scanner
source: Insufficient agents to complete mission
sv_se: Otillräckligt med agenter för att avsluta uppdrag

# objective text shown on scanner
source: The orbital elevator has been destroyed
sv_se: Omloppsbanans hiss har förstörts

# objective text shown on scanner
source: The space station has been destroyed
sv_se: Rymdstationen har förstörts

# objective text shown on scanner
source: Get shuttle nav computer
sv_se: Skaffa rymdfärjans navigationsdator

# objective text shown on scanner
source: Station self-destruct armed: de-activate
sv_se: Stationens självförstörelse aktiverad: avaktivera

# objective text shown on scanner
source: Get shuttle life support module
sv_se: Skaffa rymdfärjans livsstödsmodul

# objective text shown on scanner
source: Access lunar shuttle craft
sv_se: Tillträd mänfärjan

# objective text shown on scanner
source: Eliminate The Nine
sv_se: Eliminera de Nio

# objective text shown on scanner
source: The Nine have activated the ion gate. you have been defeated.
sv_se: De Nio har aktiverat jongrinden. du har besegrats.

# objective text shown on scanner
source: Eliminate the Unguided heathens
sv_se: Eliminera de Ostyrda hedningarna

# objective text shown on scanner
source: Our garden of meditations has been destroyed
sv_se: Vär trädgärd för meditation har förstörts

# objective text shown on scanner
source: Convert EuroCorp agent
sv_se: Konvertera EuroCorp agent

# objective text shown on scanner
source: Escort agent to IML link
sv_se: Eskortera agent till IML-länken

# objective text shown on scanner
source: Your target has been eliminated
sv_se: Ditt mäl har eliminerats

# objective text shown on scanner
source: Your target has escaped
sv_se: Ditt mäl har flytt

# objective text shown on scanner
source: Acquire funds
sv_se: Skaffa ekonomiska medel

# objective text shown on scanner
source: You have lost your quarry
sv_se: Ditt byte har förlorats

# objective text shown on scanner
source: Take dr Schweizer to see father Black
sv_se: Ta dr Schweizer till fader Svart

# objective text shown on scanner
source: Dr Schweizer is dead
sv_se: Dr Schweizer är död

# objective text shown on scanner
source: Father Black is dead
sv_se: Fader Svart är död

# objective text shown on scanner
source: Protect your brethren and the temple
sv_se: Skydda dina bröder och templet

# objective text shown on scanner
source: Your brethren are all dead
sv_se: Alla din bröder är döda

# objective text shown on scanner
source: The temple has been destroyed
sv_se: Templet har förstörts

# objective text shown on scanner
source: Vanquish the unbelievers
sv_se: Kuva de otrogna

# objective text shown on scanner
source: Punish the rioters
sv_se: Straffa upprorsmakarna

# objective text shown on scanner
source: Annihilate the forces of chaos
sv_se: Förinta kaosens styrkor

# objective text shown on scanner
source: Destroy the Unguided vermin
sv_se: Förstör den Ostyrda ohyran

# objective text shown on scanner
source: Wipe out EuroCorp personnel
sv_se: Slä ut EuroCorps personal

# objective text shown on scanner
source: Eliminate EuroCorp agents
sv_se: Eliminera EuroCorps agenter

# objective text shown on scanner
source: Assist Acolytes
sv_se: Assistera fanatiker

# objective text shown on scanner
source: Assassinate the saboteur
sv_se: Döda sabotören

# objective text shown on scanner
source: Vanquish the desecrators
sv_se: Besegra skändarna

# objective text shown on scanner
source: Protect the order of Acolytes
sv_se: Skydda Medhjälparnas orden

# objective text shown on scanner
source: The order of Acolytes has been completely eliminated
sv_se: Medhjälparnas orden har eliminerats helt

# objective text shown on scanner
source: Deliver bullion car to collection point
sv_se: Leverera guldbil till samlingspunkten

# objective text shown on scanner
source: Assassinate the professor's assistant
sv_se: Döda professorns assistent

# objective text shown on scanner
source: Take the assistant's place by the professor's side
sv_se: Ta assistentens plats vid professorns sida

# objective text shown on scanner
source: Collect video data for lecture
sv_se: Samla videodata till föreläsning

# objective text shown on scanner
source: Go to podium
sv_se: Gä till podium

# objective text shown on scanner
source: Attend lecture
sv_se: Närvar vid föreläsning

# objective text shown on scanner
source: Escort professor Drennan
sv_se: Eskortera professor Drennan

# objective text shown on scanner
source: The professor has met his assistant
sv_se: Professorn har mött sin assistent

# objective text shown on scanner
source: The professor is dead
sv_se: Professorn är död

# objective text shown on scanner
source: Mirabelle Lucy De Saxo is dead
sv_se: Mirabelle Lucy De Saxo är död

# objective text shown on scanner
source: Destroy EuroCorp weapons bunker
sv_se: Förstör EuroCorps vapenbunker

# objective text shown on scanner
source: Steal EuroCorp weapon design
sv_se: Stjäl EuroCorps vapendesign

# objective text shown on scanner
source: Upload weapon design
sv_se: Ladda upp vapendesign

# objective text shown on scanner
source: Return
sv_se: Tervänd

# objective text shown on scanner
source: Acolytes stranded: cannot complete mission
sv_se: Medhjälparna strandsatta: kan inte fullfölja uppdrag

# objective text shown on scanner
source: Assassinate hacker
sv_se: Döda hacker

# objective text shown on scanner
source: Eliminate EuroCorp personnel controlling river port
sv_se: Eliminera styrkorna som kontrollerar flodport

# objective text shown on scanner, uses across campaigns
source: Return to IML link
sv_se: Tervänd till IML-länk

# objective text shown on scanner, Church, mission The Dead Zone
source: Abduct EuroCorp captive
sv_se: Kidnappa EuroCorps fänge

# objective text shown on scanner, Church, mission The Dead Zone
source: The target has been eliminated
sv_se: Mälet har elininerats

# objective text shown on scanner, Church, mission Deconstruction
source: Destroy R&D facilities
sv_se: Förstör forskningsfaciliteter

# objective text shown on scanner, Church, mission Deconstruction
source: Eliminate agents of EuroCorp
sv_se: Eliminera agenter frän EuroCorp

# objective text shown on scanner, Church, mission Friendly Fire
source: De Saxo must perish
sv_se: De Saxo mäste gä under

# objective text shown on scanner, Church, few missions
source: Leave this place
sv_se: Lämna denna plats

# objective text shown on scanner, Church, mission Armour Of The Gods
source: Subdue the Unguided
sv_se: Underkuva de Ostyrda

# objective text shown on scanner, Church, mission Vissick Hunt
source: Seek and destroy the leader of the uprising
sv_se: Sök upp och förgör upprorets ledare

# objective text shown on scanner, Church, mission Recapture
source: Rescue IX and guide him to rendezvous
sv_se: Rädda IX och för honom till mötesplatsen

# objective text shown on scanner, Church, mission Recapture
source: Protect IX
sv_se: Skydda IX

# objective text shown on scanner, Church, mission Recapture
source: You have allowed IX to perish
sv_se: Du har lätit IX gä under

# objective text shown on scanner
source: Nothing can stop The Nine now. You have been defeated.
sv_se: Inget kan stoppa de Nio nu. Du har besegrats.

# objective text shown on scanner, Church, mission Deliver The Ninth
source: Do nothing: obey The Nine
sv_se: Gör ingenting: lyd de Nio

# objective text shown on scanner, EuroCorp, mission The Unguided
source: All citizens converted by Zealots
sv_se: Kontrollen över staden förlorad: kyrkfanatiker har konverterat alla medborgare

# objective text shown on scanner
source: Eliminate intruder
sv_se: Eliminera inkräktaren

# objective text shown on scanner
source: Eliminate intruders
sv_se: Eliminera inkräktare

# objective text shown on scanner
source: Persuade infiltrator
sv_se: Ívertala infiltratör

# objective text shown on scanner, uses across campaigns
source: Proceed to IML link
sv_se: Fortsätt till IML-länk

# objective text shown on scanner
source: Target eliminated
sv_se: Mälet eliminerat

# objective text shown on scanner, Church, mission Free Passage
source: Activate IML link
sv_se: Aktivera IML-länk

# objective text shown on scanner, uses across campaigns
source: IML link destroyed
sv_se: IML-länk förstörd

# objective text shown on scanner
source: Eliminate agents
sv_se: Eliminera agenter

# objective text shown on scanner, Church, mission Harbinger
source: Penetrate bunker: release virus
sv_se: Ta dig in i bunker: frigör virus

# objective text shown on scanner, Church, few missions
source: Depart
sv_se: Avvik

# objective text shown on scanner, Church, few missions
source: Retreat
sv_se: Reträtt

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ormandoz
sv_se: Konvertera Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ramirez
sv_se: Konvertera Ramirez

# objective text shown on scanner, Church, mission The Knowledge
source: Bring them to us
sv_se: Ta dem alla till oss

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ormandoz to perish
sv_se: Du har lätit Ormandoz gä under

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ramirez to perish
sv_se: Du har lätit Ramirez gä under

# objective text shown on scanner, Church, mission Soul Crusader
source: Steal dr Schweizer's work
sv_se: Stjäl dr Schweizers arbete

# objective text shown on scanner, Church, few missions
source: Return to us
sv_se: Tervänd till oss

# objective text shown on scanner, Church
source: EuroCorp agents must join us or die
sv_se: EuroCorp agenter mäste gä med oss eller dö

# objective text shown on scanner, Church, mission Spies Like Us
source: Neutralise EuroCorp agents
sv_se: Neutralisera EuroCorp agenter

# objective text shown on scanner, Church, mission Powermonger
source: Assassinate Koto Sek
sv_se: Döda Koto Sek

# objective text shown on scanner, Church, few missions
source: Neutralise all EuroCorp agents
sv_se: Neutralisera alla EuroCorp agenter

# objective text shown on scanner, Church, mission Fall Among Thieves
source: Let no harm come to De Saxo
sv_se: Lät ingenting hända De Saxo

# objective text shown on scanner
source: Take control of the IML link
sv_se: Ta kontroll över IML-länken

# objective text shown on scanner, Church, missions with De Saxo
source: Our blessed daughter is dead
sv_se: Vär välsignade dotter är död

# objective text shown on scanner, Church
source: You will die for this heresy!
sv_se: Du kommer dö för detta kätteri!

# objective text shown on scanner, Church, mission Spies Like Us
source: EuroCorp must choose between our faith or death
sv_se: EuroCorp mäste välja mellan värt öde och döden

# objective text shown on scanner, Church, few missions
source: Seek sanctuary
sv_se: Sök fristad

# objective text shown on scanner, Church, mission Recapture
source: Get in
sv_se: Hoppa in

# objective text shown on scanner
source: Target persuaded
sv_se: Mål övertalat

# objective text shown on scanner, EuroCorp, few missions
source: Neutralise agent
sv_se: Oskadliggör agent

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Seek and destroy - category U - Unguided citizens
sv_se: Sök och förstör - kategori U - Ostyrda medborgare

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Mission update: eliminate cultists
sv_se: Uppdatering av uppdraget: eliminera sekter

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein detected - persuade the Professor
sv_se: Professor Klein upptäckte - övertala professorn

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Protect Professor Klein - evacuate
sv_se: Skydda professor Klein - evakuera

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein is dead
sv_se: Professor Klein är död

# objective text shown on scanner, Church, mission The Shining
source: Destroy ground station
sv_se: Förstör markstationen

# objective text shown on scanner, Church, mission The Shining
source: Smite our enemy
sv_se: Slå vår fiende

# map screen location - landscape
source: Post-industrial
sv_se: Post-Industriell

# map screen location - language
source: Low English
sv_se: Läg-Engelska

# map screen location - industry
source: Software Engineering, Financial Services
sv_se: Programvaruindustri, Finansiella tjänster

# map screen location - toxicity
source: Chemical Waste, Human Effluent
sv_se: Kemiskt avfall, Mänskligt avfall

# map screen location - landscape
source: Complex Urban
sv_se: Komplex tätort

# map screen location - language
source: New American
sv_se: Ny-Amerikanska

# map screen location - industry
source: Vehicle Manufacture
sv_se: Fordonstillverkning

# map screen location - toxicity
source: Heavy Industrial, Radioactive Waste
sv_se: Tunga industrier, Radioaktivt avfall

# map screen location - language
source: Indo-Chinese
sv_se: Indokinesiska

# map screen location - industry
source: Memory Plastics
sv_se: Minnesplastik

# map screen location - toxicity
source: Light Industrial
sv_se: Lätt industriell

# map screen location - name
source: Beijing
sv_se: Peking

# map screen location - landscape
source: Ultra-Metropolitan
sv_se: Ultra-Metropol

# map screen location - industry
source: Plastics Fabrication, Hardware Manufacture
sv_se: Plastfabrikation, Härdvarutillverkning

# map screen location - toxicity
source: Radioactive Waste, Human Effluent
sv_se: Radioaktivt avfall, Mänskligt avfall

# map screen location - name
source: Vienna
sv_se: Wien

# map screen location - landscape
source: Simple Urban
sv_se: Enkel tätort

# map screen location - language
source: C.C.E. (Common Central European)
sv_se: N.C.E. (Normal Central Europeiska)

# map screen location - industry
source: Mineral Re-processing
sv_se: Omarbetning av mineral

# map screen location - name
source: Geneva
sv_se: Geneve

# map screen location - industry
source: Water Detoxification, Air Re-processing
sv_se: Vattenavgiftning, Luftbearbetning

# map screen location - toxicity
source: Radioactive Waste
sv_se: Radioaktivt avfall

# map screen location - language
source: Neu-Slavik
sv_se: Neu-Slaviska

# map screen location - industry
source: Vegetative Regeneration
sv_se: Vegetativ förnyelse

# map screen location - language
source: Pseudo-Malay
sv_se: Pseudo-Malayiska

# map screen location - industry
source: Water Detoxification, Hardware Manufacture
sv_se: Vattenavgiftning, Härdvarutillverkning

# map screen location - toxicity
source: Human Effluent, Heavy Industrial
sv_se: Mänskligt avfall, Tung industri

# map screen location - language
source: American Continental Interior
sv_se: Interkontinental amerikanska

# map screen location - industry
source: Power Generation
sv_se: Krafttillverkning

# map screen location - name
source: Rome
sv_se: Rom

# map screen location - landscape
source: Post-Industrial
sv_se: Post-Industriell

# map screen location - language
source: Low Latin
sv_se: Läg-Latin

# map screen location - industry
source: Consumer Durables
sv_se: Varaktiga konsumtionsvaror

# map screen location - toxicity
source: Heavy Industrial
sv_se: Tung industri

# map screen location - name
source: Al Manamah
sv_se: Manamah

# map screen location - language
source: New Arabic
sv_se: Ny-Arabiska

# map screen location - industry
source: Fuel Refining, Mineral Processing
sv_se: Bränsleraffinering, Mineralbearbetning

# map screen location - toxicity
source: Chemical Waste
sv_se: Kemiskt avfall

# map screen location - landscape
source: Post Industrial
sv_se: Post-Industriell

# map screen location - language
source: High English
sv_se: Hög-Engelska

# map screen location - industry
source: Weaponry Manufacture
sv_se: Vapentillverkning

# map screen location - toxicity
source: Ultra-Heavy Industrial, Radioactive Waste, Human Effluent
sv_se: Ultra-Tung industri, Radioaktivt avfall, Mänskligt avfall

# map screen location - language
source: Neu-Spanish
sv_se: Neu-Spanska

# map screen location - industry
source: Rubber Production
sv_se: Gummitillverkning

# map screen location - landscape
source: Ultra Metropolitan
sv_se: Ultra-Metropol

# map screen location - industry
source: Foodstuff Manufacture
sv_se: Livsmedelstillverkning

# map screen location - toxicity
source: Heavy Industrial, Human Effluent
sv_se: Tung industri, Mänskligt avfall

# map screen location - name
source: Cape Town
sv_se: Kapstaden

# map screen location - language
source: Afrikaans (Ancient)
sv_se: Afrikaans (Forntida)

# map screen location - industry
source: Mineral Processing
sv_se: Mineralbearbetning

# map screen location - language
source: Sub English
sv_se: Sub-Engelska

# map screen location - industry
source: Brewing, Animal Husbandry
sv_se: Bryggerinäring, Boskapsskötsel

# map screen location - toxicity
source: Chemical Waste, Animal Effluent
sv_se: Kemiskt avfall, Djuravfall

# map screen location - industry
source: Clothing Fabrication, Foodstuff Preparation
sv_se: Klädtillverkning, Livsmedelsförberedning

# map screen location - language
source: Demi-Scando
sv_se: Demi-Skandinaviska

# map screen location - name
source: Moscow
sv_se: Moskva

# map screen location - language
source: Moldav
sv_se: Moldaviska

# map screen location - industry
source: Clothing Fabrication, Distilling
sv_se: Klädtillverkning, Destillering
