Repository: swfans/swars
Catalog: lang/alltext_syndct_ita.po
Languages: it_it

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
it_it: Anche i Non Guidati sono ben difesi all'interno del distretto del porto fluviale della città del quale si sono impadroniti, probabilmente perché rappresenta la loro via di fuga. Un ex stratega dell'EuroCorp sta guidando apertamente i Non Guidati. Senza le sue conoscenze tattiche, la ribellione sarebbe destinata al fallimento.

# mission brief tactical information
source: Dropsite: Delhi IML Link
it_it: Destinazione: collegamento IML di Nuova Delhi

# mission brief tactical information
source: Chemical plant
it_it: Impianto chimico

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
it_it: Attrezzature di distribuzione di FoamSteel Defence Industries

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
it_it: Allarme satellite: agenti EuroCorp e MBT

# mission brief tactical information
source: Dropsite: South Side gate
it_it: Destinazione: ponte della zona sud

# mission brief tactical information
source: R&D facility
it_it: Atrezzature Ricerca e Sviluppo

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
it_it: Notizie: possibile traccia fantasma - Ko-Paull Vissick

# mission title
source: Arab Agenda
it_it: Ordine del giorno arabo

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
it_it: Bahrain: Neutralizza gli agenti rinnegati. Scova e distruggi le truppe di assalto dei Non Guidati prima che raggiungano l'AI.

# mission brief email paragraph
source: Executive <login>.
it_it: Dirigente <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
it_it: Dal Bahrain giungono preoccupanti notizie. Le truppe superstiti dei Non Guidati sono riuscite a dotarsi di corazze pesanti e hanno circondato il perimetro della città. Sembra ormai imminente un attacco su larga scala. Il bersaglio probabile è l'AI del Bahrain, l'hub del sistema di controllo medio-orientale di UTOPIA. Se venisse distrutto, occorrerebbero anni per ripristinare l'EuroCorp a livello mondiale.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
it_it: L'AI del Bahrain controlla un gruppo di ex agenti dell'EuroCorp ed ha schierato tali agenti in posizionidifensive nel distretto centrale della città. Dobbiamo riconquistare il controllo della città prima che questa sede vitale venga colpita.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
it_it: Destinazione: collegamento IML di Bahrain

# mission brief tactical information
source: AI bunker
it_it: Bunker AI

# mission brief tactical information
source: Disposition of rogue agents
it_it: Disposizione agenti rinnegati

# mission brief tactical information
source: Direction of approaching Unguided forces
it_it: Direzione di approccio delle forze Non Guidate

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
it_it: Una base minore della Chiesa della Nuova Epoca rimasta occupata

# mission title
source: Confrontation
it_it: Contestazione

# mission title
source: High Sierra
it_it: Catena di monti elevata

# mission title
source: Church Of The Poisoned Mind
it_it: Chiesa della mente avvelenata

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
it_it: Colombo: Proteggi l'ascensore orbitale. Altri agenti saranno sul luogo per dare man forte.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
it_it: Vissick è riuscito a fuggire, ma la sua rivolta è conclusa. Vissick e pochi altri moriranno nell'ambiente esterno tossico oltre il perimetro della città. Quando ci saremo occupati della Chiesa potremo cercare i cadaveri.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
it_it: Ho decifrato gli ordini crittografati che Anika-Mirabelle aveva con sé quando l'hai terminata. Doveva incontrarsi con i capi del culto, i Novi, nello Sri Lanka. Ritengo che la Chiesa miri a impadronirsi dell'Ascensore Orbitale di Clarke a Colombo. Da là, potrebbero assumere il controllo della Luna.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
it_it: Il professor Drennan ritiene che la tecnologia di lavaggio del cervello del culto utilizzi un "canale" psichico impossibile da rilevare e che i Novi abbiano bisogno di questo canale per mantenere il controllo sui propri seguaci. Il professore teme inoltre che progettino di mettere in pratica alcune delle teorie contenute nel Codex; in particolare, per aumentare la potenza delle attrezzatura ionosferiche sperimentali di ricalibrazione, attualmente in fase di sviluppo da parte degli scienziati presso la Colonia di ricerca Amundsen sulla superficie della Luna.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
it_it: Relazioni da altre AI indicano una riduzione a livello globale delle attività dei fanatici, facendo temere che la Chiesa stia raccogliendo la più massiccia forza di attacco possibile. Un attacco contro Colombo è imminente.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
it_it: Attenzione: in caso di impossibilità a risolvere la situazione a terra, potrebbe essere necessario spazzare le strutture attraverso l'ascensore orbitale. È fortemente sconsigliato portare con sé esplosivi: utilizzarli o trasportarli in orbita rischia di chiudere definitivamente quel percorso. Si prevede inoltre che i Nove abbiano preso nuovi prototipi di armi e piazzato trappole. Potrebbero essere impegnativi e non si può tornare indietro.

# mission brief tactical information
source: Dropsites
it_it: Punti di lancio

# mission brief tactical information
source: Orbital elevator
it_it: Ascensore orbitale

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
it_it: Sistema missilistico anti-satellite dell'ascensore orbitale

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
it_it: Tokyo: Cittadini armati categoria U - Non Guidati hanno violato i codici di condotta. Reprimere i rivoltosi.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
it_it: L'architetto di UTOPIA, il Professor Klein, è stato rilevato dal Netscan. Ri-persuadere il professore a venire a lavorare per noi ancora una volta.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
it_it: Aggiunta: membri fanatici del culto nella Nuova Epoca sono stati rilevati in quest'area. Poichè il nostro inventario non include un persuadertron, sarà necessario privare i fanatici dei loro.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
it_it: Gli effetti del virus Harbinger del culto sul nodo di UTOPIA di Tokyo stanno rendendo impossibile la continua alimentazione del Netscan. Nessun'altra informazione disponibile.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
it_it: Cittadini categoria U - Non Guidati rilevati in queste zone

# mission brief tactical information
source: Cult 'temple'
it_it: 'Tempio' del Culto

# mission brief tactical information
source: Professor Klein's current location
it_it: Posizione corrente del Professor Klein

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
it_it: Hai sconfitto i Novi. Hai avuto successo nella sconfitta totale della Chiesa della Nuova Epoca e hai evitato il Cataclisma. UTOPIA stata ricostruita. Congratulazione per la tua promozione, Direttore Capo.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
it_it: Forgiato nel caos delle lotte tra bande cittadine della metà del ventesimo secolo, la mitragliatrice 9mm Uzi con proiettili modificati ad energia ancora la base delle operazioni dell'EuroCorp. Rappresenta un rinforzo leggero e economico per gli agenti che devono affrontare casi di psicosi da emarginazione.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
it_it: Divenuta sempre più popolare nell'ambito dell'utilizzo di mitragliatrici "chain gun" con smorzamento a inerzia da parte del sindacato del Nuovo calendario. Quest'arma, che spara capsule al plasma da 20mm ed disponibile in una versione con coppia stabilizzata, ha canne in lega multicellulare per ridurre la massa e i costi di produzione.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
it_it: Questo un tipico esempio del pensiero scientifico rivoluzionario della Chiesa. Si tratta, in parole povere, di una specie di frusta fulminante. Non siamo mai riusciti a rendere pratico questo tipo di apparecchi; l'immissione di energia richiesta era proibitiva. Questo apparecchio utilizza un sofisticato sistema di leve subatomiche per garantire il minimo livello di assorbimento dell'accumulatore energetico, ma può essere sovraccaricato. Una tecnologia veramente impressionante.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
it_it: Questo laser utilizza il gas TriSodico 89 (sviluppato nel -20 NC circa). Quest'arma può essere sovraccaricata ritardando il rilascio del grilletto. In situazioni ravvicinate critiche, l'emissione di energia può essere sovraccaricata alla velocità di dieci volte al minuto.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
it_it: Le tecniche di eliminazione elettronica hanno portato allo sviluppo di questa potente arma. Utilizza un concentratore monopolare per proiettare un campo radiale che converte le molecole atmosferiche in plasma. La materia solida viene vaporizzata quando entra in contatto con il plasma, rilasciando una quantità di energia ancora maggiore. Il campo può provocare la distruzione completa anche a notevoli distanze. Sovraccaricare il concentratore monopolare per risultati più efficaci contro materiali densi o temprati.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
it_it: Progettato per far fronte alla sfida presentata dalla cyber-proliferazione del Nuovo Calendario, questo lancia razzi spara una granata guidata che rilascia una serie di submunizioni all'impatto. Il sistema di guida del razzo comprende la ricerca del bersaglio e la stabilizzazione giroscopica.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
it_it: Il guscio in techio temprato di questo dispositivo termonucleare smorza gli effetti dello scoppio, mantenendo la reazione a catena all'interno di un'area estremamente contenuta. Un nucleo agli isotopi specifico fa in modo che i livelli di radiazione si abbassino a valori tollerabili subito dopo l'esplosione. Questi progressi consentono, per la prima volta, di inserire nel guscio un detonatore maneggiabile. Nonostante ciò, il raggio effettivo dello scoppio richiede un'estrema attenzione alla sicurezza.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
it_it: Un'arma standard utilizzata per impadronirsi delle funzioni cerebrali di livello superiore dei cittadini dotati di CHIP UTOPIA. Sebbene il Persuadertron sia leggero e di potenza estremamente ridotta, non se ne dovrà sottovalutare l'importanza storica, dato che ha svolto un ruolo fondamentale nella presa di potere dell'EuroCorp. I soggetti persuasi seguono l'agente che li controlla senza fare domande, fino a prepararsi al combattimento e a lanciarsi in battaglia senza timore.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
it_it: La retro-ricerca consiglia questo getto manuale di napalm a distanza ravvicinata. Quando attivata, l'arma spruzza un getto di gelatina di petrolio acceso. A contatto con la materia organica, il napalm si attacca e brucia violentemente. Una soluzione estremamente efficace per il controllo della folla.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
it_it: Questo dispositivo a corto raggio attiva un'onda ionica risonante che interferisce con la programmazione del CHIP di coloro che vengono colpiti dall'onda. In parole semplici, quest'onda ha l'effetto di rendere nuovamente non persuasi gli individui in precedenza persuasi. Il distruttore sarà particolarmente efficace contro un avversario che utilizza un persuadertron, in quanto l'onda ionica attaccherà il segnale alla fonte, riportando tutti i seguaci persuasi al precedente stato non persuaso.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
it_it: Le ricerche sulle proprietà narcotiche del fungo del pianeta Creazione hanno dato come risultato attivo l'ingrediente di questo pericoloso allucinogeno. Il barattolo operato manualmente contiene un mix di spore del fungo ed un agente ossidante che viene rilasciato sotto forma di nuvola, provocando un comportamento psicotico in chiunque entri all'interno della nuvola stessa. Questa arma rappresenta un'utile tattica diversiva quando il numero delle persone ostili troppo alto per qualsiasi altra forma di neutralizzazione, sebbene i risultati siano imprevedibili.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
it_it: Le maschere antigas non offrono alcuna protezione contro questa granata manuale, dato che contiene un agente nervino asfissiante. La nuvola emessa al momento della detonazione provoca lo svenimento di tutto il personale presente nella zona per un periodo di tempo limitato.

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
it_it: Mina a impulsi elettromagnetici a corto raggio con spoletta. Le apparecchiature che si trovano nel campo dell'impulso vengono disattivate in modo temporaneo oppure permanente, mentre i meccanismi elettrici del tessuto organico vengono bruciati. I conduttori quali veicoli, arredi stradali e cyborg subiscono i danni più pesanti. Non può modificare lo stato di persuasione di chiunque si trovi nell'area di efficacia della mina.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
it_it: Dotato di un'enorme area di efficacia e un potere esplosivo sufficiente per infliggere danni letali ai veicoli e danni seri agli edifici, questa un'arma semplice ma efficace. Collocatela a volontà in un punto strategico della missione, quindi ritirate i vostri agenti ad una distanza di sicurezza. La detonazione dell'esplosivo ad alto potenziale attivata da un timer.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
it_it: Il nuovo Fucile a LR utilizza la tecnologia a slitta monopolare per accelerare le munizioni ad uranio impoverito ad alto calibro alla velocità di Mach 3.2. I condensatori della slitta si scaricano completamente in un unico colpo e devono essere ricaricati completamente prima di poter sparare ancora, ma l'accuratezza e la portata operativa sono insuperabili. Nel rispetto delle specifiche di progetto, la ridotta velocità di tiro compensata dalla possibilità di ricalibrazione istantanea che rende quest'arma la scelta ideale per i cecchini.

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
it_it: Tutti i satelliti nella rete di piattaforme orbitali geostazionarie di UTOPIA sono dotati di una serie di barre in lega di tungsteno e uranio su un montaggio orientabile. Quando queste barre vengono lanciate, la procedura di rientro nell'atmosfera le surriscalda fino a liquefarle, producendo una pioggia plasmatica con un potenziale molto alto. Possiamo ora superare i blocchi di sistema attivati da Harbinger. Trasmettendo i protocolli di re-inizializzazione, il sistema potrà essere messo a disposizione dei vostri agenti. Potrete farlo utilizzando un attivatore manuale, ma si raccomanda di fare attenzione nel farlo; il costo del lancio di questo sistema estremamente elevato.
