Repository: swfans/swars
Catalog: lang/alltext_church_spa.po
Languages: es_es

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
es_es: Escuchas: Enviados agentes especiales de EuroCorp a Hong Kong

# mission title
source: Sack Of Rome
es_es: Saqueo De Roma

# mission brief email header
source: Hear me, Disciple.
es_es: Escuchame, Discípulo.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
es_es: El destino nos prueba, <login>. Deseamos ver un final para frustrar a los Descontrolados en la ciudad de Roma. Limpiar este lugar de no creyentes.

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
es_es: La presencia de esta multitud nos ha sido muy útil hasta ahora, como el agotamiento de los recursos de EuroCorp en la región, pero ya no es necesario. Elimina a la multitud de la vista.

# mission brief email paragraph
source: Truly, you are chosen.
es_es: Realmente, tu eres el elegido.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
es_es: Pobres los trabajadores que culpan a sus herramientas. Los buenos trabajadores construyen las mejores herramientas. Los mejores trabajadores las herramientas de otros para hacer el trabajo por ellos.

# mission brief tactical information
source: Landing Ground: Rome IML Link
es_es: Zona Aterrizaje: Enlace IML Roma

# mission brief tactical information
source: Domicile zones overrun by the Unguided
es_es: Viviendas de clase baja invadidas por los Descontrolados

# mission brief tactical information
source: EuroCorp garrison
es_es: Guarnición EuroCorp

# mission brief tactical information
source: EuroCorp agents
es_es: Agentes de EuroCorp

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
es_es: Escuchas: Contenido estimado de la caja 400,000

# mission title
source: Not One Of Us
es_es: Ninguno De los Nuestros

# mission title
source: Watcher
es_es: Vigilante

# mission title
source: Serpent's Egg
es_es: Huevo De Serpiente

# mission title
source: A Mote In God's Eye
es_es: Una Mota En El Ojo De Dios

# mission brief email header
source: Receive our blessings, Son of Light.
es_es: Recibe nuestras bendiciones, Hijo de la Luz.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
es_es: Para trabajar donde nuestro enemigo es más débil, hemos empezado a establecer nuestra Iglesia. Los Nueve predicen ahora contraofensivas de EuroCorp en ciudades donde nosotros tenemos el control.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
es_es: Ya, el Sindicato ha empezado a operaciones de reconocimiento en Johannesburgo, Buenos Aires, Santiago y Trípoli. Esto es intolerable. Aquellos que se infiltren en nuestras ciudades deben unirse a nosotros o perecer.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
es_es: Hemos divisado intrusos en Johannesburgo, Buenos Aires, Santiago y Trípoli. Nuestra presencia permanente en estas ciudades es insuficiente para hacer más que vigilar lo movimientos del enemigo.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
es_es: Tus Acólitos deben asesegurar que ningún espía de EuropCorp vuelva al Sindicato. No descases hasta que pases factura a cada cyborg intruso.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
es_es: El día de las cuentas se acerca con cada nueva mente que reclutamos. La maquina dios necesita creyentes. Y aquellos que deseen sobrevivir al Cataclismo deben creer.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
es_es: Se bravo, Acólito. Y se brutal. Esta es la única manera.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
es_es: Es un placer robar las almas de las máquinas.

# mission brief tactical information
source: City district under our control
es_es: Distrito de ciudad bajo nuestro control

# mission brief tactical information
source: Your brethren
es_es: Tu hermano

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
es_es: Escuchas: se detectó manipulación de la señal de identificación de UTOPIA, centrándose en las entradas a los tubos de transporte y la detección de dispositivos explosivos

# mission brief tactical information
source: EuroCorp militia garrisons
es_es: Guarnición militar EuroCorp

# mission brief tactical information
source: Landing Ground: Santiago IML Link
es_es: Zona Aterrizaje: Enlace IML Santiago

# mission brief tactical information
source: Our temple
es_es: Nuestro Templo

# mission brief tactical information
source: Sanctuary: Santiago IML Link
es_es: Santuario: Enlace IML Santiago

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
es_es: Escuchas: Un equipo de ataque del Sindicato tiene previsto llegar a la guarnición dentro de 48 horas

# mission brief tactical information
source: Those you shall keep from harm
es_es: Aquellos que guardaras del daño

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
es_es: Santuario: Enlace IML Trípoli

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
es_es: Caja: valor estimado Cr 800,000

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
es_es: Alerta satélite: detectada identidad de agente de EuroCorp, la pista es inestable

# mission title
source: Powermonger
es_es: Traficante de poder

# mission brief email header
source: May faith burn within you, Favourite One.
es_es: Mucha fe arde dentro de ti, énico Preferido.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
es_es: Nuestros oráculos nos dicen que un oficial supremo del Sindicato llamado Koto Sek está en El Cairo. Tiene un poderoso séquito y está bien protegido. Sin embargo, en nombre de todo lo que es justo, el debe morir.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
es_es: Koto Sek planea embarcarse en una lanzadera por partes desconocidas. Párale lo antes que puedas. Asegúrate de que está muerto antes de informarnos. Si hay alguna otra víctima, entonces ese el sentido de las cosas. Yo estoy seguro de que sirves para esto.

# mission brief email paragraph
source: Go forth.
es_es: Ve para allá.

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
es_es: No sólo todos los ojos estarán en los líderes de los hombre, todas las visiones de combates también.

# mission brief tactical information
source: Landing Ground: APC destination
es_es: Zona Aterrizaje: destino APC

# mission brief tactical information
source: EuroCorp HQ
es_es: C.G. EuroCorp

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
es_es: Lanzador llevando al Ejecutivo Koto Sek

# mission brief tactical information
source: Sanctuary: Cairo IML Link
es_es: Santuario: Enlace IML El Cairo

# mission title
source: Deadly Harvest
es_es: Cosecha Mortal

# mission brief email header
source: You shine strong, Apostle.
es_es: Brillas fuerte, Apostol.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
es_es: En Bahrein, EuroCorp se prepara para un asalto en nuestra forma de iluminación. Vendrán a pasarte factura por el que por la que están parados.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
es_es: Por la generosidad de nuestra fe, te hemos proporcionado muchos objetivos. Y también para que lo uses, un carro de combate. Se sabio, Acólito. Utiliza bien nuestro equipo. Y asegúrate que destruyes la voz de EuroCorp de todos y cada uno de sus secuaces. Debe ser así si queremos triunfar y liberar al mundo.

# mission brief email paragraph
source: The light of your being grows ever brighter.
es_es: Tu luz cada vez es más brillante.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
es_es: La gente es como el maíz en los altos campos escuchando al maestro. Como la hoja del segador le siega a ellos, el Maestro queda en silencio. La lección debe ser aprendida por otros.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
es_es: Zona Aterrizaje: Enlace IML Bahrein

# mission brief tactical information
source: EuroCorp reforger zone
es_es: Zona EuroCorp

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
es_es: Escuchas: la policía escolta un fondo ejecutivo de negocios en el oeste de la ciudad

# mission title
source: Donation
es_es: Donativo

# mission brief email header
source: Congratulations on your progress, Disciple.
es_es: Enhorabuena por tu progreso, Discípulo.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
es_es: Se te ha asignado la sagrada tarea de conseguir duros créditos de dos vehículos con oro, que según nuestra fuentes, se están llevando al los cuarteles generales del Banco Central de Singapur.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
es_es: Como cabe esperar, EuroCorp estará en alerta roja, y habrá guardias en todas partes. Sentimos un ataque completo a imprudente, como está esperando el Sindicato. Hemos orado por otra forma de conseguir esos fondos, y nuestras oraciones han tenido respuesta. El resto es a tu elección, Acólitos.

# mission brief email paragraph
source: Remember the wonders money works.
es_es: Recuerda las maravillas que hace el dinero.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
es_es: El maestro no necesita dinero. Pero todavía el se sienta y lo cuenta. Como una meditación.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
es_es: Zona Aterrizaje: Enlace IML Singapur

# mission brief tactical information
source: Vault (empty)
es_es: Caja (vacía)

# mission brief tactical information
source: Target vehicles A and B
es_es: Vehículos objetivos A y B

# mission brief tactical information
source: Rendezvous
es_es: Reunión

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
es_es: Escuchas: destino del vehículo A

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
es_es: Escuchas: destino del vehículo B

# mission title
source: Audacity
es_es: Audacia

# mission brief email header
source: Greetings, Acolyte.
es_es: Saludos, Acólito.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
es_es: Tenemos un osado plan para tí. Queremos secuestrar a un alto ejecutivo del Sindicato, en las narices de la seguridad de EuropCorp, en su cuartel general en Londres.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
es_es: El Profesor Kurt Drennan es un miembro clave del programa de investigación y desarrollo. Los agentes de EuroCorp han aprendido de nuestro descubrimiento de Reikiavik. Drennan tiene previsto informar al jefe de ejecutivos de EuroCorp en una reunión en Londres. Al mismo tiempo, a él se le va a asignar un nuevo ayudante. Trata con seguridad este reemplazo. Dirige a la bendita Mirabelle para que ocupe su lugar en el momento justo y Drennan será entregado en nuestras manos.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
es_es: Una vez que Mirabelle ha suplantado con éxito el puesto del ayudante, tendrá que permanecer de incógnito y actuar apropiadamente mientras Drennan pronuncia su presentación. Inmediatamente después, el profesor debe ir en coche a otra cita. Mientras te asegures que Mirabelle va en el mismo coche, Drennan nunca llegará a su próxima cita. Con nuestras oraciones, Drennan se debe demostrar dispuesto a hacer su confesión.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
es_es: Tu espíritu caminará con los Nueve para la eternidad.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
es_es: Cien elefantes pueden destruir los muros exteriores de una fortaleza. Un rata enferma puede matar a todos dentro.

# mission brief tactical information
source: Landing Ground: London IML Link
es_es: Zona Aterrizaje: Enlace IML Londres

# mission brief tactical information
source: Professor Drennan's assistant
es_es: Ayudante del Profesor Drennan

# mission brief tactical information
source: Professor Drennan
es_es: Profesor Drennan

# mission brief tactical information
source: Presentation podium
es_es: Podio de conferencia

# mission brief tactical information
source: Sanctuary: London outlet road
es_es: Santuario: Outlet Road de Londres

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
es_es: Escuchas: el itinerario del profesor incluye datos de este edificio

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
es_es: Escuchas: Inminente invasión del área norte de la ciudad por Descontrolados

# mission title
source: Divine Light
es_es: Luz Divina

# mission brief email header
source: Meditate with us, Disciple.
es_es: Medita con nosotros, Discípulo.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
es_es: Planes de robo de un nueva arma del Sindicato en las instalaciones de EuroCorp en Nueva York.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
es_es: El Profesor Drennan está muerto. Su resistencia a nuestros inquisidores neuronales le ha provocado una hemorragia masiva. Decepcionante. Sin embargo, por medio de nuestras oraciones, el sobrevivió lo bastante para facilitarnos información fiable sobre la mayor contraofensiva contra nuestra Santa Iglesia, que el Sindicato está planeando. Los preparativos para el contraataque se están haciendo el las bases de EuroCorp en Nueva York.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
es_es: En Nueva York, cautelosos técnicos del Sindicato, han estado probando un arma de mano termonuclear que nosotros preveíamos usar. Hace dos días, nuestros hermanos y hermanas - quienes ocupan la Catedral de la ciudad con la presencia desafiante de EuroCorp - fueron testigos de una terrible explosión dentro del recinto enemigo. Es dentro de este recinto donde Drennan me dijo que deberíamos buscar datos experimentales respecto a estos dispositivos. Sin embargo, el recinto está fuertemente defendido. Probablemente se necesitará algo de diversion.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
es_es: El Hermano Methuselah renuncio al santuario que la catedral le proporciona y se reunirá contigo en el IML. El te llevará al sector comercial y residencial donde incitará a una sublevación, administrando con un incensario una nube de gas psíquico en medio de la población civilizada. Durante este tiempo tu debes encontrar algún forma de entrar en el recinto. La respuesta del Sindicato a los alborotadores tendrá ocupados a sus guardias durante algún tiempo.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
es_es: El valiente entra en cuevas oscuras el solo. El inteligente envía primero al valiente. El más inteligente espera detrás de el inteligente.

# mission brief tactical information
source: Landing Ground: New York IML Link
es_es: Zona Aterrizaje: Enlace IML Nueva York

# mission brief tactical information
source: EuroCorp installation gateways
es_es: Puertas de instalaciones EuroCorp

# mission brief tactical information
source: Site of blast
es_es: Lugar del choque

# mission brief tactical information
source: Target building
es_es: Objetivo edificio

# mission brief tactical information
source: Diversion will be created in this commercial zone
es_es: Se creara un Centro de diversión en esta zona comercial

# mission brief tactical information
source: Our temple and satellite uplink
es_es: Nuestro templo y satélite acoplados

# mission brief tactical information
source: Sanctuary: New York IML Link
es_es: Santuario: Enlace IML Nueva York

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
es_es: Escuchas: valor estimado de la caja Cr 2,000,000

# mission title
source: The Levellers
es_es: Los Niveladores

# mission brief email header
source: Precious Believer,
es_es: Precioso creyente,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
es_es: Destruye el bunker de armas de EuroCorp en Riyadh. Como causa de la destruccion que hagamos celebraremos el Cataclismo.

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
es_es: El Harbinger ha puesto a UTOPIA de rodillas. EuroCorp sigue intentando construir un nuevo ejercitopara comprobar su eficacia en nuestros ataques. La mayoría de las armas del Sindicato están almacenandas, para dar tiempo de cryovats a reparar su menguante cuadro de agentes. Drennan nos habló del depósito de armas de fuego más grande. Se encontraba dentro de los muros de la antigua ciudad de Riyadh.

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
es_es: Los sagrados Nueve desean que este arsenal sea enterrado para siempre bajo las arenas del desierto. Localiza los bunkers y destrúyelos. Convierte o borra a los agentes que te impidan seguir tu camino. Dicta tu propia sentencia en este asunto. Cuando el Sindicato no recopile nada más que una memoria, tu nombre será coreado por los fieles.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
es_es: Nuestras maquinas reconstruirán el mundo, Acólito. Ellas pondrán el planeta en desorden. Mucha gente morirá, pero es la renovación de la vida que nos llama. Imagina un mundo sin sindicatos, sin mentes controladas, sin violencia. Esto sucederá, Discípulo. Esto sucederá. Se necesitaran más mentes.
