Repository: swfans/swars
Catalog: lang/alltext_church_ger.po
Languages: de_de

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
de_de: Der Verkünder hat UTOPIA in die Knie gezwungen. EuroCorps ständiges Bemühen, eine neue Armee aufzubauen, bestätigt die Wirksamkeit unserer Schläge gegen sie. Viele Waffenvorräte des Syndikats werden eingelagert, um den leeren Kälteschlafkammern Zeit zum Wiederauffüllen des schwindenden Vorrats an Cyborgagenten zu geben. Drennan beichtete uns den Standort des grössten dieser Waffenlager. Es liegt innerhalb der alten Stadtmauern von Riyad.

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
de_de: Es ist der heilige Wunsch der Neun, dass dieses Arsenal für ewige Zeiten unter dem Wüstensand vergraben bleibt. Findet die Zielbunker und zerstört sie. Bekehrt oder vernichtet jeden Agenten, der sich Euch in den Weg stellt, diese Entscheidung überlassen wir Eurem Urteil vor Ort. Wenn dann die Waffenvorräte des Syndikats nur noch eine schwache Erinnerung sind, werden die Gläubigen Euren Namen lobpreisen.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
de_de: Unsere Maschinen werden die Welt neu erschaffen, Jünger des Lichts. Sie werden den Planeten ins Chaos stürzen. Die meisten Menschen werden sterben, aber die Erneuerung des Lebens ist unsere heilige Pflicht. Stellt Euch eine Welt ohne Syndikat vor, ohne Gedankenkontrolle oder Gewalt. Es wird geschehen, Bruder, es wird so geschehen. Mehr Seelen sind vonnöten.

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
de_de: Und die Klosterschüler fragten den Meister: "Wann werden wir die Unsterblichkeit erlangen?"

# mission brief book quote
source: And the Master answered, "Not in this life."
de_de: Und der Meister erwiderte: "In diesem Leben nicht mehr."

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
de_de: Landebereich: Riyad, IML-Station

# mission brief tactical information
source: Target bunkers
de_de: Zielbunker

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
de_de: Zufluchtsort: Riyad, IML-Station

# mission title
source: Fallen Among Thieves
de_de: Unter die Diebe geraten

# mission brief email header
source: Brave Apostle.
de_de: Tapferer Apostel.

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
de_de: Unsere Tochter der Neuen Epoche, Mirabelle Lucy De Saxo, ist über dem Territorium der Ungeleiteten abgestürzt, ganz in der Nähe ihres Zufluchtsortes bei Kapstadt. Eure Kriegermönche müssen ihr zu Hilfe eilen. Sie muss am Leben bleiben, wenn sich ihr Schicksal erfüllen soll, die Erste auf dem Pfad der Erlösung zu sein.

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
de_de: Wir wissen, dass sie noch lebt, aber sie braucht dringend Beistand. Ihr seid selbstverständlich unsere erste Wahl für diese riskante Mission. Begebt Euch in das Gebiet der Heiden und findet De Saxo. Bringt sie eiligst da heraus. Sie könnte in tödlicher Gefahr sein. Handelt entschlossen, wenn sich Euch jemand in den Weg zu stellen versucht.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
de_de: Mut bringt Euch an die gefährlichsten Orte. Überlegene Feuerkraft bringt Euch sicher hindurch.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
de_de: Landebereich: Kapstadt, Ziel des gepanzerten Truppentransporters

# mission brief tactical information
source: De Saxo's crash site
de_de: Unglücksstelle von De Saxo

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
de_de: Zufluchtsort: Kapstadt IML-Station

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
de_de: Abhörinformation: Geplante Zeit bis zum Eintreffen der Truppe von EuroCorp -36 Stunden

# mission title
source: Rain Of Terror
de_de: Regen des Terrors

# mission brief email header
source: May faith be with you, <login>.
de_de: Möge der Glaube mit Euch sein, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
de_de: Sucht und vernichtet einen gefährlichen Hacker, der sich unter den Ungeleiteten verbirgt, denn er hat sich die Kontrolle über einen strategischen Waffensatelliten über Peking verschafft.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
de_de: Ein heidnischer Hacker mit Zugang zur UTOPIA-Satellitenverteidigung lässt Stahlregen vom Himmel fallen, wo und wann immer er mag. Er muss gestoppt werden. Ihr müsst ihn finden und eliminieren.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
de_de: Seid wachsam, Jünger des Lichts. Denn Peking ist ein Ort ohne wahren Glauben, voller Heiden, die nicht weiter vorausschauen können als bis zur Kimme ihrer Zieloptik.

# mission brief email paragraph
source: Go with spirit.
de_de: Geht hin im Geiste.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
de_de: Wer im Auge des Sturmes lebt, ist ein Splitter im Auge eines ärgerlichen Gottes.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
de_de: Landebereich: Peking, IML-Station

# mission brief tactical information
source: Hacker's location
de_de: Aufenthaltsort des Hackers

# mission brief tactical information
source: Sanctuary: Beijing IML Link
de_de: Zufluchtsort: Peking, IML-Station

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
de_de: Abhörinformation: Der Inhalt des Stadttresors wird auf 1.500.000 Cr geschätzt

# mission title
source: Armour Of The Gods
de_de: Rüstung der Götter

# mission brief email header
source: Disciple, your aura feeds our strength.
de_de: Oh Jünger des Lichts, Eure Aura nährt unsere Kraft.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
de_de: Das Syndikat hat die Kontrolle über Neu Delhi an die Ungeleiteten verloren. Mit den Panzern ihrer besiegten Feinde bringen die Ungläubigen Vernichtung in alle Teile der Stadt. Sie sind falsche Propheten, sie alle. Schickt sie in die Katharsis.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
de_de: Wer solch infernalische Waffen gegen uns einsetzt, muss dafür den höchsten Preis bezahlen. Es hat nichts mit Ehre zu tun, Maschinen zu besiegen, nur mit beträchtlicher Gefahr.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
de_de: Seid vorsichtig, während Ihr Euch auf die Insel zu bewegt. Nehmt diese als erstes ein.

# mission brief email paragraph
source: Be full of spirit.
de_de: Möge der Geist Euch erfüllen.

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
de_de: Die Tapferen verstecken sich hinter Technologie. Die Dummen verstecken sich vor ihr. Die Schlauen aber besitzen Technologie - und verstecken sie.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
de_de: Landebereich: Delhi, IML-Station

# mission brief tactical information
source: EuroCorp forces in river port island
de_de: Truppen von EuroCorp auf der Flusshafeninsel

# mission brief tactical information
source: The Unguided
de_de: Die Ungeleiteten

# mission brief tactical information
source: Sanctuary: Delhi IML Link
de_de: Zufluchtsort: Delhi, IML-Station

# mission title
source: The Dead Zone
de_de: Todeszone

# mission brief email header
source: Blessings, Chosen One.
de_de: Unseren Segen für Euch, Auserwählter.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
de_de: Bringt uns das Geheimnis, das EuroCorp in Bangkok verbirgt, und wir werden für Eure Erlösung beten.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
de_de: Der Gestank des Chaos zieht um jede Ecke, während UTOPIA die Bevölkerung im Stich lässt und sich nur mit einigen Bevorzugten in den Untergrund zurückzieht. In Bangkok hat das Syndikat alle Versuche drangegeben, die Regierungsgewalt wiederherzustellen, und hat statt dessen eine Todeszone eingerichtet. Was genau dort vorgeht, wissen wir nicht.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
de_de: Einer unserer Brüder hat vor kurzem versucht herauszufinden, was EuroCorp mit so viel Aufwand verstecken will. Er hat nur erfahren, dass die Agenten des Gegners gelegentlich die Todeszone durchqueren, um andere Heiden zu entführen, die sich zwischen den Ruinen immer noch an ihre vergeblichen Hoffnungen klammern. Die Agenten kehren dann mit ihren Gefangenen in die Festung zurück. Die Neun verstehen dieses Verhalten nicht, da das Syndikat doch sonst überall die Ungeleiteten eliminiert, wo es nur kann.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
de_de: Wir suchen in dieser Angelegenheit nach Erleuchtung. Führt Eure Kriegermönche durch die tödlichen Aussenbezirke und in die Todeszone hinein. Findet heraus, was EuroCorp dort tut, und ergreift alle Euch notwendig erscheinenden Schritte, um mit der Situation fertigzuwerden, die Ihr dort vorfindet. Kehrt dann zurück und beichtet uns alles, was Ihr herausgefunden habt, auf dass wir Euch von dem Bösen reinigen können, dem Ihr ausgesetzt wart.

# mission brief email paragraph
source: Forgive nothing.
de_de: Vergebt nichts.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
de_de: Ein Kriegsflüchtling suchte den Meister auf. "Du bist weise und gelehrt", sprach er. "Lehre mich, den Schrecken dieser Welt zu entgehen." Und der Meister blendete ihn mit glühenden Eisen.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
de_de: Landebereich: Bangkok, IML-Station

# mission brief tactical information
source: Dead zone perimeter
de_de: Grenze der Todeszone

# mission brief tactical information
source: EuroCorp outpost
de_de: Vorposten von EuroCorp

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
de_de: Zufluchtsort: Bangkok, IML-Station

# mission brief tactical information
source: A commercial vault still stands here
de_de: Hier befindet sich immer noch ein Geschäftstresor

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
de_de: Satellitenwarnung: Beweis für Waffentests im Bereich des Vorpostens

# mission title
source: Establish The Link
de_de: Verbindung aufnehmen

# mission brief email header
source: Listen strong, Acolyte.
de_de: Lauscht meinen Worten, Jünger des Lichts..

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
de_de: Wir brauchen eine IML-Verbindung nach Reykjavik, wo unsere geheiligten Sakramente in Gefahr sind. Unsere gesalbte Tochter, Mirabelle Lucy De Saxo, soll diese Route für uns reaktivieren. Es ist Eure Aufgabe, ihr einen sicheren Pfad zur IML-Station im Nordosten von Christchurch zu schaffen.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
de_de: Wandelt mit Vorsicht auf den Pfaden des Herrn, Pilger. Fallen und Hinterhalte lauern überall, und Ihr müsst die geballte Feuerkraft unseres Glaubens denen entgegenschleudern, die sich Euch in den Weg stellen wollen. De Saxo ist etwas Besonderes, und ihr darf kein Leid geschehen. Betet darum und sorgt dafür.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
de_de: Wenn genug Menschen unseren Glauben teilen, werden wir mit einer Strahlungslinse auf ultratiefer Frequenz ein Tor in der Ionosphäre der Erde öffnen. Die Einwirkung von ungefilterter kosmischer Strahlung durch das Ionentor wird auf der Erdoberfläche so gut wie alles abtöten. Nur wer fest im Glauben ist, wird errettet. Wir werden sozusagen einen weltweiten Reset fahren, und die Erde wird neu gebootet, besser und sicherer im Schosse unserer Religion.

# mission brief email paragraph
source: Toil for our cause.
de_de: Arbeitet für unsere heilige Sache.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
de_de: Folgt dem erfolgreicheren Dieb und stiehl seine Ideen.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
de_de: Landebereich: Christchurch, IML-Station A

# mission brief tactical information
source: Christchurch IML Link B
de_de: Christchurch, IML-Station B

# mission title
source: Deconstruction
de_de: Demontage

# mission brief email header
source: Blessed One,
de_de: Gesegneter,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
de_de: Vernichtet die ausgebaute Forschungseinrichtung von EuroCorp in der Nähe von Reykjavik. Eliminiert alle EuroCorp-Agenten, die Ihr zu sehen bekommt.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
de_de: Die Geschichte dieses Ortes ist zugleich die hehre Basis der Kirche der Neuen Epoche. Dort werdet Ihr die reine Essenz dessen sehen, was uns alle zum Glauben bekehrt hat. Und EuroCorp entweiht es schamlos. Löscht mit grösster Strenge alle Ungläubigen aus, die Ihr antrefft.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
de_de: Auch müsst Ihr all die Orte zerstören, an denen die Neun ihren Geist auf die Aufnahme der Weisheit vorbereitet haben. Es ist nur Materie, Substanz, wo doch unser Glaube in unseren Herzen schlägt und lebt. Zaudert nicht. Zerstört. Kein Schaden wird der Kirche daraus entstehen, denn der Kodex ruht tief in den Seelen der Neun. Nur Schatten seiner Weisheit huschen noch durch die Labors von Reykjavik. Seid gründlich in Eurem Streben, zum Wohle des Ganzen.

# mission brief email paragraph
source: In holy footsteps.
de_de: Wandelt in heiligen Fussstapfen.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
de_de: "Genau hier!" sagte der Meister. "Baut mir ein grosses Grabmal genau an diesem Ort." Und seine Jünger taten, wie man sie geheissen hatte. Bald strahlte das Grabmal in der Sonne. "Nun gehet hinein." Sie betraten es. Und ein Erdbeben zerstörte das Grabmal, begrub alle im Inneren unter sich.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
de_de: Der Meister lächelte. "Nicht alle Gläubigen sind auch auserwählt."

# mission brief book quote
source: "This is called sacrifice."
de_de: "Das nennt man Opfer."

# mission title
source: Retribution
de_de: Vergeltung

# mission brief email header
source: Walk in Light, Disciple.
de_de: Wandelt im Licht, Schüler des Herrn.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
de_de: Eliminiert Mirabelle Lucy De Saxo unverzüglich. Ihr findet sie in Kapstadt, in dem Zufluchtsort, den wir ihr gaben. Und den wir ihr jetzt wieder nehmen.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
de_de: Euer Herz schlägt nur für uns. Zweifelt nicht am Glauben, wenn er Dinge von Euch verlangt, die Ihr noch nicht verstehen könnt. De Saxo hat sich gegen uns vergangen. Die Neun haben sie als unseren Erzfeind entlarvt. Sie ist ein Agent des Syndikates. Geht hin mit Rache in Eurer Brust, und eliminiert sie.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
de_de: Die Schwachen im Geiste werden mit ihr paktieren. Lasst sie die Kraft des Rechten Weges fühlen.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
de_de: Wir haben fast genug getan, um die letzte Phase des Kataklysmus einzuleiten und diese Welt über alle Masse zu verändern. Kämpft dafür, Schüler des Herrn. Ihr seid auserwählt und werdet gerettet werden. Millionen von Ungläubigen werden elend verdorren. Wir werden diesen Planeten reinigen.

# mission brief email paragraph
source: Keep the faith.
de_de: Seid fest im Glauben an die Katharsis.

# mission brief book quote
source: Even the salamander sometimes burns.
de_de: Selbst Salamander brennen manchmal.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
de_de: Der Gotteslästerer Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
de_de: Tag der Verdammten

# mission brief email header
source: Hark these words, Apostle.
de_de: Hört meine Worte, Apostel.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
de_de: Die Grosse Kirche von Johannesburg ist von einem Schwarm Ungeleiteter entweiht worden. Einer von ihnen ist ganz klar als Anführer zu erkennen, ein gewisser Rene Galact. Er muss vernichtet werden, im Namen all dessen, was Recht ist.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
de_de: Es gibt eine unentschuldbar hohe Zahl von Ungeleiteten in der Stadt. Der leicht erhöht liegende Bereich im Südwesten der Stadt ist nun die Festung der Vogelfreien. Ein grosser Sieg wartet auf den Überwinder all derer, die sich hinter ihre unbedeutenden Mauern verkrochen haben, und die Kirche kommt dem Letzten Tag wieder ein Stückchen näher. So steht es geschrieben im Kodex, Schüler des Lichts.

# mission brief email paragraph
source: Go with fire and serenity.
de_de: Geht hin mit Feuer und Strenge.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
de_de: Ein Leben zu nehmen ist ein Verbrechen. Eintausend zu nehmen ist eine Religion.

# mission title
source: Recapture
de_de: Wiederbeschaffungsmassnahme

# mission brief email header
source: Blessings, Acolyte.
de_de: Unseren Segen über Euch, Apostel.
