Repository: swfans/swars
Catalog: lang/alltext_syndct_fre.po
Languages: fr_fr

# syndicate map screen headings - name
source: Dropsite
fr_fr: Terminal

# syndicate map screen headings - population size
source: UTOPIA Identkeys
fr_fr: Citoyens UTOPIA

# syndicate map screen headings - landscape
source: Infra-structure
fr_fr: Structure

# syndicate map screen headings - language
source: Dialect
fr_fr: Dialecte

# syndicate map screen headings - toxicity
source: Toxicity
fr_fr: Pollution

# mission title
source: Executive Alert
fr_fr: Exécutants en alerte

# mission brief email header
source: Message Type: DIRECT
fr_fr: Type de message: DIRECT

# mission brief email header
source: Priority: 3
fr_fr: Priorité: 3

# mission brief email header
source: Message begins:
fr_fr: Début de message:

# mission brief email orders
source: Orders
fr_fr: Ordres

# mission brief email orders
source: London: Quell disorder.
fr_fr: Londres: Des civils dévoyés de catégorie D ont violé le code de bonne conduite sur un périmètre d'un kilomètre carré autour de cette sous-station. Sélectionnez vos agents. Rétablissez l'ordre.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
fr_fr: On a recensé des dysfonctionnements de puces UTOPIA. Le problème va d'un fonctionnement erratique à une panne complète. Les citoyens touchés sont répertoriés en catégorie D pour Dévoyés.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
fr_fr: Noyau de l'EuroCorp 0-1-0/171261/26D: Intelligence Artificielle de Londres, UTOPIA

# mission brief email sender
source: Universal Transferred Organic Processing Interface Architecture
fr_fr: Unité Traitement Organique Pour Informations Améliorées

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
fr_fr: Terminal: Station de l'IA EuroCorp de Londres

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
fr_fr: Citoyens de catégorie Dévoyés repérés dans le district des entreprises

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
fr_fr: Personnel de la Station: Prêt à se défendre contre toute attaque ou infiltration

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
fr_fr: Ecoutes: Ordre aux patrouilles de police d'enrôler toute personne ayant une arme

# mission title
source: Detroit Drop-Outs
fr_fr: Les Déviants de Détroit

# mission brief email header
source: Message Type: HARDWIRED
fr_fr: Type de message: CABLE

# mission brief email header
source: Priority: 1 - Emergency
fr_fr: Priorité: 1 - Etat d'urgence

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
fr_fr: Détroit: Débusquez les membres de l’Église de l'Ere Nouvelle et procédez à leur éradication. Neutralisez les citoyens de catégorie D: Dévoyés.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
fr_fr: Attention, Exécutant <login>. Je suis l'agent UTOPIA Maritz, du Service de Renseignements de l'EuroCorp.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
fr_fr: La situation est critique. UTOPIA a fait l'objet d'une attaque. L'infrastructure de renseignements de l'EuroCorp a sévèrement été touchée. La procédure d'urgence a été déclenchée. Je transfère immédiatement le commandement de l'EuroCorp sur l'IA de secours. Je vous transmettrai son analyse et ses ordres.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
fr_fr: Je répète, le commandement suprême de l'EuroCorp est actuellement transféré sur l'Intelligence Artificielle de Londres. Vous avez pour ordre de reconstruire UTOPIA, en reprenant le réseau à la base si nécessaire.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
fr_fr: L'IA de Londres procède déjà à l'analyse de la situation. Vous connaîtrez sous peu la nature de vos missions.

# mission brief email paragraph
source: You will direct agents to execute these missions.
fr_fr: Des agents seront placés sous vos ordres afin d'accomplir ces missions.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
fr_fr: La situation s'annonce mal. Une attaque à l'échelle planétaire a été lancée contre le Syndicat. L'I.A. de Détroit a été visée et mes homologues éliminés. Les assaillants de Détroit ont introduit un virus sophistiqué dans UTOPIA. Les systèmes de défense ne réagissent pas. Nous ignorons encore la nature du virus qui se propage d'une IA à l'autre sans que nous puissions contrôler sa progression.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
fr_fr: Un groupe illégal disant s'appeler l’Église de l'Ere Nouvelle revendique la responsabilité de l'épidémie provoquée par le virus qu'ils nomment "Harbinger". Ils se proclament en guerre contre l'EuroCorp. Harbinger est à l'origine de l'augmentation exponentielle du nombre de CHIP subissant un dysfonctionnement.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
fr_fr: Les adeptes de cette prétendue "Eglise" se désignent sous le nom "Disciples" et portent des armures distinctives.

# mission brief tactical information
source: City surveillance camera recording
fr_fr: Caméra de surveillance

# mission brief tactical information
source: Dropsite: Detroit IML Link
fr_fr: Terminal: Liaison LMI de Détroit

# mission brief tactical information
source: Gateway to attacked Ground Station
fr_fr: Porte d'accès à la Station attaquée

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
fr_fr: Ecoutes: la police recense une augmentation des violations du code de bonne conduite par des Dévoyés

# mission title
source: Friendly Persuasion
fr_fr: Persuasion amicale

# mission brief email header
source: Priority: 1
fr_fr: Priorité: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
fr_fr: Hongkong: Persuadez les techniciens de la centrale électrique Yamaguchi.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
fr_fr: Beijing: Persuadez les cadres de la firme Yamaguchi.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
fr_fr: Félicitations, <login>. Le calme est rétabli à Détroit mais le chaos engendré par le virus Harbinger s'est étendu. Les communications du Syndicat sont interceptées partout sur la planète et des codes d'ordres non autorisés sont diffusés sur l'ensemble du réseau UTOPIA. Les divisions régionales de l'EuroCorp s'isolent pour se protéger créant ainsi de nouveaux Syndicats. Ceux-ci doivent être ramenés sous la tutelle de l'EuroCorp dans la mesure du possible, sinon ils devront être détruits.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
fr_fr: A Hongkong, Yamaguchi Holodata, le premier fabricant de puces UTOPIA des Pays Industrialisés d'Asie, tente d'établir un Syndicat indépendant. Nous allons l'en empêcher en menant deux actions décisives.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
fr_fr: La centrale nucléaire de Hongkong constitue la principale source d'énergie de la firme. Yamaguchi. Envoyez-y une équipe d'agents pour persuader les techniciens de se rallier à nous. Lorsqu'ils auront relâché leur vigilance, une surchauffe se produira dans le coeur de la centrale, entraînant son explosion. La destruction de la centrale devrait suffire à occuper Yamaguchi pour un bon moment.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
fr_fr: Pour parachever le tout, passez à leurs bureaux de Beijing et persuadez les responsables sur place. Neutralisez tous les agents sur votre passage. Les simulations effectuées par l'IA de Londres indiquant la nécessité d'engager des agents supplémentaires pour relayer ceux actuellement en stase dans nos cryocuves, vous êtes autorisé à utiliser le Persuatron comme bon vous semblera.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
fr_fr: Le temps que vous atteigniez vos objectifs, Yamaguchi aura vite fait de renoncer à une séparation d'avec EuroCorp.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
fr_fr: Terminal: Liaison LMI de Hongkong

# mission brief tactical information
source: Yamaguchi Fusion Batteries
fr_fr: Piles à fusion de Yamaguchi

# mission brief tactical information
source: Technicians
fr_fr: Techniciens

# mission brief tactical information
source: Evac zone: IML Link
fr_fr: Zone d'évacuation: Liaison LMI

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
fr_fr: Des zélateurs de l’Église de l'Ere Nouvelle ont été vus en ville

# mission brief tactical information
source: Dropsite: Beijing IML Link
fr_fr: Terminal: Liaison LMI de Beijing

# mission brief tactical information
source: Yamaguchi Executive Zaibatsu
fr_fr: Exécutant Yamaguchi Zaibatsu

# mission brief tactical information
source: Yamaguchi Agent Training Camp
fr_fr: Camp d'entraInement des agents Yamaguchi

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
fr_fr: Ecoutes: La police fait état de troubles causés par les Dévoyés

# mission title
source: Where Is Wisdom?
fr_fr: Oë est la Sagesse?

# mission title
source: Guru
fr_fr: Le Gourou

# mission title
source: Lost Minds
fr_fr: Ames perdues

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
fr_fr: Genève, Vancouver et Matochkin Shar: Recherchez les scientifiques des laboratoires Bluesky Tendencies pour les persuader.

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
fr_fr: Félicitations, <login>. Vos résultats sont encourageants.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
fr_fr: Votre prochaine mission consiste à nous ramener les chercheurs nécessaires à la mise en place d'un nouveau département de Recherche & Développement. Les gens de Yamaguchi que vous avez persuadés nous ont dit oë trouver les meilleurs chercheurs. Bluesky Tendencies a des laboratoires à Genève, Vancouver et Matochkin Shar avec un personnel hautement qualifié de grade A. Dès l'arrivée de vos agents sur les lieux, une recherche par code d'identification UTOPIA devrait vous permettre de repérer le personnel ciblé.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
fr_fr: Ces scientifiques sont les cerveaux les plus prisés du Syndicat. Il est impératif que leur sécurité soit garantie.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
fr_fr: Mise à jour: Grace au piratage des puces CHIP et à un féroce lavage de cerveau, l’Église voit ses rangs grossir d'heure en heure. Les convertis ne font pas montre d'une réelle ferveur religieuse. L’Église enseigne à ces adeptes que la fin du monde approche et qu'elle seule détient la technologie capable d'assurer le salut des fidèles lors du Cataclysme. Sa doctrine est insolemment anti-Syndicat.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
fr_fr: Fait révélateur, tous les Dévoyés n'adhèrent pas à ce culte, même après avoir rencontré ses zélateurs.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
fr_fr: Il semble également que nos Persuatrons restent inopérants sur les pratiquants eux-mêmes. Nous ne savons presque rien sur la nature de la technologie dont dispose l'Église, aussi priorité absolue est donnée aux recherches sur ce sujet. Il est clair que leur savoir-faire est impressionnant.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
fr_fr: Terminal & Zone d'évacuation: Liaison LMI de Genève

# mission brief tactical information
source: Bluesky laboratories
fr_fr: Laboratoires Bluesky

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
fr_fr: Ecoutes: Bluesky exige une escorte de police pour le responsable financier de Grade D

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
fr_fr: Terminal & Zone d'évacuation: Liaison LMI de Vancouver

# mission brief tactical information
source: Bluesky laboratory
fr_fr: Laboratoires Bluesky

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
fr_fr: Ecoutes: Activités de Dévoyés rapportées par la police

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
fr_fr: Alerte satellite: Des troupes de zélateurs s'approchent de la ville par le sud-ouest

# mission brief tactical information
source: Dropsite: Matochkin Shar IML Link
fr_fr: Terminal: Liaison LMI de Matochkin Shar

# mission brief tactical information
source: Bluesky R&D facility
fr_fr: Installations R&D des laboratoires Bluesky

# mission brief tactical information
source: Hover car licences detected
fr_fr: Immatriculations d'aéronefs détectées

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
fr_fr: Ecoutes: Virement bancaire effectué pour le compte de l’Église de l'Ere Nouvelle

# mission title
source: Open Re-Bullion
fr_fr: A Tout Casser

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
fr_fr: Singapour: Neutralisez toute présence hostile. Emparez-vous des fourgons blindés. Regagnez la base une fois les objectifs atteints.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
fr_fr: <login>, votre rapport est intéressant. L'EuroCorp dispose désormais de l'équipe R&D qui lui faisait défaut. Cependant, certains ingénieurs R&D parmi les plus qualifiés restent encore introuvables. Nous devons les localiser pour connaître leurs activités. Il est possible qu'ils travaillent actuellement pour un Syndicat dissident. Je vais continuer à balayer l'ensemble des canaux pour obtenir un complément d'informations.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
fr_fr: Pour l'instant, un problème plus immédiat requiert toute votre attention. A Singapour, la société de placement Tang Assurance a eu la fâcheuse idée de déclarer l'indépendance de la ville et des fonds doivent être convoyés sous escorte armée depuis les coffres de la banque centrale vers le siège de la société Tang. Nous ne disposons pas du temps nécessaire pour détruire la banque car les employés de Tang arriveront sur les lieux avant vos agents. Nous pouvons toutefois détourner le convoi blindé avant qu'il n'arrive à destination.

# mission brief tactical information
source: Dropsite: Singapore IML Link
fr_fr: Terminal: Liaison LMI de Singapour

# mission brief tactical information
source: Singapore City Bank
fr_fr: Banque centrale de Singapour

# mission brief tactical information
source: Primary vault (underground)
fr_fr: Salle des coffres principale (souterraine)

# mission brief tactical information
source: Tang Protective bullion convoy
fr_fr: Convoyage de fonds Tang

# mission brief tactical information
source: Target vehicle
fr_fr: Véhicule-cible

# mission brief tactical information
source: Rendezvous point
fr_fr: Point de rendez-vous

# mission brief tactical information
source: Tang HQ
fr_fr: Siège de Tang

# mission title
source: Phoenix In Flames
fr_fr: Phoenix brule

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
fr_fr: Phoenix: Percez les défenses du temple du culte et emparez-vous des données technologiques secrètes.

# mission brief email paragraph
source: Greetings, <login>.
fr_fr: Félicitations, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
fr_fr: L’Église de l'Ere Nouvelle déploie un arsenal de plus en plus sophistiqué faisant appel à des technologies totalement inconnues de notre département R&D. Nous voulons d'autres exemplaires de ces armes pour découvrir qui se cache dernière l’Église et définir la meilleure façon de la combattre.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
fr_fr: D'après des analyses scanographiques et des balayages par satellite, l’Église a établi un important centre d'opérations à Phoenix. Le virus Harbinger a entièrement dévasté l'IA sur place, permettant à l’Église de passer outre l'autorité de l'EuroCorp. Des acolytes soumettent les zélateurs récemment couvertis à un programme intensif d'endoctrinement et d'entraînement. L'efficacité des zélateurs est donc ralentie, dans la tourmente engendrée par les Dévoyés créés par l'attaque virale.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
fr_fr: Dirigez-vous vers le temple et cherchez tout ce qui peut nous en expliquer davantage.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
fr_fr: Terminal: Liaison LMI de Phoenix

# mission brief tactical information
source: Cult of the New Epoch temple
fr_fr: Lieu de culte de l’Église de l'Ere Nouvelle

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
fr_fr: Emplacement présumé du matériel d'endoctrinement de l’Église

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
fr_fr: Ecoutes: Les Dévoyés sont totalement incontrôlables

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
fr_fr: Analyse de l'IA de Londres: Évitez l'enrôlement de Dévoyés

# mission title
source: Sack of Rome
fr_fr: Le sac de Rome
