Repository: swfans/swars
Catalog: lang/alltext_syndct_ger.po
Languages: de_de

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
de_de: Jeder Satellit in dem UTOPIA-Netzwerk geosynchroner Orbitalplattformen ist mit einem Vorrat an Stäben ausgerüstet, die aus einer Tungsten-Uran-Legierung bestehen und auf lenkbaren Lafetten montiert sind. Werden diese Stäbe abgefeuert, dann verflüssigen sie sich bei Eintritt in die Atmosphäre und erzeugen einen Plasmaregen, der sich strategisch vortrefflich nutzen lässt. Wir sind jetzt endlich wieder in der Lage, die Systemverschlüsse zu umgehen, die der Verkündervirus eingebaut hat. Durch die bermittlung der re-initialisierten Protokolle können sie Ihrem Agenten das System zur Verfügung stellen. All dies lässt sich mit einem tragbaren Gerät aktivieren, aber dennoch sollten Sie vorsichtig mit dem Satellitenregen umgehen: Die Kosten für das Abfeuern des Systems sind enorm hoch.

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
de_de: Ein Doppel-Gravitonprisma in einer noxongefüllten Kammer wirkt als Katalysator einer Kettenreaktion, die die starken molekularen Kräfte auf einer Schusslinie umleitet, die von der Schwerkraftpolarisation bestimmt ist. Die Kettenreaktion wird in der Noxonkammer durch Drücken des Abzugs gestartet, verbleibt dort und reichert sich solange an, bis man den Abzug wieder loslässt. Die Wirkung ist nicht zuletzt deshalb so stark, weil der beschriebene Vorgang Unmengen von Energie freisetzt.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
de_de: Dieser Stahl-Titanium-Draht wird auf eine Spule gewickelt, ist sehr lang und ausgesprochen scharf. Mit seiner Hilfe kann man bestimmte Bereiche vor unbefugtem Zutritt durch Zivilisten zu bewahren. Selbst kybernetisch verstärkte Eindringlinge lassen sich mit dem Monomoldraht wirksam abwehren. Dass er für nichtmodifizierte Augen nicht zu erkennen ist, erhöht seine durchschneidende Wirkung.

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
de_de: Der Beta-berzeuger ist fühlbarer Ausdruck der unermüdlichen Forschungen Prof. Drennans über die Technologien der Kirche. Mit dem vorliegenden Gerät ist es nunmehr möglich, selbst das Gehirn des kampferfahrensten Eiferers zu erreichen und in unserem Sinne zu beeinflussen. Die Anhänger des obskuren Kults werden Ihren Anweisungen ebenso hündisch folgen, wie sie den verdrehten Lehren dieser Kirche des vermeintlich Neuen Zeitalters gefolgt sind.

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
de_de: Dieser tragbare Feldgenerator verändert die Geschwindigkeit, mit der die Zeit innerhalb des Feldes vergeht. Dezent im Hintergrund wirkend, macht der Schild die Reaktionszeiten aller im Feld erfassten Gegenstände oder Personen zu einer nicht zu vernachlässigenden Grösse. Mögliche Ziele werden somit anfällig für andere Formen des Angriffs. Die für den Betrieb benötigte Energie ist allerdings beträchtlich und auch das Timing beim Einsatz sollte mit Bedacht gewählt werden.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
de_de: Einer der spektakulärsten esoterischen Durchbrüche der Neun war das Wissen um die Freisetzung der bisher verschlossen gebliebenen elektrochemischen Kräfte von endlichen Organismen. Doch auch wir haben in der Zwischenzeit genügend Wissen gesammelt, um diese Kräfte vollständig kontrollieren zu können. Die Vampirette basiert auf diesen Erkenntnissen. Auf der Zellebene entzieht sie organischem Material die Energie und führt sie ihrem Benutzer zu. Die Vampirette ist äusserst hilfreich, wenn sich Agenten nach einem Feuergefecht wieder erholen sollen, da sie selbst Zellenergie von tödlich Verletzten noch für ihre Zwecke nutzen kann.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
de_de: Professor Drennan hat wieder einmal zugeschlagen. Das ZR-Tron arbeitet mit einem Kern ultradichten Materials, der von einem stroboskopischen Stasisschild umgeben ist. Das Gerät erlaubt den zeitlich begrenzten Zugang zu einer höher dimensionierten Zeitebene. Resultat: Ein mögliches Ziel verschwindet vollständig und taucht erst in einer nahen Zukunft wieder auf. Noch nie hielt ein Saboteur ein geeigneteres Hilfsmittel in seinen geschickten Händen.

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
de_de: Mit einem solchen elektronischen Wachmann im Rücken kann Ihr Agent seine Strategien effektiver in die Tat umsetzen. An entsprechender Stelle positioniert, nimmt der mit einem Pulslaser bewaffnete Wächter seine Pflichten unnachgiebig wahr und feuert solange auf jedes unerwartet auftauchende feindliche Ziel, bis entweder sein Energiepack aufgebraucht ist oder er selbst zerstört wird.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
de_de: Ein kleines Päckchen, das alles Notwendige für die schnelle Reparatur eines Cyborgs enthält. Es dichtet Schäden im Kühlsystem, enthält zudem ein wenig Entroster und bringt verbrauchte Energie sofort zurück. Allerdings kann man es nur einmal verwenden, danach gibt es nicht einmal mehr Pfand für das Leergut.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
de_de: Wirkt wie oben beschrieben, nur mit dem Unterschied, dass diese verbesserte Version von seinem Benutzer am Körper getragen wird und somit mögliche Schäden automatisch in Grenzen hält. Wenn bestimmte kritische Grenzen überschritten sind, aktiviert der Auto-Medipack sich selbst und nimmt eigenständig chirurgische Operationen vor. Es braucht allerdings eine kleine Zeitspanne, um mit der Arbeit beginnen zu können. Der Cyborg, der permanente Schäden zu erleiden hat, könnte dies u. U. trotz eines Auto-Medipack mit seinem virtuellen Leben bezahlen.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
de_de: Ebenso wie der Monomoldraht ist auch der Monomolzünder ein exzellentes Hilfsmittel für die Zugangsabwehr. Nur einige wenige Moleküle dick ist der Monomolzünder auch für gerade modifizierte Augen nicht wahrzunehmen und explodiert bei Berührung auf seiner vollen Länge.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
de_de: Mit dem Tarnschild können Sie sich derart effektiv verkleiden, dass sich selbst UTOPIA-Scannerergebnisse täuschen lassen. Der Schild verändert auf organische Weise sowohl Kleidung als auch andere Ausrüstungsgegenstände eines Agenten, und dieser wird, zumindest für gewisse Zeit, zu einem normalen Feldagenten. Gerade für Leute mit Infiltrierungsaufgaben ist der Tarnschild ideal.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
de_de: Diese künstlichen Beine bestehen im Kern aus Plast-Stahl und sind mit einem natürlich wirkenden Stoffüberwurf versehen. Sie dienen sowohl der Gesundheit als auch der Geschwindigkeit Ihres Agenten. Auch die Widerstandsfähigkeit des Materials haben wir verbessert, um die Reichweite zu erhöhen, die ein Cyborg mit solchen Beinen bei grösstmöglicher Geschwindigkeit zurücklegen kann.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
de_de: Die Fortschritte bei der Technologie des Metallschäumens machten die Entwicklung dieses kybernetischen Gliedmassensystems möglich. Beine des 2. Levels zeigen beeindruckende Werte im Hinblick auf Geschwindigkeit, Widerstandsfähigkeit und Gesundheit. Die maximale Leistungsfähigkeit Ihres Cyborg können Sie mit Beinen des 2. Levels entscheidend erhöhen.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
de_de: Die Beine des 3. Levels ersetzen die aus den unteren Klassen bekannte, fiberoptische Nervenübertragung durch ein System aus Super-Synapse-Memory-Plastik. Der Einsatz entsprechend modifizierter Agenten hat einen direkten Einfluss auf deren Verhalten im Kampfgebiet.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
de_de: Sind Ihre Agenten erst einmal mit den Tungsten-Sehnen und Stahlbändern dieser kybernetischen Arme versehen, dann wird Ihnen das verbesserte Kampfverhalten auffallen. Die Treffgenauigkeit beim Schiessen und der sorgsamere Umgang mit Munition steigen signifikant an. Zudem verlängern Sie die operationale Lebensdauer Ihres Cyborgs, wenn Sie ihn mit Armen des 1. Levels ausstatten, denn die kybernetische Aufrüstung erhöht die Immunkräfte.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
de_de: Das neue Schaummetall findet nun auch Anwendung in der Produktion kybernetischer Präzisionsgliedmassen. Der Einsatz dieser leichtgewichtigen Kunstarme mit ihrem optimierten Trägheitsmoment verspricht nicht nur höhere Präzision, sondern auch verbesserte Wurfeigenschaften.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
de_de: Auch die ultimative Neuentwicklung unserer Gliedmassentechnologie steht Ihnen zur Verfügung. Da die Agenten auf immer besser ausgerüstete Aufrührer und Kultangehörige treffen, sind auch Sie gezwungen, Ihre Cyborgs entsprechend zu modifizieren. Mit Armen des 3. Levels ausgestattete Agenten legen ein stark verbessertes Kampfverhalten an den Tag und erhöhen somit Ihre Erfolgsrate bei der Missionserfüllung.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
de_de: Sie erhöhen auf entscheidende Weise die berlebensfähigkeit in feindlicher Umgebung, wenn Sie die lebenswichtigen Organe Ihres Agenten mit einer dreiwandigen Platte aus Titaniumlegierung schützen. Eine verbesserte Körpermodifikation bietet den grösstmöglichen Schutz, den Sie einem Cyborg geben können. Beachten Sie bitte, dass diese Aufrüstung in Einklang mit den anderen Modifikationen stehen muss.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
de_de: Diese Aufrüstung verwendet die wabenförmige Superstruktur des Schaummetalls, das bei schwacher Gravitation in einem niedrigen Erdorbit hergestellt wird. Dieses Material verringert das Gewicht der Körperprothese und erhöht deren Zugfestigkeit. Die verbesserte Energiebevorratung ist nur ein Vorteil der Aufrüstung auf Körper des 2. Levels. In bezug auf das Operationsverhalten ergibt sich daraus eine erhöhte Leistungsbereitschaft und ein verringertes Schadensrisiko. Mit der Aufrüstung schaffen Sie zudem die Voraussetzung für Modifikationen der dritten Ebene in allen anderen Kategorien.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
de_de: Mit dem 3. Level der Körpermodifikationen verschaffen Sie Ihrem Agenten einen nochmals verbesserten Immunschutz. Der Bandapparat besteht aus Memory-Plastik, das den Mikrofiber-Stahl der unteren Modifikationen ersetzt. Der Cyborg verhält sich entschieden durchsetzungsfreudiger. Bemerkenswert ist weiterhin, dass eine Aufrüstung mit einem Körper des 3. Levels den betreffenden Cyborg vor allen zur Zeit bekannten Nervengasen wirksam schützt.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
de_de: Die Fähigkeit, steuerungsunabhängige Entscheidungen zu treffen, unterscheidet den entschlossenen Cyborg von einem willenlosen. Weil der Agent nun doppelt so clever ist, ist sein Risiko, getötet zu werden, nur noch halb so gross. Diese Denkeinheit ist mit Diamantprozessoren und einer integrierten 3D-Matrix bestückt, die die kognitive Biomasse des Cyborgs enthält. Sie verbessert die Grundwahrnehmungsfähigkeiten und ist darüber hinaus mit einer Trauma-Management-Software ausgestattet, die den Willen zur konstruktiven Schadensbewältigung verstärkt.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
de_de: Hier sorgt ein holographisches Kerngedächtnis für eine merkliche Verkürzung der Reaktionszeiten bei gleichzeitiger Verstärkung der berzeug-Reichweite und Signalstärke. Auch die Widerstandsfähigkeit gegen feindliche berzeugstrahler lässt sich mit Gehirnen des 2. Levels deutlich heraufsetzen. Dieses Gehirnmodell birgt zudem weitere Verbesserungen der Wahrnehmungsgabe und der Trauma-Software, und sorgt somit für eine spürbare Anhebung des berlebensstandards.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
de_de: Das Spitzenprodukt unserer Technologiereihe der tragbaren künstlichen Intelligenz. Das auf dem 3. Level modifizierte Gehirn verbessert nicht nur den Immunschutz, sondern garantiert darüber hinaus optimale Zielgenauigkeit, hohe Trefferrate und hocheffizienten Energieverbrauch. Sie können einen modifizierten Cyborg unter Bedingungen einsetzen, die herkömmliche Bio-Gehirne sofort zerstören würden. Dieser Cyborg dagegen verfügt über ein vollständiges Backup aller biologischen Daten und kann seine Tätigkeit fortsetzen.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
de_de: Ein Entwurf der Cyberhaut; ein komplexes Zellgewebe mit schussfester Epidermis, die wirkungsvoll vor Schussverletzungen schützt. Eine sorgfältige kosmetischen Vorbehandlung des Dickhaut-Stahl-Geflechts sorgt für die Entstehung der aussergewöhnlich harten Substanz, die trotz allem genauso elastisch ist wie das herkömmliche Muskelfleisch eines Cyborg.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
de_de: Diese Cyberhaut macht sich die Erkenntnisse zunutze, die wir bei unseren Untersuchungen über die Eigenschaften nichttoxischer asbesthaltiger Stoffe beim Wiedereintritt in die Atmosphäre gewonnen haben. Ein mit Flammenhaut ausgestatteter Agent erleidet bei Operationen während eines Feuersturm weit weniger Verbrennungen als sein ungeschützter Gegenpart.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
de_de: Diese Cyberhaut-Variante basiert auf einem Hydrocarbon-Werkstoff, der mit polymeren Mikrofäden in Fiberoptik angereichert worden ist. Eine solche Hautoberfläche ist in der Lage, grosse Teile der zerstörerischen Kraft energiegeladener Waffensysteme zu absorbieren. Die Energie wird vom Auftreffpunkt aus um den gesamten Corpus des modifizierten Agenten geleitet und später recycelt, um die Schutzfunktionen der Cyberhaut aufrechterhalten zu können.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
de_de: Dieses Dokument zeigt den neuesten Stand unserer Cyberhaut-Technologie. Vieles ist noch spekulativ, aber dennoch weit von Wolkenkuckucksheimen entfernt. So gibt es beispielsweise die Beschreibung eines photomorphen Gewebes, das gewisse hnlichkeiten mit einem Tarnschild aufweist. Wir sind heute in der Lage, ein solch spezielles Gewebe herzustellen. Es lässt einen Cyborg auf dem UTOPIA-Scanner aussehen wie einen normalen Feldagenten.
