Repository: swfans/swars
Catalog: lang/alltext_church_spa.po
Languages: es_es

# mission brief book quote
source: The world shall turn and the human race shall pass.
es_es: El mundo cambiará y la raza humana pasará.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
es_es: Todo empieza de nuevo. La fe ha seguido su curso y esto se ha acabado.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
es_es: Zona Aterrizaje: Plataforma Ejecutiva de Lanzaderas de Colombo

# mission brief tactical information
source: Your proper place
es_es: Tu sitio apropiado

# mission brief tactical information
source: Colombo Orbital Elevator
es_es: Elevador orbital de Colombo

# mission brief tactical information
source: Elevator anti-missile missile system
es_es: Sistema de ascensor de misiles antimisiles

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
es_es: Así que, tu fe en ti mismo se ha probado como cierta. No sólo has frustrado el malévolo plan de los Nueve de recrear a la humanidad en base a su propia clonación, sino que además te has apoderado del arma más destructiva jamás construida.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
es_es: La UTOPIA de Syndicate son sálo ruinas en la Tierra. Millones oyen la llamada de Ko-Paull Vissick para que la razón prevalezca.

# game win message
source: But let your will be done.
es_es: Pero permite que tu destino se cumpla.

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
es_es: Antigua arma de defensa personal. El modelo original disparaba munición química impulsada cinéticamente. Esta versión actualizada es mas fiable ya que lleva una célula personal de energía para liberar cada ráfaga. Sin embargo, la Uzi es de otro tiempo, y como tal nosotros la consideramos prácticamente obsoleta. La Iglesia de la Nueva Era está trabajando en armas enormemente superiores para ofrecer a sus Discípulos.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
es_es: A pesar de ser una pieza de museo, este cañón cinético redondo con rotación es considerablemente superior a la Uzi y más efectivo contra los enemigos de nuestra fe. Como la Uzi, ha sido mejorada con una célula personal de energía. Los defectos que tiene son el volumen y el ruido y pesan mas que el alcance y el poder de destrucción. Cuando se utilizan varios, las minigun son efectivas contra vehículos.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
es_es: Los Nueve han visto la estructura sub-foton de la luz y han descubierto el secreto. Sus investigaciones sagradas han desarrollado un foco iónico que emite rayos de luz sobre un blanco. El alcance del arma es superior a las armas de energía cinética y trabaja especialmente bien sobre acero conductor.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
es_es: Nuestros escribas han desarrollado un arma efectiva basada en el láser convencional. Se inyecta TriSodio 89 en la recamara de disparo del láser de pulsos, desde donde se dispara electrónicamente. La presión del gas en la recamara de disparo puede aumentarse manteniendo el gatillo presionado, sobrecargando el arma y haciéndola más efectiva.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
es_es: Utiliza una energía combinada de electrones acelerados para disparar un chorro de energía inestable a lo largo de una onda magnética de transporte. Un avance significativo de la Iglesia, y que demuestra el valor de las enseñanzas transmitidas por los Nueve.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
es_es: Dispara una granada hacia el blanco, y utiliza su propia orientación para asegura la explosión en el impacto. Los lanzadores utilizan trineos aceleradores monopolares para asegurar un alcance impresionante y los blancos rara vez eluden el sistema gyro-homing. Este magnifica arma también se utiliza para crear áreas de fuego. El tiempo de auto-recarga deja a nuestros Acólitos temporalmente vulnerables.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
es_es: La luz de la fe se verá en millas cuando un granada nuclear sea detonada en el nombre de la Iglesia. Utilízala con cuidado, Apóstol - la destrucción que crea este arma es considerable. Retirarse en el área en la que caiga. Hay que tener en cuenta su eficacia contra estructuras y grupos. Para usar este dispositivo contra un sólo enemigo equivale a la blasfemia.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
es_es: Nuestra congregación crece cada día. Aun así, algunas almas, se resisten al camino de la verdad que nosotros ofrecemos. Por eso tenemos el Indoctrinador. En un instante, germina en las mentes de aquellos no creyentes en todas las cosas que nosotros sabemos que son verdad. ¿ Como puede alguien resistirse a esta avalancha de conocimiento y sabiduría?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
es_es: Aquellos que se oponen al camino de la justicia puede arder durante toda la eternidad. Este lanzallamas es su primera prueba de ello. No tiene nada como las armas de alcance de energía o incluso las armas cinéticas, pero por ejemplo es muy útil en masas de gente. También inspira el perdón y sumisión que nosotros buscamos.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
es_es: Este pequeña, útil unidad despersuade al blanco o blancos de los seguidores persuadidos con el mínimo jaleo. Aunque el Perturbador es una verdadera alternativa a las armas de destrucción proporcionadas por nuestros científicos y benefactores, es magníficamente subversiva.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
es_es: Destilado de un alienígena hongo narcótico, el Gas Psíquico es el arma ideal para provocar estragos. Disparado a un grupo de civiles, instantáneamente provoca un motín incontrolable. Esto fuerza a las autoridades a gastar sus energías para recuperar el control, dejando a nuestro sagrados Acólitos, conseguir cumplir su misión.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
es_es: Este incienso produce una nube de la cual deja a los blancos que toca, sin protección. Simplemente es bienvenida en cualquier lugar que pueda ser efectiva.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
es_es: Desencadenada por la actividad del enemigo en la vecindad, la Mina de Iones emite "virutas" de energía eléctrica en todas las direcciones y es extremadamente eficaz contra enemigos de la fe, en vehículo o a pie. Este dispositivo se dispara por la proximidad del blanco. La descarga también afectará al estado del CHIP de aquellos a los que sorprenda.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
es_es: Una mina convencional que tiene un fusible de retardo empotrado en una carga directa de detonación. Un arma de mano muy útil contra tanques u otros vehículos armados.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
es_es: Nuestro trabajo divino algunas veces nos obliga a eliminar blancos individuales en vez de grandes grupos. El Rifle de Largo Alcance, dispara rodajas de uranio reducido cinéticamente con gran precisión en largas distancias. Pocos componentes de las armaduras pueden resistir la presión-shock de estos proyectiles avanzados. Normalmente un disparo derribará al blanco, y puedes escaparte sin ser visto.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
es_es: Podemos adquirir códigos emitidos por muchos de los satélites geo-estacionarios que se encuentran por encima del planeta, pero los costes de computación que implica pasar los bloqueos encriptados de seguridad del Sindicato, son muy elevados. Cuando activas un golpe, en pocos segundos, el satélite más cercano registrará tu posición y disparará rayos de una aleación de uranio-tugsteno que sobrecalienta la atmósfera y provoca una destrucción masiva por los alrededores del área.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
es_es: Este dispositivo es el destructor móvil más potente, que ha creado los Nueve. El cañón graviton puede desatar la suficiente energía para reducir un montaña a piedras. ¡Contempla la cólera de los Nueve!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
es_es: Una espiral de cable muy extensible con dardos prolongados. El Cable Cortante es difícil de detectar, especialmente en situaciones de combate. Colócalo en puntos estratégicos y la oposición que ejerce les hará un gran daño, ya que se les clavan los pinchos del cable. Un arma que se ha adaptado a los tiempos.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
es_es: Sólo los deleites de la verdad podría brindarnos un dispositivo como este. Cuando lo activas, se crea una bóveda de espacio estable subtemporal. Conocido a lo largo de los siglos como tiempo de brujas cuando ocurre naturalmente, tiene el efecto de ralentizar a todos los que entren en la bóveda. Es un espectáculo por el que hay que rezar.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
es_es: Nuestros científicos han desenmarañado más secretos arcanos del Codex y construyeron un dispositivo que exporta las fuerzas electroquímicas naturales contenidas en las células de cualquier estructura orgánica. Esto agota la energía de cualquier vivo o muerto, mientras la estructura celular no se encuentre destruida. Elogia a los Nueve por su visión, Acólito.

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
es_es: El Codex nos lo ha dado. Utilizando el tiempo de brujas, además, ahora puedes transportar enemigos a lugares temporales. Efectivamente un desplazamiento temporal, es perfecto para hacer desaparecer un blanco. También se puede utilizar sobre tu propio equipo, pero se aconseja cuidado; los efectos no son completamente entendidos.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
es_es: Un centinela cyborg que lleva un láser de alto impulso. Un detector de termo-movimiento construido en la base, está conectado a un lector de claves de identidad, y un movimiento extraño lo selecciona y lo dispara. Estas unidades centinelas son mas efectivas en áreas abiertas con un amplio campo de visión.

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
es_es: Cree en la Iglesia y cuidaremos de ti. Cuando uno o más de tus Discípulos es herido en la guerra santa contra EuroCorp, utilizando esta unidad devolverás la salud. Tal dispositivo demuestra el cuidado y comprensión sobre los que esta fundada la Iglesia de la Nueva Era.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
es_es: Una unidad avanzada de restablecimiento que cuidara tus heridas sin distraer a los miembros de tu equipo. Una incalculable mejora para cualquier paquete de operativos extendiendo un mundo de fe en el Cataclismo.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
es_es: Una trampa explosiva, que se necesita en un lugar, destruye a todo el que se aventure a traspasar el cable molecular, extendido entre dos puntos. Inconscientemente, el enemigo hace estallar una carga explosiva que después no nos supondrá ningún impedimento a la causa de nuestra extensa religión.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
es_es: Este dispositivo proporcionará a uno de tu equipo, el ser invisible a los detectores. Te verán como un inofensivo ejecutivo, y será capaz de andar a través de zonas controladas en las que nuestros Acólitos son incapaces de pisarlas. El perfecto y útil disfraz, para cubrir operaciones en el nombre de la Iglesia.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
es_es: Nuestro tiempo es nuestro. No debemos desperdiciarlo. Cada nanosegundo es sagrado. Tus Acólitos deben actuar con prisa y rigor. Quitando su carne mortal y reemplazándola con este maravilloso trabajo de la tecnología, como se describe en las enseñanzas del Codex, les darás más de ambos.

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
es_es: Muchas de las lecciones de los salmos fractales nos iluminan. Secretos del cosmos se ha abierto para crear materiales en lugares denegados dentro del bien de la gravedad. Para el uso juicioso de tus fondos, hemos usado sustancias raras para crear estas prótesis de piernas superiores.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
es_es: Para salvar un alma, uno debe investigar la más alta tecnología. Benditos son aquellos que caminan sobre tierra firma con el sagrado propósito en sus pasos. Déjales que expresen todo lo que la Iglesia les brinda; equipa a tus Acólitos con los trabajos más finos de los Nueve.

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
es_es: Que tu puedes apuntar es cierto. Para el fin, un brazo cibernético mejorado son una ayuda significativa a tu precisión. El blindaje extra también contribuye a la supervivencia de tus Acólitos. Los Acólitos con estos brazos protésicos, también pueden lanzar objetos mas lejos.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
es_es: Es nuestra forma de enlazar a la maquina y el hombre. Si uno mejora al hombre también debe mejorar la maquina. Las nuevas técnicas de construcción de este tipo de brazos, incorpora mejoras sobre todos los beneficios de los brazos cibernéticas que llevan tus Acólitos. Da las gracias a los Nueve.

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
es_es: Ahora que el Cataclismo está cerca, solo el más fuerte habla. Las armas masivas que utilizamos necesitan masiva fuerza para operar. Con estos brazos tus Acólitos ejercerán el significado de nuestra victoria y poseerán el poder de desarmar a todos aquellos que intenten evitar el Cataclismo.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
es_es: El camino de la fe esta marcado por continuas mejoras cibernéticas. De esta forma, el trayecto a la salvación empieza aquí. Este sofisticado torso artificial, aumenta la resistencia y salud de un Discípulo, también sirven como enganche para otras prótesis.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
es_es: El alma pude ser indestructible pero el cuerpo no. Si muchos de tus Acólitos está haciendo el ultimo sacrificio, bendícelos con estos ligeros vestidos de metal-espuma, pecho y sistemas respiratorios.
