Repository: swfans/swars
Catalog: lang/alltext_church_swe.po
Languages: sv_se

# church maps screen headings - name
source: Pilgrimage
sv_se: Pilgrimsfärd

# church maps screen headings - population size
source: Heathens
sv_se: Hedningar

# church maps screen headings - landscape
source: Geography
sv_se: Geografi

# church maps screen headings - language
source: Tongue
sv_se: Mäl

# church maps screen headings - industry
source: Material Riches
sv_se: Materialrikedom

# church maps screen headings - toxicity
source: Legacy
sv_se: Arv

# mission brief email header
source: Blessings, Disciple.
sv_se: Välsignelse, Lärjunge.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
sv_se: Ditt uppdrag är att ta kontroll över en understation tillhörande EuroCorps UTOPIA nätverk. Den är placerad i Detroit. När vi har den, kommer Kataklysmen att starta.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
sv_se: Överlämnad till dig idag är det automorfiska datavirus som kommer göra slut på det förtryck som syndikatet kallar UTOPIA. Vi har döpt viruset Harbinger. Det kommer ta över kontrollen från syndikatet, dator för dator, och förbereda vägen till den upplysning som kommer följa.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
sv_se: Led dina medhjälpare till UTOPIAs markstation i Detroit, så vi kan frigöra viruset. Syndikatets anställda som vaktar stationen förväntar sig inte våld, eftersom inget våld har förekommit på åratal. Detta är vår fördel.

# mission brief email paragraph
source: Blessed be.
sv_se: Var välsignad.

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
sv_se: De otrogna klättrade i dagar för att möta herren i bergen. "Varifrån får du din så kallade tro?" frågade de.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
sv_se: "Från er," svarade herren. "Ni har alla klättrat så högt."

# mission brief book quote
source: - The Book of Cataclysm.
sv_se: - Kataklysmens bok.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
sv_se: Landningsplats: Detroits IML-länk

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
sv_se: Mälbyggnad: EuroCorps AI-markstation

# mission brief tactical information
source: Disposition of EuroCorp guards
sv_se: Tgärder mot EuroCorp vakter

# mission brief tactical information
source: Sanctuary: Detroit IML Link
sv_se: Fristad: Detroits IML-länk

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
sv_se: Avlyssning: rekommenderade medel för tillträde till syndikatets markstation

# mission title
source: Missionary
sv_se: Missionär

# mission brief email header
source: Congratulations, Disciple.
sv_se: Gratulationer, Lärjunge.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
sv_se: Dina medhjälpares fasta ledning behövs i Tripoli, där det frambrytande kaoset framkallat av Kataklysmen hotar vår trädgård för meditation. Försvara tron med maximal styrka.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
sv_se: Harbinger, vårt heliga virus, har börjat arbeta för att befria folket. Tyvärr tar inte alla som frisläppts från sitt ok emot den väg till upplysning som vår kyrka erbjuder. Faktiskt är det så att utan vår ledning, kommer många att förloras. Snart kommer räkenskapens dag och alla själar kommer räknas.

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
sv_se: Vår trädgård för meditation i Tripoli är belägrat av de förlorade själar syndikatet kallar de Ostyrda. Tråkigt nog måste vi försvara varandra med maximal kraft, för detta är alla religioners läxa. Utrusta dina medhjälpare ordentligt och sänd dem till Tripoli för att tvinga fram lugn där.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
sv_se: Vi har planer för jorden, medhjälpare. Kyrkan måste förändra hela världen. Detta är vår tid. Vi kommer bara rädda de utvalda. Klart för nu.

# mission brief email paragraph
source: The Nine have said this.
sv_se: De Nio har sagt detta.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
sv_se: Herren sade till sina lärjungar, "Glöm bort att du bli lärd och koncentrera dig på att lära. Sedan när du är säker, ifrågasätt allt du lärt dig."

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
sv_se: Landningsplats: Tripolis IML-länk

# mission brief tactical information
source: Our Garden of Meditations
sv_se: Vär meditationsträdgärd

# mission title
source: Conversions
sv_se: Konverteringar

# mission brief email header
source: Harbinger is about its work. Let us pray.
sv_se: Harbinger arbetar. Låtom oss bedja.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
sv_se: Vi måste röra om i grytan i Buenos Aires. Genom att konvertera två gemensamma fiender, kommer vår kyrka ta kontrollen över hela staden.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
sv_se: Våra bröder och systrar i Sydamerika har samlat in information användbar för vår sak. De har identifierat Juan Ormandoz, en högre EuroCorp lakej från Buenos Aires, som försöker bibehålla stadens stabilitet trots de Ostyrdas aktiviteter. Ledaren i denna grupp, Chico Ramirez, är dåraktig nog att tro han kan ta och behålla kontrollen över ett EuroCorp-kommersiellt område av låg kategori. Konvertera dem båda, och vi kommer lyckas där EuroCorp så här långt har misslyckats.

# mission brief email paragraph
source: Spread the good news.
sv_se: Sprid de goda nyheterna.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
sv_se: Trofasta själar är inte nog. Ge oss hjärnorna också.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
sv_se: Landningsplats: Buenos Aires IML-länk

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
sv_se: Juan Ormandoz arbetar pä detta kontorsomräde för ledningspersonal

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
sv_se: Chico Ramirez och hans gäng ockuperar denna Gamla Kalender huvudgata

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
sv_se: Fristad: Buenos Aires IML-länk

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
sv_se: Avlyssning: stadsvalvet beräknas innehälla Cr 1,000,000

# mission title
source: Test Of Faith
sv_se: Test av tron

# mission brief email header
source: Our prayers are with you, <login>.
sv_se: Våra böner är med dig, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
sv_se: Tiden är inne att prova styrkan i vår tro. En ensam agent från syndikatet har setts smyga omkring i Santiagos skuggor. Konvertera honom.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
sv_se: Finns det någon bättre plats att hitta de med den styrka vi söker än bland våra fiender? Deras agenter är våra väntande medhjälpare. Precis som du en gång var en av dem, innan vi visade dig ljuset, kommer du snart leda EuroCorps elit från den mörka väg de vandrar. En EuroCorp agent har sänts till Santiago för att underminera vårt arbete där. Du kommer inte låta detta hända.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
sv_se: Innan du överlämnar dina medhjälpare till Santiago, se till att de bär med sig Indoktrinatorn och att de använder den så att andra kan få se ljuset. När en äkta anhängare använder Indoktrinatorn, blir UTOPIAs grymhet sönderbruten av vår tro. De som därefter ser ljuset ,samlas och följer efter dit medhjälparna leder. När deras antal är tillräckligt stort, kommer till och med EuroCorps agent höra deras sång och glatt gå med.

# mission brief email paragraph
source: Peace be with you afterwards.
sv_se: Frid vare med dig.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
sv_se: Märk din fiende, för allt som separerar de fördömda från de utvalda är en punkt av monokromt ljus projicerat på nackens baksida.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
sv_se: Landningsplats: APC för att avlämna dina medhjälpare

# mission brief tactical information
source: EuroCorp agent search area
sv_se: EuroCorp agenters sökomräde

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
sv_se: Fristad: Santiagos klosterkomplex

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
sv_se: Broar har förstörts i en syndikatattack

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
sv_se: Avlyssning IML-rutt till mälet vaktas av EuroCorp-styrkor

# mission title
source: Foundations
sv_se: Grundval

# mission brief email header
source: You are blessed, <login>.
sv_se: Du är välsignad, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
sv_se: Vår grund är stark och dyr. De två guldbelagda bilarna vi spårar i Johannesburg kommer föda våra kistor. Ta dem. Din sak är rättfärdig.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
sv_se: Vår sak fortsätter snabbt. Själförvrängarna på syndikatet kommer snart få sona för sina brott. Vi försöker komma närmare denna domens dag, men vi behöver kapital för att kunna matcha den världsliga styrkan hos EuroCorp.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
sv_se: De Nio har givit oss Kodexen. Denna heliga bok är ritningarna till vår frälsning. Ändå måste vi betala ett pris för varje kapitel vi gör om till verklighet. Detta kallar vi forskning. Så ju större materiellt välstånd vi skaffar, desto närmare kommer vi till att få gudars sinnen.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
sv_se: Åk till Johannesburg där EuroCorps logistiska flaskhals har resulterat i en orderanhopning för guld. Detta guld kommer tjäna vår sak väl. Guldet levereras i bepansrade bilar till valv vilka står under ständig bevakning. Det behövs två bepansrade bilar för att klara en leverans. Kapa de bepansrade bilarna och ta dem till den bestämda uppsamlingsplatsen. Vi uppmanar dig att inte gå in i eller attackera de tungt beskyddade fästena. Det finns andra sätt att lägga vantarna på pengarna. Använd din hjärna och inte bara dina vapen.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
sv_se: Kom ihåg, de undergivna skola inte ärva någonting.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
sv_se: Landningsplats: Johannesburgs IML-länk

# mission brief tactical information
source: EuroCorp vault
sv_se: EuroCorp valv

# mission brief tactical information
source: Bullion convoy
sv_se: Guldkonvoj

# mission brief tactical information
source: Target vehicle
sv_se: Mälinvisa fordon

# mission brief tactical information
source: Convoy's destination
sv_se: Konvojens destination

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
sv_se: Fristad: Johannesburgs IML-länk

# mission title
source: A Meeting Of Minds
sv_se: Ett möte mellan sinnen

# mission title
source: Soul Crusader
sv_se: Själens korsriddare

# mission brief email header
source: Be at peace, <login>.
sv_se: Ha frid, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
sv_se: Den valda lärjungen Mirabelle Lucy De Saxo har invigits av De Nio. Led henne in till hjärtat av ett EuroCorp-laboratorium så att hon kan indoktrinera en vetenskapsman där, vars forskning kompletterar vår egen.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
sv_se: För vetenskapsmannen till vårt närmaste tempel, där fader Svart kommer höra hans bikt.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
sv_se: Sänd De Saxo dit vetenskapsmannen säger och ta med hans hemligheter till oss.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
sv_se: Hör De Nio. Det finns de med fantastiska hjärnor men förlorade själar. De vandrar i den mörka vildmarken, inte ännu kapabla att se vår tros ljus. En sådan man utkämpar nu kriget mot Harbinger åt EuroCorp. De Nio tänker rädda hans själ genom att använda hans intellekt till den gudomliga uppgiften att omvandla Kodexen till ny teknologi.

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
sv_se: Ditt mål, Dr Schweizer, arbetar i ett EuroCorp-labb i Geneve. Det är för starkt bevakat för medhjälparna att ta sig in i, så du kommer leda vår speciella infiltrationsagent - Mirabelle Lucy De Saxo - genom säkerhetsspärren. När hon har konverterat Schweizer, måste hon se till att han får skydd i det gamla templet vi tagit över. Smygning är Mirabelles kraftfullaste vapen. Ta hand om henne åt oss.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
sv_se: Fader Svart, vår lokala minister, kommer höra doktorns bikt så snart Schweizer kommer till templet. Detta kommer ge Mirabelle den information hon behöver för att kunna spåra upp doktorns arbete. Sänd henne till denna plats och led vår dotter att skörda frukterna av doktorns vedermödor. Se till att hon levererar dem till oss.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
sv_se: Din själ blir mer välsignad för varje dåd du utför.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
sv_se: All kunskap finns lagrad någonstans. Vara det i böcker, huvud eller djupt under glaciärer. När vi finner den, gör vi den till vår. Tro är byggstenar; kunskap är murbruk.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
sv_se: Landningsplats: Geneves IML-länk

# mission brief tactical information
source: EuroCorp conference centre
sv_se: EuroCorps konferenscenter

# mission brief tactical information
source: Father Black's temple
sv_se: Fader Svarts tempel

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
sv_se: Landningsplats: Vancouvers IML-länk

# mission brief tactical information
source: Dr Schweizer's laboratory
sv_se: Dr Schweizers laboratorium

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
sv_se: Fristad: Vancouvers IML-länk

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
sv_se: Avlyssning: Syndikatagenter detekterade

# mission title
source: Heretics
sv_se: Kättare

# mission brief email header
source: Bless you, Disciple.
sv_se: Välsigne dig, Lärjunge.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
sv_se: När Kataklysmens vindar av kaos viner i våra ansikten, måste vi stå stadigt. Skydda templet i Hong Kong från den Ostyrda storm som närmar sig ön.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
sv_se: De Nio har haft en vision. De Ostyrda försöker underminera våra planer för Stillahavsområdet. En kättare känd som Ko-Paull Vissick perverterar våra meddelanden genom att utsätta pöbeln för den hemskaste kunskap avslöjad av De Nio. Sådan självsvåldig vårdslöshet kan bara skada det oförberedda sinnet och, genom denna uppvigling, skapar Vissick större fientlighet mot kyrkan.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
sv_se: Nu når rapporter oss om landningar av stora grupper Ostyrda i Hong Kong. Vi tror att de är på väg mot vår kyrka. Det faller på dig och dina medhjälpare att nå kyrkan innan de Ostyrda, och försvara den mot det oundvikliga angreppet.

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
sv_se: Trofasta tjänare, här kommer mer. Vi kommer att bli gudar. En maskin lovar att skaka om världen. Behåll tron och du köper din plats till säkerhet. Alla andra kommer att gå förlorade.

# mission brief email paragraph
source: The day of righteousness draws near.
sv_se: Rättfärdighetens dag kommer närmare.

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
sv_se: Han som skriker högst kan bara höra sin egen röst. De med äkta kunskap lyssnar på de med äkta tro, och de med stängda öron kommer aldrig höra liemannens blad.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
sv_se: Landningsplats: Hong Kongs IML-länk

# mission brief tactical information
source: Our temple and brethren
sv_se: Värt tempel och vära bröder

# mission brief tactical information
source: Unguided landing zones
sv_se: Ostyrdas landningszoner

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
sv_se: Avlyssning: EuroCorp specialagenter (zappare) utsända till Hong Kong

# mission title
source: Sack Of Rome
sv_se: Roms plundring

# mission brief email header
source: Hear me, Disciple.
sv_se: Hör mig, Lärjunge.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
sv_se: Ödet testar oss, <login>. Vi önskar se ett slut på de Ostyrdas härjningar i staden Rom. Befria denna plats från otrogna.
