Repository: swfans/swars
Catalog: lang/alltext_church_fre.po
Languages: fr_fr

# mission brief email paragraph
source: Do this for the Nine.
fr_fr: Obéis aux Neuf.

# mission brief book quote
source: The Master held his palms aloft. "Behold my wounds," said He. The onlookers observed the cauterization and the sunlight that shone through His great hands.
fr_fr: Le MaItre montra les paumes de ses mains. "Voyez mes blessures" dit-il. Et tous virent la lumière qui venait de Ses mains.

# mission brief book quote
source: "Let there be pain."
fr_fr: "Que vienne la douleur."

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
fr_fr: Ainsi, ta foi nous mène au triomphe. Tu as non seulement empêché les Neuf de recréer la race humaine par clonage mais tu es aussi en possession de l'arme la plus destructrice jamais construite.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
fr_fr: Sur Terre, le réseau UTOPIA du Syndicat est en ruines. Des millions de personnes entendent Ko-Paull Vissick appeler à la raison.

# game win message
source: But let your will be done.
fr_fr: Mais que ton voeu s'accomplisse.

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
fr_fr: Arme de défense personnelle démodée. L'original tirait des munitions à propulsion chimique. Cette version réactualisée offre une plus grande fiabilité car elle utilise une cellule énergétique personnelle pour propulser chaque balle tirée. Néanmoins, l'Uzi est le vestige obsolète d'une époque révolue. l’Église de l'Ere Nouvelle met tout en oeuvre pour offrir à ses disciples des armes dignes de ce nom.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
fr_fr: Bien qu'il fasse figure de pièce de musée, ce revolver à balles cinétiques est nettement supérieur à l'Uzi et se montre bien plus efficace contre les ennemis de notre foi. A l'instar de l'Uzi, il a été adapté pour pouvoir utiliser une cellule énergétique personnelle. Ses inconvénients majeurs, comme l'encombrement et le bruit, sont compensés par sa grande portée et sa puissance de destruction. Lorsqu'ils sont utilisés en nombre, les miniflingues se révèlent très efficaces contre les véhicules.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
fr_fr: Les Neuf ont su découvrir les secrets de la structure subphotonique de la lumière. Leur recherche sacrée a permis d'élaborer un concentrateur ionique permettant de diriger de violents faisceaux lumineux sur une cible. La portée de cette arme est supérieure à celle des armes cinétiques. Les masses à électrons fonctionnent particulièrement bien en présence de conducteurs métalliques.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
fr_fr: Nos scribes ont mis au point une arme très efficace qui utilise la technique conventionnelle du laser. Du trisodium 89 est injecté dans la chambre du laser à impulsions oë il est excité électriquement. La pression du gaz à l'intérieur de la chambre de combustion peut être augmentée en relachant la gachette avec un léger retard.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
fr_fr: Cette arme utilise l'énergie combinée d'électrons accélérés pour produire un jet d'énergie instable le long d'une onde porteuse magnétique. Cette arme est le fleuron des recherches menées par l’Église et met en évidence la grandeur de l'Enseignement des Neuf.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
fr_fr: Les grenades sont guidées automatiquement vers leur cible pour garantir le meilleur impact possible. Les lanceurs utilisent un système d'accélération monopolaire leur permettant d'atteindre une portée impressionnante. Les têtes chercheuses gyroscopiques qui les équipent ne laissent pratiquement aucune chance à la cible de s'échapper. Cette arme magnifique est également très utile pour mettre le feu à une zone entière. Le système de réarmement automatique perfectionné rend nos saints acolytes invulnérables l'espace d'un instant.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
fr_fr: La lumière de notre foi est visible à des kilomètres à la ronde lorsqu'une grenade nucléaire explose au nom de l’Église. Fais-en bon usage, Apôtre car cette arme est dotée d'un terrible pouvoir destructeur. Aie soin de t'éloigner de la zone oë elle tombe. Tu remarqueras également son efficacité sur les structures et les groupes. Tu serais coupable de blasphème si tu utilisais cette arme contre un ennemi isolé.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
fr_fr: Notre congrégation grossit de jour en jour. Certaines ames éprouvent cependant quelques réticences à suivre le chemin de la foi. C'est pourquoi nous avons recours à l'Endoctrineur. Il les convertit en un instant. Qui pourrait longtemps résister à cette avalanche de Savoir et de Sagesse?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
fr_fr: Ceux qui font obstacle à notre cause doivent s'attendre à brûler dans les flammes de l'Enfer. Ces lance-flammes au magnox leur donnent un avant-gout de ce qui les attend. Ils n'ont rien de la portée des armes énergétiques ou même cinétiques mais ont toutefois leur utilité, notamment pour disperser les foules. Ils inspirent également peur et soumission et c'est précisément ce que nous recherchons.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
fr_fr: Ce dispositif de petite taille est très pratique pour dépersuader un individu. Même si le déprogrammeur ne constitue pas une alternative aux armes de destruction fournies par nos scientifiques et nos bienfaiteurs, il s'agit toutefois d'une arme magnifiquement subversive.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
fr_fr: Obtenu à partir d'un narcotique cryptogamique, le Psychogaz est idéal pour faire régner un climat insurrectionnel au sein d'un groupe de civils. Les autorités s'épuisent à reprendre la situation en main, donnant toute latitude à nos Acolytes d'accomplir leur sainte mission.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
fr_fr: Cet encens produit un nuage qui paralyse toutes les cibles non protégées. La simplicité est souvent synonyme d'efficacité.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
fr_fr: Déclenchées à l'approche d'un ennemi, les mines à ions émettent des décharges électriques dans toutes les directions. Elles sont très efficaces pour pulvériser les ennemis de notre foi qui se déplacent à pied ou à bord de véhicules. Les décharges électriques émises affectent également le fonctionnement des puces CHIP.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
fr_fr: Mine conventionnelle équipée d'un détonateur à distance. Arme à main à utiliser notamment contre les tanks et les blindés.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
fr_fr: Notre oeuvre nécessite parfois l'élimination d'un individu plutôt que celle de tout un groupe. Le fusil longue portée tire avec une grande précision des balles cinétiques en uranium, même à longue distance. Peu d'armures sont capables de résister à la force d'impact de ses projectiles. Une seule balle suffit généralement à abattre une cible.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
fr_fr: Nous sommes en mesure de décrypter les codes de lancement de la plupart des satellites géostationnaires survolant notre planète mais le cout des calculs nécessaires pour décrypter les systèmes de sécurité du Syndicat est très élevé. Lorsque tu actives ce système de lancement, le satellite le plus proche recherche la position de la cible et projette des barres en alliage d'acier au tungstène qui se liquéfient dans l'atmosphère pour créer une pluie terriblement destructrice.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
fr_fr: Cette arme est le dispositif mobile le plus destructeur que les Neuf aient jamais conçu. Ce canon est capable de dégager assez d'énergie pour réduire une montagne en poussière. Personne n'échappe à la colère des Neuf!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
fr_fr: Il s'agit d'un fil barbelé très coupant. Il est très difficile à repérer, notamment en situation de combat. Place-le à un point stratégique et tes adversaires regretteront de s'Etre laissé prendre à son piège. Une arme qui a su résister à l'épreuve du temps.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
fr_fr: Seules les divinités sont capables de créer un tel dispositif. Lorsqu'il est activé, un dôme d'espace subtemporel atomiquement stable se crée. Ce dôme a pour effet de ralentir de façon spectaculaire les mouvements de tout ce qui se trouve dans son champ d'action.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
fr_fr: Nos scientifiques ont pu pénétré les arcanes du "Codex" et construire un appareil capable d'extraire les forces électrochimiques naturellement contenues dans les organismes morts ou vivants dont la structure cellulaire est intacte. Louons la sagesse des Neuf!

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
fr_fr: Le "Codex" nous a enseigné comment envoyer nos ennemis dans les limbes d'un autre espace temporel. Tu peux ainsi faire disparaItre tes adversaires quand bon te semble. Mais prend garde! Notre connaissance des effets de cette arme est encore incomplète.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
fr_fr: Il s'agit d'une sentinelle androide équipée d'un puissant laser. Un détecteur thermique directement connecté à un lecteur de code d'identification lui permet de tirer sur tout ce qui bouge si le mouvement détecté n'est pas reconnu. Ces sentinelles se révèlent très efficaces dans les zones offrant une vue dégagée.

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
fr_fr: Garde la foi en notre Eglise et elle assurera ton salut. Lorsqu'un ou plusieurs de tes disciples sont blessés durant la guerre sainte qu'ils mènent contre EuroCorp, ils peuvent retrouver forme et santé grace à cette trousse que notre bienveillante Eglise, dans son immense bonté, met à leur disposition.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
fr_fr: Grace à ce nécessaire révolutionnaire, tu pourras soigner tes blessures sans avoir à déranger un membre de ton équipe. Il est indispensable à qui veut répandre la parole de l’Église à l'aube du Cataclysme.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
fr_fr: Un attrape-nigaud qui, lorsqu'il est placé avec intelligence, détruit tous ceux qui s'aventurent au-delà de ce cable moléculaire. Lorsqu'il le touche, l'ennemi déclenche une explosion qui l'empêche à jamais de nuire à notre cause sacrée.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
fr_fr: Ce dispositif permet à un de tes acolytes d'échapper à la surveillance scanographique. Il prendra par exemple l'apparence d'un banal exécutant de l'EuroCorp et pourra traverser incognito des zones sous contrôle. Ce parfait déguisement est très utile dans le cadre des opérations secrètes menées au nom de notre Sainte Église.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
fr_fr: Le temps presse. Ne le gaspillons pas. Chaque nano-seconde est sacrée. Tes acolytes doivent agir avec hate et rigueur. Pour cela, retire leur chair mortelle pour la remplacer par cette merveille de technologie, comme le "Codex" nous l'enseigne.

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
fr_fr: Que la leçon des Psaumes Fractals t'illumine à jamais. Les secrets du cosmos ont été élucidés pour créer des matériaux qui défient les lois de la gravité. Grâce à l'utilisation judicieuse des fonds que tu sais fidèlement nous procurer, nous avons pu employer ces matériaux rares pour créer de magnifiques prothèses.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
fr_fr: Pour sauver une âme, il faut savoir ne pas lésiner sur les moyens mis en oeuvre. Bénis soient ceux qui avancent à grands pas sur le chemin de la foi. Qu'ils incarnent les valeurs de l’Église! Aussi, n'oublie pas tes acolytes! Equipe-les des plus belles réalisations techniques que les Neuf aient su créer!

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
fr_fr: Puisses-tu toujours viser juste! Ces prothèses de bras procurent une grande précision à chaque geste. Tes acolytes verront leurs chances de survie augmenter grâce à elles et pourront lancer des objets encore plus loin.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
fr_fr: Les Neuf souhaitent le rapprochement des machines et des hommes. Si l'on veut améliorer l'homme, il faut savoir améliorer les machines. Remercions les Neuf.

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
fr_fr: A l'aube du Cataclysme, la manipulation des armes lourdes que nous utilisons exige une grande force physique. Pourvus de ces bras, tes acolytes sauront manier les armes de la victoire et abattre ceux qui s'opposent à l'avènement du Cataclysme.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
fr_fr: Le chemin qui mène au salut est jalonné d'innovations cybernétiques. Ce torse artificiel très sophistiqué augmente la résistance et la santé de nos disciples. Il sert également de support aux autres prothèses.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
fr_fr: L'ame est immortelle, le corps ne l'est pas. Si tes acolytes sont trop nombreux à faire l'offrande de leur vie, aie la bonté de les équiper de ces systèmes respiratoires légers et renforcés de mousse métallique.

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
fr_fr: Les grands bouleversements à venir exigeront beaucoup de courage et de force. Les disciples munis de cet appareillage sophistiqué ne connaItront pas la peur et pourront même traverser des nuages de gaz innervant sans être affectés. Voici l'armure des messagers du Cataclysme!
