Repository: swfans/swars
Catalog: lang/alltext_syndct_swe.po
Languages: sv_se

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
sv_se: Colombo: Säkra omloppsbanans hissfaciliteter. Ytterligare arbetare kommer finnas på plats som hjälp.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
sv_se: Vissick själv har flytt men hans uppror är över. Han och några andra kommer dö i den giftiga vildmarken bortanför stadens utkanter. När vi tagit hand om kyrkan, kan vi starta en sökning efter kropparna.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
sv_se: Jag har dechiffrerat de kodade order Anika-Mirabelle hade på sig när du fixade henne. Hon hade planerat att träffa sektens ledare - De Nio - i Sri Lanka. Jag misstänker att kyrkans planer är att ta över Clarkes omloppshiss i Colombo. Därifrån skulle de kunna ta kontroll över månen.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
sv_se: Professor Drennan tror att sektens hjärntvättarteknologi bygger på en hittills odetekterbar psykisk "kanal", och att De Nio kanske behöver denna kanal för att kunna behålla kontrollen över sina anhängare. Han är också rädd att de kan ha planer på att verkställa några av de teorier som finns i Kodex. Nämligen, att öka kraften på den experimentella jonosfäriska återkalibreringsutrustning som utvecklats av vetenskapsmän på Amundsens forskningskoloni på månens yta.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
sv_se: Rapporter från andra AIs antyder en global minskning av fanatisk aktivitet, vilket kan innebära att kyrkan kanske håller på att samla en så stor attackstyrka som möjligt. En attack mot Colombo är nära förestående.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
sv_se: Få råd: I händelse av oförmåga att lösa situationen på marken kan du behöva sopa anläggningar över orbitalhissen. Det avråds starkt från att ta med sprängämnen - att använda eller bära dem i omloppsbanan riskerar att permanent stänga den vägen. Det förväntas också att The Nine har tagit några nya vapenprototyper och planterat fällor. De kan vara utmanande, och det finns ingen återvändo.

# mission brief tactical information
source: Dropsites
sv_se: Dropp-plats

# mission brief tactical information
source: Orbital elevator
sv_se: Hiss för omloppsbana

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
sv_se: Anti-missilsystem för omloppsbanans hiss

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
sv_se: Tokyo: Beväpnad kategori O - Ostyrda medborgare rapporterade i strid med beteendekoder. Källstörning.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
sv_se: UTOPIA-arkitekten Professor Klein har spårats av Netscan. Övertala professorn igen att komma och arbeta för oss en gång till.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
sv_se: Ytterligare: ivriga medlemmar av New Epoch-kulten har upptäckts i detta område. Eftersom vårt lager inte innehåller en övertalningstron kommer det att bli nödvändigt att avlasta deras eldsjälar.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
sv_se: Effekterna av sektens Harbinger-virus på Tokyos UTOPIA-nod gör kontinuerligt Netscan-flöde omöjligt. Ingen ytterligare information finns tillgänglig.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
sv_se: Kategori O - Ostyrda medborgare spårade till dessa platser

# mission brief tactical information
source: Cult 'temple'
sv_se: Kult "tempel"

# mission brief tactical information
source: Professor Klein's current location
sv_se: Professor Kleins nuvarande plats

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
sv_se: Du har besegrat De Nio. Du har framgängsrikt besegrat hela Nya Epokens kyrka och lyckats förhindra Kataklysmen. UTOPIA är äteruppbyggt. Gratulerar till din befordran, förste direktör.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
sv_se: Frän det kaos som fanns, p.g.a. gatustriderna, under mitten av 2000-talet kommer detta modifierade energipelletsvapen, Uzi 9 mm, och det är fortfarande basvapnet i EuroCorps operationsteknik. Det är en billig och lätt backup för agenter som tar hand om fall med utslagna psykfall.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
sv_se: Genom Nya Kalender syndikatets utnyttjande av tröghetsdämpade kedjevapen har de blivit vanligare. Denna 20 mms avfyrare av plasmakapslar, med vridmomentsstabiliserande funktion, har en skumkärna för att minska massan och produktionskostnaden.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
sv_se: Detta är ett typiskt exempel pä kyrkans revolutionerande vetenskapliga tänkande. Enkelt sett är det en form av blixtpiska. Vi har aldrig gjort sädana enheter praktiska; den energimängd som krävdes var alltid oöverkomlig. Denna enhet använder ett sofistikerat system med subatomiska spakar som garanterar att det blir minimal avtappning frän det personliga paketet, ändä kan den överbelastas. Verkligt imponerande teknologi.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
sv_se: Denna laser använder sig av basgasen TriSodium 89 (utvecklad c:a -20 NC). Vapnet kan överbelastas genom att avtryckarsläppet försenas. I kritiska situationer i närkvarter kan energiladdningen överbelastas med en hastighet av 10 gänger per minut.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
sv_se: Tekniker för elektronförstörelsevapen har bidragit till utvecklingen av detta kraftfulla vapen. Det använder monopolär fokus för att projicera ett strälstrukturerat fält som omvandlar atmosfäriska molekyler till plasma. Solida ämnen förängas vid kontakt med plasman, vilket frigör ännu mer energi. Fältet kan ordna stor ödeläggelse över ett ganska stort avständ. Det gär att överbelasta den monopolära fokusen för effektivare resultat mot täta och tempererade material.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
sv_se: Designad för att möta utmaningen av cyberförökning frän Nya Kalender syndikatet. Denna raket avfyrar en sökande granat som frigör en spray av klusterbomber vid träff. Raketsystemet har gyrostabilisering för mälsökning.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
sv_se: Stressad techium i denna termonukleära enhets hölje dämpar sprängprodukterna, och häller den uppkomna kedjereaktionen inom ett starkt begränsat omräde. En specialisotopskärna garanterar att de radioaktiva niväerna faller inom accepterbara toleransniväer nästan direkt efter explosionen. Dessa förbättringar gör det möjligt att för första gängen stoppa in detonatorn i ett handhället hölje. Trots det kräver exposionens aktiva radie att du tänker pä säkerheten.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
sv_se: Ett standardtillbehör för att fänga de högre hjärnfunktionerna av medborgare utrustade med UTOPIAs CHIP. ven om de är lättviktiga och har väldigt läg kraft, skall övertalotronernas historiska betydelse inte underskattas, eftersom det var instrumentet som användes för att skaffa EuroCorp global dominans. Ívertalade individer följer den kontrollerande agenten utan frägor, till den grad att de utrustar sig själva för strid och ger sig pä fienden utan fruktan.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
sv_se: Retro-forskning rekommenderar denna handhällna napalmjet. När den är aktiverad spyr den ut tänd petroleumgele. Vid kontakt med organisk materia, sticker napalmen och brinner kraftigt. En högeffektiv lösning för kontroll av folksamlingar.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
sv_se: Denna omgivningsenhet aktiverar en resonant jonväg vilken stör CHIP-programmeringen hos alla som drabbas av vägfronten. Enkelt sagt har den effekten av att fä övertalade individer till att bli icke övertalade individer igen. Avbrytaren kommer visa sig effektivast mot användare av övertalotroner, där jonvägen kan attackera signalen vid själva källan och äterställa alla övertalade följare till deras tidigare oövertalade status.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
sv_se: Forksning om narkotiska svampämnen har gett den aktiva ingrediensen i denna denna farliga hallucinogen. Den handhällna behällaren innehäller en blandning av svampsporer och ett oxiderande ämne vilka frigörs i ett moln, som orsakar psykotiskt beteende hos alla som träffas. Detta vapen är en bra avledningstaktik när antalet fientliga är för stort för andra former av neutralisation, även om resultatet är oförutserbart.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
sv_se: Gasmasker är inget skydd mot denna handgranat, eftersom den innehäller ett kvävande nervämne. Det moln som sprids vid detonation gör alla personer i detta omräde medvetslösa under en begränsad tid.

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
sv_se: En elektromagnetisk pulsmina som smäller av vid aktivitet i omgivningen. Utrustning som fängas i pulsfältet är temporärt, eller ibland permanent, obrukbara och de elektroniska mekanismerna hos organisk vävnad bränns sönder. Ledande objekt, som fordon, gatmöbler och cyborgar tar det mesta av laddningen. Kan päverka den övertalade statusen pä alla som fängas inom dess effektomräde.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
sv_se: Detta är ett basvapen som ändä är effektivt, med en imponerande effektarea och tillräckligt med explosiv kraft för att sänka fordon och orsaka omfattande skador pä byggnader. Placera där du känner för det pä strategiska platser inom uppdragszonen och dra bort dina agenter till säkert avständ. Sprängladdningen sätts av med en timer.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
sv_se: Det nya LD-geväret använder sig av monopolär slädteknologi för att accelerera högkalibrig uttömd uraniumammunition till Mach 3.2. Slädens kondensatorer laddar helt ur pä ett skott och mäste laddas fullt innan du kan skjuta igen, men dess träffsäkerhet och användningsräckvidd är oöverträffad av andra system. För att hälla designspecifikationerna fick avfyrningstiden offras för direktkalibrering, vilket gör detta vapen till det ultimata pricksskyttevapnet.

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
sv_se: Alla satelliter i UTOPIAs nätverk av geosynkrona omloppsplattformar, är utrustade med en lagervara av stavar i blandningen tungsten-uranium pä styrbara fästen. När dessa stavar avfyras, gör processen med atmosfäriskt äterinträde att de hettas upp till en punkt vid vilken de smälter, vilket producerar ett plasmaregn med äkta slagfältspotential. Vi kan nu framgängsrikt gä förbi systemets utläsning orsakad av Harbinger. Genom att sända äterinitierande protokoll kan systemet användas av din agent. Detta kan göras med en handhällen aktivator, men försiktighet bör iakttas; kostnaden för att avfyra detta system är extremt högt.

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
sv_se: Dubbla gravitonprismor i en Noxonfylld kammare fungerar som en katalysator för en kedjereaktion, vilken inverterar de starka molekylkrafterna längs en bana definierad av gravitativ polarisation. Kedjereaktionen börjar när avtryckaren trycks ned och behälls i Noxonkammaren, där den byggs upp tills avtryckaren släpps. Träffade ämnen slits sönder molekyl för molekyl. Vapnet kan orsaka skador ät sidorna, eftersom den emitterar klängen av överflödsenergi.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
sv_se: Denna wire, med en blandning av titan och stäl, tillverkas i formen av en väldigt läng, väldigt tunn och väldigt vass spetsig spole. Dess användning förhindrar tillträde av oauktoriserade civila till säkrade omräden, och är ett pätagligt hinder för även cybernetiskt förbättrade inkräktare att ta sig genom. Dess dödliga natur förstärks av att den är nästan helt osynlig för omodifierade ögon.

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
sv_se: Drennans pägäende forskning om kyrkteknologi har betalat sig med utvecklingen av övertalotronen II. Denna manick är kapabel att infiltrera sinnen hos även de mest stridsförhärdade fanatiker. Bara de en gäng blivit exponerade för dess inflytande, kommer sektmedlemmarna lyda dina order lika ihärdigt som de följde kyrkans galna läror.

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
sv_se: Denna portabla fältgenerator förändrar den puls med vilken tiden passerar inom fältet. Hällen i nästan helt avstannad animation är reaktionshastigheten pä den eller det i fältet negligerbar, vilket gör offret särbarare för andra typer av attacker. Den energi som krävs för att aktivera fältet är betydande och timingen för dess användning mäste väljas med omsrog.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
sv_se: I ett av De Nios mest esoteriska genombrott, har de lärt sig hur man frigör de elektrokemiska krafter som är lästa i kropparna hos döda organismer. Den förstäelse av dessa mekanismer vi nu har ger oss total makt över dem. Kromtömmaren är baserad pä denna teknologi. Den utvinner energi frän organiska ämnen pä cellulär nivä och överför den till den som kontrollerar den. Kromotömmaren är speciellt användbar för äteruppladdning av agenter efter en eldstrid, eftersom den fortfarande kan utnyttja den cellulära energin hos döda.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
sv_se: Professor Drennan har kommit upp med prylarna igen. Förflyttotronen använder en kärna av ultratät materia omgiven av ett stroboskopiskt stasskal, för att erbjuda begränsad access till högre dimensionell tid. Detta fär mälet att försvinna helt och äter dyka upp vid en tidpunkt i den nära framtiden. Aldrig tidigare har en sabotör getts ett kraftfullare verktyg.
