Repository: swfans/swars
Catalog: lang/alltext_comm_ger.po
Languages: de_de

# objective text shown on scanner
source: Eliminate the Unguided
de_de: Eliminieren sie die Ungeleiteten

# objective text shown on scanner
source: Return to HQ
de_de: Kehren sie zum hauptquartier zurück

# objective text shown on scanner
source: Persuade Yamaguchi technicians
de_de: Berzeugen sie die techniker von Yamaguchi

# objective text shown on scanner
source: Evacuate
de_de: Evakuieren

# objective text shown on scanner
source: Technician fatality
de_de: Techniker verstorben

# objective text shown on scanner
source: Persuade Yamaguchi executives
de_de: Berzeugen sie die manager von Yamaguchi

# objective text shown on scanner
source: Executive fatality
de_de: Manager verstorben

# objective text shown on scanner
source: Neutralise Yamaguchi agents
de_de: Neutralisieren sie die Yamaguchi-agenten

# objective text shown on scanner
source: Agent fatality
de_de: Agent verstorben

# objective text shown on scanner
source: Persuade Bluesky scientists
de_de: Berzeugen sie die Bluesky-Wissenschaftler

# objective text shown on scanner
source: Persuade Bluesky scientist
de_de: Berzeugen sie den Bluesky-Wissenschaftler

# objective text shown on scanner
source: Mission update: eliminate Unguided threat
de_de: Auftrags-update: eliminieren sie die bedrohung durch Ungeleitete

# objective text shown on scanner
source: Escort scientists to IML link
de_de: Eskortieren sie die Wissenschaftler zur IML-station

# objective text shown on scanner
source: Steal bullion car
de_de: Stehlen sie den panzerwagen

# objective text shown on scanner
source: The bullion car has been destroyed
de_de: Der panzerwagen wurde zerstört

# objective text shown on scanner
source: The bullion car has reached Tang HQ
de_de: Der panzerwagen hat das hauptquartier von Tang erreicht

# objective text shown on scanner
source: Deliver car to evac zone
de_de: Bringen sie den wagen zur landezone

# objective text shown on scanner
source: Steal cult technology from temple
de_de: Stehlen sie das artefakt aus dem tempel

# objective text shown on scanner
source: Deliver cult artefact to evac zone
de_de: Bringen sie das artefakt zur landezone

# objective text shown on scanner
source: Remove Unguided stronghold
de_de: Beseitigen sie den Stützpunkt der Ungeleiteten

# objective text shown on scanner
source: Eliminate rioters
de_de: Eliminieren sie die aufständischen

# objective text shown on scanner
source: Sterilise sector
de_de: Sterilisieren sie den sektor

# objective text shown on scanner
source: Eliminate guards
de_de: Eliminieren sie die wachen

# objective text shown on scanner
source: Eliminate agent
de_de: Eliminieren sie den agenten

# objective text shown on scanner
source: Persuade agent
de_de: Berzeugen sie den agenten

# objective text shown on scanner
source: Target agent has died
de_de: Zielagent ist verstorben

# objective text shown on scanner
source: Target agent has escaped
de_de: Zielagent konnte entkommen

# objective text shown on scanner
source: Persuade NAA employee
de_de: Berzeugen sie den NAA-angestellten

# objective text shown on scanner
source: Persuade Jennifer Taks
de_de: Berzeugen sie Jennifer Taks

# objective text shown on scanner
source: Escort Taks to IML link
de_de: Eskortieren sie Taks zur IML-station

# objective text shown on scanner
source: Jennifer Taks is dead
de_de: Jennifer Taks ist gestorben

# objective text shown on scanner
source: Eliminate Zealots
de_de: Eliminieren sie die eiferer

# objective text shown on scanner
source: Persuade Gel Data scientist
de_de: Berzeugen sie den Gel-Data-Wissenschaftler

# objective text shown on scanner
source: Persuade Gel Data scientists
de_de: Berzeugen sie die Gel-Data-Wissenschaftler

# objective text shown on scanner
source: Persuade Hexagon scientist
de_de: Berzeugen sie den Hexagon-Wissenschaftler

# objective text shown on scanner
source: Persuade Hexagon scientists
de_de: Berzeugen sie die Hexagon-Wissenschaftler

# objective text shown on scanner
source: Escort scientist to IML link
de_de: Eskortieren sie den Wissenschaftler zur IML-station

# objective text shown on scanner
source: Update: eliminate Zealot threat
de_de: Update: eliminieren sie die bedrohung durch kultisten

# objective text shown on scanner
source: Vehicle destroyed: agents stranded
de_de: Fahrzeug vernichtet: agenten sitzen fest

# objective text shown on scanner
source: Scientist lost
de_de: Wissenschaftler verloren

# objective text shown on scanner
source: Persuade C3 scientists
de_de: Berzeugen sie die K3-Wissenschaftler

# objective text shown on scanner
source: C3 scientists eliminated
de_de: K3-Wissenschaftler eliminiert

# objective text shown on scanner
source: Laboratory destroyed
de_de: Labor zerstört

# objective text shown on scanner
source: Facility destroyed
de_de: Einrichtung zerstört

# objective text shown on scanner
source: Sterilise city
de_de: Sterilisieren sie die stadt

# objective text shown on scanner
source: Protect Drennan
de_de: Beschützen sie Drennan

# objective text shown on scanner
source: Protect Professor's assistant
de_de: Beschützen sie die assistentin des professors

# objective text shown on scanner
source: Protect executives
de_de: Beschützen sie die manager

# objective text shown on scanner
source: Professor Drennan is dead
de_de: Professor Drennan ist gestorben

# objective text shown on scanner
source: Professor Drennan's aide is dead
de_de: Professor Drennans assistentin ist gestorben

# objective text shown on scanner
source: EuroCorp executives have been wiped out
de_de: EuroCorp-manager wurden umgebracht

# objective text shown on scanner
source: Rescue professor Drennan
de_de: Befreien sie professor Drennan

# objective text shown on scanner
source: Escort professor Drennan to EuroCorp facility
de_de: Eskortieren sie professor Drennan zum EuroCorp-gebäude

# objective text shown on scanner
source: Mission update: evacuate all personnel
de_de: Auftrags-update: alle mitarbeiter evakuieren

# objective text shown on scanner
source: Evacuation failed
de_de: Evakuierung fehlgeschlagen

# objective text shown on scanner
source: Persuade Mirabelle Lucy De Saxo
de_de: Berzeugen sie Nirabelle Lucy De Saxo

# objective text shown on scanner
source: De Saxo has fled: new orders available
de_de: De Saxo ist geflohen: neue befehle verfügbar

# objective text shown on scanner
source: Eliminate Mirabelle Lucy De Saxo
de_de: Eliminieren sie Mirabelle Lucy De Saxo

# objective text shown on scanner
source: Crush the uprising
de_de: Schlagen sie den aufstand nieder

# objective text shown on scanner
source: Eliminate Unguided rebels
de_de: Eliminieren sie die rebellischen Ungeleiteten

# objective text shown on scanner
source: Protect the Bahrain AI
de_de: Beschützen sie die K.I von Bahrain

# objective text shown on scanner
source: Bahrain AI has been destroyed
de_de: K.I. von Bahrain wurde zerstört

# objective text shown on scanner
source: Secure orbital elevator
de_de: Sichern sie den orbitallift

# objective text shown on scanner
source: Insufficient agents to complete mission
de_de: Zuwenig agenten, um auftrag zu erfüllen

# objective text shown on scanner
source: The orbital elevator has been destroyed
de_de: Orbitallift wurde zerstört

# objective text shown on scanner
source: The space station has been destroyed
de_de: Raumstation wurde zerstört

# objective text shown on scanner
source: Get shuttle nav computer
de_de: Navigationscomputer des shuttles besorgen

# objective text shown on scanner
source: Station self-destruct armed: de-activate
de_de: Selbstzerstörungsmechanismus der station aktiv: deaktivieren

# objective text shown on scanner
source: Get shuttle life support module
de_de: Lebenserhaltungssystem des shuttles besorgen

# objective text shown on scanner
source: Access lunar shuttle craft
de_de: Mondshuttle bemannen

# objective text shown on scanner
source: Eliminate The Nine
de_de: Eliminieren sie die Neun

# objective text shown on scanner
source: The Nine have activated the ion gate. you have been defeated.
de_de: Die Neun haben das ionentor aktiviert. Sie wurden besiegt.

# objective text shown on scanner
source: Eliminate the Unguided heathens
de_de: Eliminiert die Ungeleiteten heiden

# objective text shown on scanner
source: Our garden of meditations has been destroyed
de_de: Unser garten der meditation wurde zerstört

# objective text shown on scanner
source: Convert EuroCorp agent
de_de: Bekehrt EuroCorp-agenten

# objective text shown on scanner
source: Escort agent to IML link
de_de: Eskortiert den agenten zur IML-station

# objective text shown on scanner
source: Your target has been eliminated
de_de: Euer ziel wurde eliminiert

# objective text shown on scanner
source: Your target has escaped
de_de: Euer ziel konnte entkommen

# objective text shown on scanner
source: Acquire funds
de_de: Beschafft zwangsspenden

# objective text shown on scanner
source: You have lost your quarry
de_de: Eure beute ist weg

# objective text shown on scanner
source: Take dr Schweizer to see father Black
de_de: Bringt dr. Schweizer zu pater Black

# objective text shown on scanner
source: Dr Schweizer is dead
de_de: Dr. Schweizer ist gestorben

# objective text shown on scanner
source: Father Black is dead
de_de: Pater Black ist gestorben

# objective text shown on scanner
source: Protect your brethren and the temple
de_de: Beschützt eure brüder und den tempel

# objective text shown on scanner
source: Your brethren are all dead
de_de: Eure brüder sind alle bei gott

# objective text shown on scanner
source: The temple has been destroyed
de_de: Der tempel wurde entweiht und zerstört

# objective text shown on scanner
source: Vanquish the unbelievers
de_de: Zermalmt die ungläubigen

# objective text shown on scanner
source: Punish the rioters
de_de: Bestraft die aufständischen

# objective text shown on scanner
source: Annihilate the forces of chaos
de_de: Vernichtet die horden des chaos

# objective text shown on scanner
source: Destroy the Unguided vermin
de_de: Zertretet das Ungeleitete ungeziefer

# objective text shown on scanner
source: Wipe out EuroCorp personnel
de_de: Beseitigt die EuroCorp-mitarbeiter

# objective text shown on scanner
source: Eliminate EuroCorp agents
de_de: Eliminiert die EuroCorp-agenten

# objective text shown on scanner
source: Assist Acolytes
de_de: Helft den mönchen

# objective text shown on scanner
source: Assassinate the saboteur
de_de: Bringt den saboteur vor gottes gericht

# objective text shown on scanner
source: Vanquish the desecrators
de_de: Zermalmt die schänder

# objective text shown on scanner
source: Protect the order of Acolytes
de_de: Beschützt den mönchsorden

# objective text shown on scanner
source: The order of Acolytes has been completely eliminated
de_de: Der mönchsorden wurde völlig aufgerieben

# objective text shown on scanner
source: Deliver bullion car to collection point
de_de: Bringt den panzerwagen zum sammelpunkt

# objective text shown on scanner
source: Assassinate the professor's assistant
de_de: Entfernt den assistenten des professors

# objective text shown on scanner
source: Take the assistant's place by the professor's side
de_de: Nehmt den platz des assistenten beim professor ein

# objective text shown on scanner
source: Collect video data for lecture
de_de: Sammelt videodaten für vorlesung

# objective text shown on scanner
source: Go to podium
de_de: Geht zum podium

# objective text shown on scanner
source: Attend lecture
de_de: Hört die vorlesung

# objective text shown on scanner
source: Escort professor Drennan
de_de: Eskortiert professor Drennan

# objective text shown on scanner
source: The professor has met his assistant
de_de: Der professor hat seinen assistenten getroffen

# objective text shown on scanner
source: The professor is dead
de_de: Der professor ist gestorben

# objective text shown on scanner
source: Mirabelle Lucy De Saxo is dead
de_de: Mirabelle Lucy De Saxo ist gestorben

# objective text shown on scanner
source: Destroy EuroCorp weapons bunker
de_de: Zerstört den waffenbunker von EuroCorp

# objective text shown on scanner
source: Steal EuroCorp weapon design
de_de: Stehlt die waffenpläne von EuroCorp

# objective text shown on scanner
source: Upload weapon design
de_de: Ladet die waffenpläne ein

# objective text shown on scanner
source: Return
de_de: Kehrt zurück

# objective text shown on scanner
source: Acolytes stranded: cannot complete mission
de_de: Mönche sitzen fest. auftrag unmöglich zu erfüllen

# objective text shown on scanner
source: Assassinate hacker
de_de: Verübt ein attentat auf hacker

# objective text shown on scanner
source: Eliminate EuroCorp personnel controlling river port
de_de: Eliminiert die streitkräfte, die den flusshafen kontrollieren

# objective text shown on scanner, uses across campaigns
source: Return to IML link
de_de: Kehrt zur IML-station zurück

# objective text shown on scanner, Church, mission The Dead Zone
source: Abduct EuroCorp captive
de_de: Entführt den gefangenen von EuroCorp

# objective text shown on scanner, Church, mission The Dead Zone
source: The target has been eliminated
de_de: Die zielperson wurde getötet

# objective text shown on scanner, Church, mission Deconstruction
source: Destroy R&D facilities
de_de: Vernichtet die Forschungseinrichtungen

# objective text shown on scanner, Church, mission Deconstruction
source: Eliminate agents of EuroCorp
de_de: Eliminiert die agenten von EuroCorp

# objective text shown on scanner, Church, mission Friendly Fire
source: De Saxo must perish
de_de: De Saxo muss sterben

# objective text shown on scanner, Church, few missions
source: Leave this place
de_de: Verlasst diesen ort

# objective text shown on scanner, Church, mission Armour Of The Gods
source: Subdue the Unguided
de_de: Unterwerft die Ungeleiteten

# objective text shown on scanner, Church, mission Vissick Hunt
source: Seek and destroy the leader of the uprising
de_de: Sucht und tötet den anführer des aufstandes

# objective text shown on scanner, Church, mission Recapture
source: Rescue IX and guide him to rendezvous
de_de: Rettet IX und begleitet ihn zur verabredung

# objective text shown on scanner, Church, mission Recapture
source: Protect IX
de_de: Beschützt IX

# objective text shown on scanner, Church, mission Recapture
source: You have allowed IX to perish
de_de: Ihr habt zugelassen, dass IX stirbt

# objective text shown on scanner
source: Nothing can stop The Nine now. You have been defeated.
de_de: Nichts kann die Neun stoppen. ihr wurdet besiegt.

# objective text shown on scanner, Church, mission Deliver The Ninth
source: Do nothing: obey The Nine
de_de: Tut nichts: gehorcht den Neun

# objective text shown on scanner, EuroCorp, mission The Unguided
source: All citizens converted by Zealots
de_de: Stadtkontrolle verloren: priester der kirche haben alle bürger bekehrt

# objective text shown on scanner
source: Eliminate intruder
de_de: Eliminiert den eindringling

# objective text shown on scanner
source: Eliminate intruders
de_de: Eliminiert die eindringlinge

# objective text shown on scanner
source: Persuade infiltrator
de_de: Berzeugt den infiltrator

# objective text shown on scanner, uses across campaigns
source: Proceed to IML link
de_de: Rückt vor zur IML-station

# objective text shown on scanner
source: Target eliminated
de_de: Ziel beseitigt

# objective text shown on scanner, Church, mission Free Passage
source: Activate IML link
de_de: Aktiviert IML-station

# objective text shown on scanner, uses across campaigns
source: IML link destroyed
de_de: IML-station zerstört

# objective text shown on scanner
source: Eliminate agents
de_de: Eliminiert die agenten

# objective text shown on scanner, Church, mission Harbinger
source: Penetrate bunker: release virus
de_de: Erobert bunker, setzt virus frei

# objective text shown on scanner, Church, few missions
source: Depart
de_de: Abmarsch

# objective text shown on scanner, Church, few missions
source: Retreat
de_de: Zieht euch zurück

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ormandoz
de_de: Bekehrt Ormandoz

# objective text shown on scanner, Church, mission The Knowledge
source: Convert Ramirez
de_de: Bekehrt Ramirez

# objective text shown on scanner, Church, mission The Knowledge
source: Bring them to us
de_de: Bringt sie zu uns

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ormandoz to perish
de_de: Ihr habt Ormandoz sterben lassen

# objective text shown on scanner, Church, mission The Knowledge
source: You have allowed Ramirez to perish
de_de: Ihr habt Ramirez sterben lassen

# objective text shown on scanner, Church, mission Soul Crusader
source: Steal dr Schweizer's work
de_de: Entwendet dr Schweizers arbeit

# objective text shown on scanner, Church, few missions
source: Return to us
de_de: Kehrt zu uns zurück

# objective text shown on scanner, Church
source: EuroCorp agents must join us or die
de_de: Die EuroCorp-agenten müssen uns beitreten oder sterben

# objective text shown on scanner, Church, mission Spies Like Us
source: Neutralise EuroCorp agents
de_de: Neutralisiert die EuroCorp-agenten

# objective text shown on scanner, Church, mission Powermonger
source: Assassinate Koto Sek
de_de: Tötet Koto Sek

# objective text shown on scanner, Church, few missions
source: Neutralise all EuroCorp agents
de_de: Neutralisiert alle EuroCorp-agenten

# objective text shown on scanner, Church, mission Fall Among Thieves
source: Let no harm come to De Saxo
de_de: Lasst kein unheil kommen über De Saxo

# objective text shown on scanner
source: Take control of the IML link
de_de: Bernehmt die IML-station

# objective text shown on scanner, Church, missions with De Saxo
source: Our blessed daughter is dead
de_de: Unsere gesegnete tochter ist von uns geschieden

# objective text shown on scanner, Church
source: You will die for this heresy!
de_de: Für diese ketzerei werdet ihr sterben!

# objective text shown on scanner, Church, mission Spies Like Us
source: EuroCorp must choose between our faith or death
de_de: EuroCorp muss zwischen unserem glauben und dem tod wählen

# objective text shown on scanner, Church, few missions
source: Seek sanctuary
de_de: Sucht das heiligtum

# objective text shown on scanner, Church, mission Recapture
source: Get in
de_de: Kommt herein

# objective text shown on scanner
source: Target persuaded
de_de: Ziel berzeugt

# objective text shown on scanner, EuroCorp, few missions
source: Neutralise agent
de_de: Neutralisieren sie den agenten

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Seek and destroy - category U - Unguided citizens
de_de: Suchen und zerstören sie bürger der kategorie U - Ungeleitet

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Mission update: eliminate cultists
de_de: Update: eliminieren sie die eiferer

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein detected - persuade the Professor
de_de: Professor Klein entdeckt - berzeugen sie den Professor

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Protect Professor Klein - evacuate
de_de: Beschützen sie professor klein - evakuieren

# objective text shown on scanner, EuroCorp, mission Tokyo Fuseki
source: Professor Klein is dead
de_de: Professor klein ist gestorben

# objective text shown on scanner, Church, mission The Shining
source: Destroy ground station
de_de: Vernichtet die bodenstation

# objective text shown on scanner, Church, mission The Shining
source: Smite our enemy
de_de: Zerschmettert unsere feinde

# map screen location - landscape
source: Post-industrial
de_de: Postindust.

# map screen location - language
source: Low English
de_de: Basis-engl.

# map screen location - industry
source: Software Engineering, Financial Services
de_de: Software, Finanzen

# map screen location - toxicity
source: Chemical Waste, Human Effluent
de_de: Chemie- Abfälle, menschl. Abfälle

# map screen location - landscape
source: Complex Urban
de_de: Grossstadt

# map screen location - language
source: New American
de_de: Neu-amerikano

# map screen location - industry
source: Vehicle Manufacture
de_de: Automobil-produktion

# map screen location - toxicity
source: Heavy Industrial, Radioactive Waste
de_de: Schwere Industrie-Verseuch.

# map screen location - language
source: Indo-Chinese
de_de: Indo-chinesisch

# map screen location - industry
source: Memory Plastics
de_de: Speicher-kunststoff

# map screen location - toxicity
source: Light Industrial
de_de: Leichte Industrie-Abfälle

# map screen location - name
source: Beijing
de_de: Peking

# map screen location - landscape
source: Ultra-Metropolitan
de_de: Mega-Metropole

# map screen location - language
source: Proto-Mandarin
de_de: Mandarin

# map screen location - industry
source: Plastics Fabrication, Hardware Manufacture
de_de: Kunststoff-verarbeit., Hardware-produktion

# map screen location - toxicity
source: Radioactive Waste, Human Effluent
de_de: Atomare Abfälle, menschl. Abfälle

# map screen location - name
source: Vienna
de_de: Wien

# map screen location - landscape
source: Simple Urban
de_de: Stadt

# map screen location - language
source: C.C.E. (Common Central European)
de_de: Mittel-Europäisch

# map screen location - industry
source: Mineral Re-processing
de_de: Mineralien-Wiedergew

# map screen location - name
source: Geneva
de_de: Genf

# map screen location - industry
source: Water Detoxification, Air Re-processing
de_de: Wasser-entgiftung, Luft Rück-gewinnung

# map screen location - toxicity
source: Radioactive Waste
de_de: Atomare Abfälle

# map screen location - language
source: Neu-Slavik
de_de: Neu-slavisch

# map screen location - industry
source: Vegetative Regeneration
de_de: Vegetative Wiederauf-bereitung

# map screen location - name
source: Singapore
de_de: Singapur

# map screen location - language
source: Pseudo-Malay
de_de: Malaiisch

# map screen location - industry
source: Water Detoxification, Hardware Manufacture
de_de: Wasser-entgiftung, Hardware-Produktion

# map screen location - toxicity
source: Human Effluent, Heavy Industrial
de_de: Menschl. Abfälle, schwere Industrie-Verseuch.

# map screen location - language
source: American Continental Interior
de_de: Amerik. Intern

# map screen location - industry
source: Power Generation
de_de: Strom-erzeugung

# map screen location - name
source: Rome
de_de: Rom

# map screen location - landscape
source: Post-Industrial
de_de: Postindust.

# map screen location - language
source: Low Latin
de_de: Latein

# map screen location - industry
source: Consumer Durables
de_de: Hart-plastik

# map screen location - toxicity
source: Heavy Industrial
de_de: Schwere Industrie-Verseuch.

# map screen location - language
source: New Arabic
de_de: Neu-arabisch

# map screen location - industry
source: Fuel Refining, Mineral Processing
de_de: Treibstoff-raffinerie, Mineralien-Gewinnung

# map screen location - toxicity
source: Chemical Waste
de_de: Chemie-abfälle

# map screen location - landscape
source: Post Industrial
de_de: Postindust

# map screen location - language
source: High English
de_de: Hochengl.

# map screen location - industry
source: Weaponry Manufacture
de_de: Waffen-produktion

# map screen location - toxicity
source: Ultra-Heavy Industrial, Radioactive Waste, Human Effluent
de_de: Ultra-schwere Industrie-Verseuch. atomare Abfälle, menschl. Abfälle

# map screen location - language
source: Neu-Spanish
de_de: Neu-spanisch

# map screen location - industry
source: Rubber Production
de_de: Gummi-prod.

# map screen location - landscape
source: Ultra Metropolitan
de_de: Ultra-Metropole

# map screen location - industry
source: Foodstuff Manufacture
de_de: Nahrungs-produktion
