Repository: swfans/swars
Catalog: lang/alltext_church_swe.po
Languages: sv_se

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
sv_se: Närvaron av denna pöbel har varit användbar tills nu, eftersom den har ansträngt EuroCorps resurser i denna region. Men nu behövs de inte längre. Eliminera pöbeln så fort du ser den.

# mission brief email paragraph
source: Truly, you are chosen.
sv_se: Du är verkligen utvald.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
sv_se: Dåliga arbetare skyller på sina verktyg. Bra arbetare bygger bättre verktyg. De bästa arbetarna får sina verktyg att göra arbetet åt dem.

# mission brief tactical information
source: Landing Ground: Rome IML Link
sv_se: Landningsplats: Roms IML-länk

# mission brief tactical information
source: Domicile zones overrun by the Unguided
sv_se: Lägniväs bostadszoner invaderade av de Ostyrda

# mission brief tactical information
source: EuroCorp garrison
sv_se: EuroCorp garnison

# mission brief tactical information
source: EuroCorp agents
sv_se: EuroCorp agenter

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
sv_se: Avlyssning: beräknat valvinnehäll Cr 400,000

# mission title
source: Not One Of Us
sv_se: Ingen av oss

# mission title
source: Watcher
sv_se: Observatör

# mission title
source: Serpent's Egg
sv_se: Ormens ägg

# mission title
source: A Mote In God's Eye
sv_se: Ett dammkorn i guds öga

# mission brief email header
source: Receive our blessings, Son of Light.
sv_se: Mottag vår väslsignelse, du ljusets son.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
sv_se: Genom att anstränga oss där vår fiende är som svagast, har vi börjat etablera vår kyrka. De Nio förutspår nu motoffensiver av EuroCorp mot de städer vi nu kontrollerar.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
sv_se: Redan har syndikatet börjat med spaningsoperationer i Johannesburg, Buenos Aires, Santiago och Tripoli. Detta är oaccepterbart. De som infiltrerar våra städer måste gå med oss eller förgås.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
sv_se: Vi har bekräftade observationer av inkräktarna i Johannesburg, Buenos Aires, Santiago och Tripoli. Vår permanenta närvaro i dessa städer är otillräcklig för att göra mer än övervaka fiendens förehavanden.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
sv_se: Dina medhjälpare måste se till att ingen EuroCorp spion någonsin återvänder till syndikatet. Slappna inte av förräns du har tagit hand om alla cyborginkräktare.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
sv_se: Räkensskapens dag kommer närmare för varje ny anhängare vi rekryterar. Gudsmaskinen behöver troende. Och de som vill överleva Kataklysmen måste tro.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
sv_se: Var modig, medhjälpare. Var brutal. Det är den enda vägen.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
sv_se: Det finns njutning i att stjäla maskiners själar.

# mission brief tactical information
source: City district under our control
sv_se: Stadsdistrikt under vär kontroll

# mission brief tactical information
source: Your brethren
sv_se: Dina bröder

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
sv_se: Avlyssning: mixtra med UTOPIA-identitetssignalen upptäckt - med fokus kring ingångar till transportrör och detektering av bärande explosiva anordningar

# mission brief tactical information
source: EuroCorp militia garrisons
sv_se: EuroCorp milisgarnisoner

# mission brief tactical information
source: Landing Ground: Santiago IML Link
sv_se: Landningsplats: Santiagos IML-länk

# mission brief tactical information
source: Our temple
sv_se: Värt tempel

# mission brief tactical information
source: Sanctuary: Santiago IML Link
sv_se: Fristad: Santiagos IML-länk

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
sv_se: Avlyssning: Anfallsgrupp frän syndikatet beräknade att anlända pä garnisonerna inom 48 timmar

# mission brief tactical information
source: Those you shall keep from harm
sv_se: De du skall skydda frän skada

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
sv_se: Fristad: Tripolis IML-länk

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
sv_se: Valv: beräknat värde Cr 800,000

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
sv_se: Satellitvarning: agent ID-nycklar av EuroCorp-typ detekterade, spär ostabila

# mission title
source: Powermonger
sv_se: Kraftspridare

# mission brief email header
source: May faith burn within you, Favourite One.
sv_se: Må tron brinna inom dig, favoritson.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
sv_se: Våra orakel säger oss att en extremt viktig syndikatledare kallad Koto Sek besöker Kairo. Han har ett kraftfullt följe och är välbevakad. Men i namnet av allt som är rätt, han måste dö.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
sv_se: Koto Sek planerar att gå ombord på en färja, av vilken anledning vi inte vet. Stoppa honom så snart du kan. Se till att han är död innan du rapporterar tillbaka. Om det skulle bli några andra offer, är det så det är. Jag är säker på att du vid det här laget är van vid det.

# mission brief email paragraph
source: Go forth.
sv_se: Gå vidare.

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
sv_se: Inte bara kommer alla ögon att vara på ledaren bland männen, utan även alla stridssikten.

# mission brief tactical information
source: Landing Ground: APC destination
sv_se: Landningsplats: APC destination

# mission brief tactical information
source: EuroCorp HQ
sv_se: EuroCorp HK

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
sv_se: Ledningsfärja transporterande Koto Sek

# mission brief tactical information
source: Sanctuary: Cairo IML Link
sv_se: Fristad: Kairo IML-länk

# mission title
source: Deadly Harvest
sv_se: Dödliga skörd

# mission brief email header
source: You shine strong, Apostle.
sv_se: Du skiner starkt, apostel.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
sv_se: I Bahrain förbereder sig EuroCorp för ett angrepp mot vår väg av upplysning. Det skall komma väl till pass att du är den tull med vilken de stoppas.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
sv_se: Av vår tros frikostighet har vi hållit dig med många mål här. Och för din användning är här en stridvagn. Var vis, medhjälpare. Använd vår utrustning väl, och se till att du förgör rösten av EuroCorp här och alla dess underhuggare. Så måste det bli om vi skall kunna triumfera och befria världen.

# mission brief email paragraph
source: The light of your being grows ever brighter.
sv_se: Ljuset upp av din uppenbarelse lyser starkare.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
sv_se: Folket stod som växande säd i det höga fältet och lyssnade på sin herre. När liemannens blad mejade ned dem alla, föll herren tyst. Läxan skulle läras av andra.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
sv_se: Landningsplats: Bahrains IML-länk

# mission brief tactical information
source: EuroCorp reforger zone
sv_se: EuroCorp omarbetningszon

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
sv_se: Avlyssning: polisen har fätt till uppdrag att eskortera en finanschef frän EuroCorp pä affärer till stadens nordostsida

# mission brief email header
source: Congratulations on your progress, Disciple.
sv_se: Gratulerar till dina framsteg, lärjunge.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
sv_se: Du tilldelas den heliga uppgiften att tillägna dig hårdvaluta från två guldbilar, med vilka våra källor säger oss att det kommer utföras leveranser till Singapores centralbanks huvudkontor.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
sv_se: Självklart kommer EuroCorp vara på sin vakt, och vakter kommer finnas överallt. Vi känner att ett direkt angrepp inte är vist, eftersom det är vad syndikatet förväntar sig. Vi har bett om ett annat sätt att komma över dessa tillgångar, och våra böner kommer att besvaras. Resten är upp till dig, medhjälpare.

# mission brief email paragraph
source: Remember the wonders money works.
sv_se: Kom ihåg de under pengar åstadkommer.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
sv_se: Herren har inget behov av penningar. Men han sitter ändå och räknar dem. Som meditation.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
sv_se: Landningsplats: Singapores IML-länk

# mission brief tactical information
source: Vault (empty)
sv_se: Valv (tomt)

# mission brief tactical information
source: Target vehicles A and B
sv_se: Mälinvisa fordon A och B

# mission brief tactical information
source: Rendezvous
sv_se: Mötesplats

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
sv_se: Avlyssning: Fordon As destination

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
sv_se: Avlyssning: Fordon Bs destination

# mission title
source: Audacity
sv_se: Djärvhet

# mission brief email header
source: Greetings, Acolyte.
sv_se: Hälsningar, medhjälpare.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
sv_se: Vi har en djärv plan åt dig. Vi vill att du skall kidnappa en hög syndikatledare från deras huvudkontor i London, direkt framför näsan på EuroCorps säkerhetsfolk.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
sv_se: Professor Kurt Drennan är en nyckelmedlem av EuroCorps forsknings- och utvecklingsprogram. EuroCorps agenter har hört talas om våra upptäckter i Reykjavik. Drennan skall ha en genomgång med EuroCorps chefer på ett möte i London. Samtidigt skall han tilldelas en ny assistent. Ta bestämt hand om detta ubyte. Led den begåvade Mirabelle att ta hennes plats vid lämplig tidpunkt, så Drennan kan överlämnas till oss.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
sv_se: Så fort Mirabelle framgångsrikt övertagit den riktiga assistentens plats, kommer hon vara inkognito och uppföra sig korrekt medans Drennan gör sin presentation. Direkt efter skall professorn med bil lämna platsen för ett annat uppdrag. Bara du ser till att Mirabelle lämnar i samma bil, kommer Drennan aldrig att komma till nästa uppdrag. Med våra böner kommer Drennan att vara högst villig att bikta sig.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
sv_se: Din ande skall vandra med De Nio i all evighet.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
sv_se: Ett hundra elefanter kan riva ytterväggarna till ett fort. En smittad råtta kan döda alla på fortets insida.

# mission brief tactical information
source: Landing Ground: London IML Link
sv_se: Landningsplats: London IML-länk

# mission brief tactical information
source: Professor Drennan's assistant
sv_se: Professor Drennans assistent

# mission brief tactical information
source: Presentation podium
sv_se: Presentationspodium

# mission brief tactical information
source: Sanctuary: London outlet road
sv_se: Fristad: London utloppsväg

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
sv_se: Avlyssning: professorns resplaner inkluderar insamling av data frän denna byggnad

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
sv_se: Avlyssning: invasion av de Ostyrda frän nordsidan överhängande

# mission title
source: Divine Light
sv_se: Gudomliga ljus

# mission brief email header
source: Meditate with us, Disciple.
sv_se: Meditera med oss, lärjunge.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
sv_se: Stjäl planer för ett nytt syndikatvapen från EuroCorps installation i New York.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
sv_se: Professor Drennan är död. Hans motstånd till våra neurala inkvisatorer orsakade att han råkade ut för en massiv hjärnblödning. Besvikelse. Genom våra böner överlevde han ändå tillräckligt länge för att förse oss med pålitlig information om att syndikatet planerar en större motoffensiv mot vår helgade kyrka. Förberedelser för motoffensiven görs på EuroCorp baser i New York.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
sv_se: I New York har skyddade vakter testat ett handvapen av termonukleär typ som vi själva förutser att vi skulle ha användning för. För två dagar sedan bevittnade våra bröder och systrar - som ockuperar stadens katedral trotsande EuroCorps närvaro - en förfärlig smäll inuti fiendens område. Det är i detta område Drennan sa att vi skulle hitta experimentell data om dessa manicker. Men området är tungt bevakat. En avledande manöver kommer antagligen att krävas.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
sv_se: Broder Methuselah kommer lämna den fristad katedralen erbjuder och möta dig vid IMLen. Han kommer leda dig till en bostads- och handelssektor där han kommer starta ett upplopp, genom att administrera ett rökelsemoln av psykogas mitt ibland den civila befolkningen. När detta händer, kommer du säkert komma på något sätt att ta dig in på området. Syndikatets svar på upproret bör låsa upp ett antal av deras vakter ett tag.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
sv_se: De modiga ger sig in mörka grottor ensamma. De kloka sänder in de modiga först. De klokaste väntar bakom de kloka.

# mission brief tactical information
source: Landing Ground: New York IML Link
sv_se: Landningsplats: New Yorks IML-länk

# mission brief tactical information
source: EuroCorp installation gateways
sv_se: EuroCorp installationens portar

# mission brief tactical information
source: Site of blast
sv_se: Expolosionsplats

# mission brief tactical information
source: Target building
sv_se: Mälinvisa byggnad

# mission brief tactical information
source: Diversion will be created in this commercial zone
sv_se: Skenmanöver kommer skapas i denna kommersiella zon

# mission brief tactical information
source: Our temple and satellite uplink
sv_se: Värt tempel och satellitlänken

# mission brief tactical information
source: Sanctuary: New York IML Link
sv_se: Fristad: New Yorks IML-länk

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
sv_se: Avlyssning: beräknat värde av valvet Cr 2,000,000

# mission title
source: The Levellers
sv_se: Utjämnarna

# mission brief email header
source: Precious Believer,
sv_se: Dyrbare troende,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
sv_se: Förstör EuroCorps vapenbunkrar i Riyadh. Genom att utgjuta sådan ödeläggelse hyllar vi Kataklysmen.

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
sv_se: Harbinger har fått UTOPIA att gå på knäna. EuroCorps fortsatta strävan att bygga en ny arme, fortsätter bevisa effektiviteten i våra slag mot dem. Många av syndikatets vapen är lagda på lager, för att ge de tömda kryofaten tid att reparera deras krympande kärna av agenter. Drennan bekände för oss den största förvaringsplatsen av vapen. Den ligger innanför Riyadhs forntida väggar.

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
sv_se: Det är De Nios heliga önskan att denna arsenal begravs för evigt under ökensanden. Lokalisera målbunkrarna och förstör dem. Konvertera eller utplåna de agenter som vågar ställa sig i vägen. Använd ditt eget omdöme i detta ärende. När syndikatets lager bara är ett minne blott, skall ditt namn sjungas av de trogna.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
sv_se: Våra maskiner kommer förändra världen, medhjälpare. De kommer störta planeten i oordning. Största delen av befolkningen kommer dö, men det är förnyandet av liv som kallar oss. Tänk dig en värld utan syndikat, utan tankekontroll, utan våld. Det kommer att hända, lärjunge. Fler själar behövs.

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
sv_se: Lärlingarna frågade herren. "När skall jag uppnå odödlighet?"

# mission brief book quote
source: And the Master answered, "Not in this life."
sv_se: Och herren svarade, "Inte i detta liv."

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
sv_se: Landningsplats: Riyadhs IML-länk

# mission brief tactical information
source: Target bunkers
sv_se: Mälinvisa bunkrar

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
sv_se: Fristad: Riyadhs IML-länk

# mission title
source: Fallen Among Thieves
sv_se: Fallen bland tjuvar

# mission brief email header
source: Brave Apostle.
sv_se: Djärva apostel.

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
sv_se: Vår dotter av den Nya epoken, Mirabelle Lucy De Saxo, har kraschlandat på de Ostyrdas territorium, nära hennes tillflyktsort i Kapstaden. Dina medhjälpare måste skynda till hennes sida. Hon måste leva för att kunna fullfölja sitt öde som den första att beträda vägen till fräslning.
